{
  "people": [
    {
      "year": "1071",
      "uri": "/wiki/William_IX,_Duke_of_Aquitaine",
      "name": "William IX, Duke of Aquitaine",
      "aboutText": "Erasmus Reinhold (October 22, 1511 – February 19, 1553) was a German astronomer and mathematician, considered to be the most influential astronomical pedagogue of his generation. He was born and died in Saalfeld, Saxony.\nHe was educated, under Jacob Milich, at the University of Wittenberg, where he was first elected dean and later became rector.",
      "pageId": 10105,
      "monthDay": "10/22"
    },
    {
      "year": "1197",
      "uri": "/wiki/Emperor_Juntoku",
      "name": "Emperor Juntoku",
      "aboutText": "Louis David Riel (English /ˈluːiː riːˈɛl/, French pronunciation: ​[lwi ʁjɛl]; 22 October 1844 – 16 November 1885) was a Canadian politician, a founder of the province of Manitoba, and a political leader of the Métis people of the Canadian prairies. He led two resistance movements against the Canadian government and its first post-Confederation prime minister, Sir John A. Macdonald. Riel sought to preserve Métis rights and culture as their homelands in the Northwest came progressively under the Canadian sphere of influence.",
      "pageId": 18664,
      "monthDay": "10/22"
    },
    {
      "year": "1511",
      "uri": "/wiki/Erasmus_Reinhold",
      "name": "Erasmus Reinhold",
      "aboutText": "Sarah Bernhardt (French: [sa.ʁa bɛʁ.nɑʁt]; c. 22/23 October 1844 – 26 March 1923) was a French stage and early film actress. She was referred to as \"the most famous actress the world has ever known\", and is regarded as one of the finest actors of all time.",
      "pageId": 44608,
      "monthDay": "10/22"
    },
    {
      "year": "1592",
      "uri": "/wiki/Gustav_Horn,_Count_of_Pori",
      "name": "Gustav Horn, Count of Pori",
      "aboutText": "Emperor Juntoku (順徳天皇, Juntoku-tennō) (October 22, 1197 – October 7, 1242) was the 84th emperor of Japan, according to the traditional order of succession.",
      "pageId": 45585,
      "monthDay": "10/22"
    },
    {
      "year": "1659",
      "uri": "/wiki/Georg_Ernst_Stahl",
      "name": "Georg Ernst Stahl",
      "aboutText": "Franz Liszt (German: [fʁant͡s lɪst]; Hungarian Liszt Ferencz, in modern usage Liszt Ferenc (Hungarian pronunciation: [ˈlist ˈfɛrɛnt͡s]); (October 22, 1811 – July 31, 1886) was a prolific 19th-century Hungarian composer, virtuoso pianist, conductor, music teacher, arranger, philanthropist and Franciscan tertiary.\nLiszt gained renown in Europe during the early nineteenth century for his prodigious virtuosic skill as a pianist. He was said by his contemporaries to have been the most technically advanced pianist of his age, and in the 1840s he was considered to be the greatest pianist of all time, although Liszt stated that Charles-Valentin Alkan had superior technique to his own.",
      "pageId": 67379,
      "monthDay": "10/22"
    },
    {
      "year": "1689",
      "uri": "/wiki/John_V_of_Portugal",
      "name": "John V of Portugal",
      "aboutText": "Daniel Boone (November 2, 1734 [O.S. October 22] – September 26, 1820) was an American pioneer, explorer, woodsman, and frontiersman, whose frontier exploits made him one of the first folk heroes of the United States. Boone is most famous for his exploration and settlement of what is now Kentucky, which was then part of Virginia, but on the other side of the mountains from the settled areas. As a young adult, Boone supplemented his farm income by hunting and trapping game, and selling their pelts in the fur market.",
      "pageId": 71792,
      "monthDay": "10/22"
    },
    {
      "year": "1701",
      "uri": "/wiki/Maria_Amalia_of_Austria",
      "name": "Maria Amalia of Austria",
      "aboutText": "Georg Ernst Stahl (22 October 1659 – 24 May 1734) was a German chemist, physician and philosopher. He was a supporter of vitalism, and until the late 18th century his works on phlogiston were accepted as an explanation for chemical processes. He died in Berlin.",
      "pageId": 98917,
      "monthDay": "10/22"
    },
    {
      "year": "1729",
      "uri": "/wiki/Johann_Reinhold_Forster",
      "name": "Johann Reinhold Forster",
      "aboutText": "Dom John V (Portuguese: João V; 22 October 1689 – 31 July 1750), known as the Magnificent (Portuguese: o Magnânimo) and the Portuguese Sun King (Portuguese: o Rei-Sol Português), was a Braganza monarch who ruled as King of Portugal and the Algarves during the first half of the 18th century. John V's raised the prestige of Portugal and its monarchy, which had been in decline amongst European courts, to a new level of prosperity and wealth.\nJohn V's reign saw an enormous influx of gold to the coffers of the king's Treasury, supplied largely by the royal fifth received from the Portuguese colonies of Brazil and Maranhão.",
      "pageId": 149469,
      "monthDay": "10/22"
    },
    {
      "year": "1734",
      "uri": "/wiki/Daniel_Boone",
      "name": "Daniel Boone",
      "aboutText": "Count Gustav Horn af Björneborg (October 22, 1592 – May 10, 1657) was a Swedish/Finnish soldier and politician. He was the youngest son of Field Marshal Carl Horn and Agneta von Dellwig, born while his father was imprisoned in Örbyhus Castle, after the defeat against the Russians.\nHe was born of the Finnish noble family Horn of Kankas, and was appointed member of the Royal Council in 1625, Field Marshal in 1628, Governor General of Livonia in 1652 and Lord High Constable since 1653.",
      "pageId": 234183,
      "monthDay": "10/22"
    },
    {
      "year": "1749",
      "uri": "/wiki/Cornelis_van_der_Aa",
      "name": "Cornelis van der Aa",
      "aboutText": "Charles Marie René Leconte de Lisle (French: [ʃaʁl maʁi ʁəne ləkɔ̃t də lil]; 22 October 1818 – 17 July 1894) was a French poet of the Parnassian movement.",
      "pageId": 360141,
      "monthDay": "10/22"
    },
    {
      "year": "1809",
      "uri": "/wiki/Volney_Howard",
      "name": "Volney Howard",
      "aboutText": "Collis Potter Huntington (October 22, 1821 – August 13, 1900) was one of the Big Four of western railroading (along with Leland Stanford, Mark Hopkins, and Charles Crocker) who built the Central Pacific Railroad as part of the first U.S. transcontinental railroad. Huntington then helped lead and develop other major interstate lines such as the Southern Pacific Railroad and the Chesapeake & Ohio Railway (C&O), which he was recruited to help complete. The C&O, completed in 1873, fulfilled a long-held dream of Virginians of a rail link from the James River at Richmond to the Ohio River Valley.",
      "pageId": 360574,
      "monthDay": "10/22"
    },
    {
      "year": "1811",
      "uri": "/wiki/Franz_Liszt",
      "name": "Franz Liszt",
      "aboutText": "Johann Reinhold Forster (22 October 1729 – 9 December 1798) was a Reformed (Calvinist) pastor and naturalist of partially Scottish descent who made contributions to the early ornithology of Europe and North America. He is best known as the naturalist on James Cook's second Pacific voyage, where he was accompanied by his son Georg Forster. These expeditions promoted the career of Johann Reinhold Forster and the findings became the bedrock of colonial professionalism and helped set the stage for the future development of anthropology and ethnology.",
      "pageId": 399844,
      "monthDay": "10/22"
    },
    {
      "year": "1818",
      "uri": "/wiki/Leconte_de_Lisle",
      "name": "Leconte de Lisle",
      "aboutText": "General Jacobus Herculaas de la Rey (22 October 1847 – 15 September 1914), known as Koos de la Rey, was a Boer general during the Second Boer War and is widely regarded as being one of the strongest military leaders during that conflict.\nHe is generally regarded as the bravest of the Boer generals during the Second Boer War and as one of the leading figures of Boer independence. As a guerrilla, his tactics proved extremely successful.",
      "pageId": 423398,
      "monthDay": "10/22"
    },
    {
      "year": "1821",
      "uri": "/wiki/Collis_Potter_Huntington",
      "name": "Collis Potter Huntington",
      "aboutText": "William IX (Occitan: Guilhèm de Peitieus; French: Guillaume de Poitiers) (22 October 1071 – 11 February 1127), called the Troubador, was the Duke of Aquitaine and Gascony and Count of Poitou (as William VII) between 1086 and his death. He was also one of the leaders of the Crusade of 1101. Though his political and military achievements have a certain historical importance, he is best known as the earliest troubadour — a vernacular lyric poet in the Occitan language — whose work survived.",
      "pageId": 544552,
      "monthDay": "10/22"
    },
    {
      "year": "1832",
      "uri": "/wiki/August_Labitzky",
      "name": "August Labitzky",
      "aboutText": "Volney Erskine Howard (October 22, 1809 – May 14, 1889) was an American lawyer, statesman, and jurist.",
      "pageId": 1073509,
      "monthDay": "10/22"
    },
    {
      "year": "1844",
      "uri": "/wiki/Sarah_Bernhardt",
      "name": "Sarah Bernhardt",
      "aboutText": "Augusta Victoria of Schleswig-Holstein (Auguste Viktoria Friederike Luise Feodora Jenny; 22 October 1858 – 11 April 1921) was the last German empress and queen of Prussia as the first wife of Wilhelm II, German Emperor.",
      "pageId": 1152199,
      "monthDay": "10/22"
    },
    {
      "year": "1844",
      "uri": "/wiki/Louis_Riel",
      "name": "Louis Riel",
      "aboutText": "Kristjan Raud (22 October 1865, Kirikuküla, Vinni Parish - 19 May 1943, Tallinn) was an Estonian painter and illustrator who was one of the founders of the Estonian National Museum. Folklore elements figure heavily in his subject matter and his style is reminiscent of Primitivism.",
      "pageId": 2482002,
      "monthDay": "10/22"
    },
    {
      "year": "1847",
      "uri": "/wiki/Koos_de_la_Rey",
      "name": "Koos de la Rey",
      "aboutText": "August Labitzky (22 October 1832, Petschau – 29 August 1903, Bad Reichenhall) was a Czech composer and kapellmeister, and the son of Joseph Labitzky. Although Labitzky was not as prolific a composer as his father, his Ouverture Characteristique has been occasionally recorded. Written in 1858, it depicts Emperor Charles IV while out hunting.",
      "pageId": 4759220,
      "monthDay": "10/22"
    },
    {
      "year": "1858",
      "uri": "/wiki/Augusta_Victoria_of_Schleswig-Holstein",
      "name": "Augusta Victoria of Schleswig-Holstein",
      "aboutText": "Maria Amalia of Austria (Maria Amalie Josefa Anna; 22 October 1701 – 11 December 1756) was Holy Roman Empress, Queen of the Germans, Queen of Bohemia, Electress and Duchess of Bavaria etc. as the spouse of Charles VII, Holy Roman Emperor. By birth, she was an Archduchess of Austria as the daughter of Joseph I, Holy Roman Emperor and Wilhelmine Amalia of Brunswick-Lüneburg.",
      "pageId": 7245925,
      "monthDay": "10/22"
    },
    {
      "year": "1865",
      "uri": "/wiki/Kristjan_Raud",
      "name": "Kristjan Raud",
      "aboutText": "Cornelis van der Aa (Leiden, 22 October 1749 - Amsterdam, 1816), was a bookseller in Haarlem when he was convicted in 1796 by the schepenen of the city to five years imprisonment and consecutive perpetual exile from the department Holland for political reasons as a follower of the stadtholders. At the end of 1799, he was released and settled in Utrecht as a bookseller.",
      "pageId": 25791824,
      "monthDay": "10/22"
    },
    {
      "year": "1870",
      "uri": "/wiki/Ivan_Bunin",
      "name": "Ivan Bunin",
      "aboutText": "Lord Alfred Bruce Douglas (22 October 1870 – 20 March 1945), nicknamed Bosie, was an English author, poet and translator, better known as the friend and lover of writer Oscar Wilde. Much of his early poetry was Uranian in theme, though he tended, later in life, to distance himself from both Wilde's influence and his own role as a Uranian poet.",
      "pageId": 74095,
      "monthDay": "10/22"
    },
    {
      "year": "1870",
      "uri": "/wiki/Lord_Alfred_Douglas",
      "name": "Lord Alfred Douglas",
      "aboutText": "John Silas \"Jack\" Reed (October 22, 1887 – October 17, 1920) was an American journalist, poet, and socialist activist, best remembered for his first-hand account of the Bolshevik Revolution, Ten Days That Shook the World. He was married to writer and feminist Louise Bryant.",
      "pageId": 143436,
      "monthDay": "10/22"
    },
    {
      "year": "1873",
      "uri": "/wiki/Gustaf_John_Ramstedt",
      "name": "Gustaf John Ramstedt",
      "aboutText": "Ivan Alekseyevich Bunin (/ˈbuːniːn/ or /ˈbuːnɪn/; Russian: Ива́н Алексе́евич Бу́нин; IPA: [ɪˈvan ɐlʲɪˈksʲejɪvʲɪtɕ ˈbunʲɪn]; 22 October [O.S. 10 October] 1870 – 8 November 1953) was the first Russian writer to win the Nobel Prize for Literature. He was noted for the strict artistry with which he carried on the classical Russian traditions in the writing of prose and poetry. The texture of his poems and stories, sometimes referred to as \"Bunin brocade\", is considered to be one of the richest in the language.",
      "pageId": 164425,
      "monthDay": "10/22"
    },
    {
      "year": "1873",
      "uri": "/wiki/Rama_Tirtha",
      "name": "Rama Tirtha",
      "aboutText": "Ernst Julius Öpik (22 October [O.S. 10 October] 1893 – 10 September 1985) was an Estonian astronomer and astrophysicist who spent the second half of his career (1948–1981) at the Armagh Observatory in Northern Ireland.",
      "pageId": 327092,
      "monthDay": "10/22"
    },
    {
      "year": "1875",
      "uri": "/wiki/David_van_Embden",
      "name": "David van Embden",
      "aboutText": "Newell Convers Wyeth (October 22, 1882 – October 19, 1945), known as N. C. Wyeth, was an American artist and illustrator. He was the pupil of artist Howard Pyle and became one of America's greatest illustrators. During his lifetime, Wyeth created over 3,000 paintings and illustrated 112 books, 25 of them for Scribner's, the Scribner Classics, which is the work for which he is best known.",
      "pageId": 552517,
      "monthDay": "10/22"
    },
    {
      "year": "1878",
      "uri": "/wiki/Jaan_Lattik",
      "name": "Jaan Lattik",
      "aboutText": "George Wells Beadle (October 22, 1903 – June 9, 1989) was an American scientist in the field of genetics, and Nobel Prize in Physiology or Medicine Nobel laureate who with Edward Lawrie Tatum discovered the role of genes in regulating biochemical events within cells in 1958.\nBeadle and Tatum's key experiments involved exposing the bread mold Neurospora crassa to x-rays, causing mutations. In a series of experiments, they showed that these mutations caused changes in specific enzymes involved in metabolic pathways.",
      "pageId": 767277,
      "monthDay": "10/22"
    },
    {
      "year": "1881",
      "uri": "/wiki/Clinton_Davisson",
      "name": "Clinton Davisson",
      "aboutText": "Clinton Joseph Davisson (October 22, 1881 – February 1, 1958), was an American physicist who won the 1937 Nobel Prize in Physics for his discovery of electron diffraction in the famous Davisson-Germer experiment.",
      "pageId": 930254,
      "monthDay": "10/22"
    },
    {
      "year": "1881",
      "uri": "/wiki/Karl_Bernhard_Zoeppritz",
      "name": "Karl Bernhard Zoeppritz",
      "aboutText": "Parker Fennelly (October 22, 1891 – January 22, 1988) was an American actor who appeared in ten films, numerous television episodes and hundreds of radio programs.",
      "pageId": 1282699,
      "monthDay": "10/22"
    },
    {
      "year": "1882",
      "uri": "/wiki/Edmund_Dulac",
      "name": "Edmund Dulac",
      "aboutText": "Edmund Dulac (born Edmond Dulac; October 22, 1882 – May 25, 1953) was a French-born, British naturalised magazine illustrator, book illustrator and stamp designer. Born in Toulouse he studied law but later turned to the study of art the École des Beaux-Arts. He moved to London early in the 20th century and in 1905 received his first commission to illustrate the novels of the Brontë Sisters.",
      "pageId": 1599064,
      "monthDay": "10/22"
    },
    {
      "year": "1882",
      "uri": "/wiki/N._C._Wyeth",
      "name": "N. C. Wyeth",
      "aboutText": "Mei Lanfang (simplified Chinese: 梅兰芳; traditional Chinese: 梅蘭芳; pinyin: Méi Lánfāng; October 22, 1894 – August 8, 1961) was one of the most famous Peking opera artists in modern history, exclusively known for his qingyi roles, a type of dan role. Mei Lanfang is his stage name, and in Chinese it is generally considered a feminine name. His real name was Méi Lán (Chinese: 梅兰).",
      "pageId": 1976580,
      "monthDay": "10/22"
    },
    {
      "year": "1885",
      "uri": "/wiki/Giovanni_Martinelli",
      "name": "Giovanni Martinelli",
      "aboutText": "Charles Glen King (October 22, 1896 – January 23, 1988) was an American biochemist who was a pioneer in the field of nutrition research and who isolated vitamin C at the same time as Albert Szent-Györgyi. A biography of King states that many feel he deserves equal credit with Szent-Györgyi for the discovery of this vitamin.\n^ University of Pittsburgh History 1932, Charles Glen King.",
      "pageId": 2345925,
      "monthDay": "10/22"
    },
    {
      "year": "1886",
      "uri": "/wiki/Erik_Bergman_(Lutheran_minister)",
      "name": "Erik Bergman",
      "aboutText": "Swami Rama Tirtha  pronunciation  (Hindi: स्वामी रामतीर्थ 22 October 1873 – 27 October 1906), also known as Swami Ram, was an Indian teacher of the Hindu philosophy of Vedanta. He was among the first notable teachers of Hinduism to lecture in the United States, travelling there in 1902, preceded by Swami Vivekananda in 1893 and followed by Paramahansa Yogananda in 1920. During his American tours Swami Rama Tirtha spoke frequently on the concept of 'practical Vedanta' and education of Indian youth.",
      "pageId": 3552564,
      "monthDay": "10/22"
    },
    {
      "year": "1887",
      "uri": "/wiki/John_Reed_(journalist)",
      "name": "John Reed",
      "aboutText": "Giovanni Martinelli (October 22, 1885 – February 2, 1969) was an Italian operatic tenor. He was associated with the Italian lyric-dramatic repertory, although he performed French operatic roles to great acclaim as well.",
      "pageId": 4784828,
      "monthDay": "10/22"
    },
    {
      "year": "1891",
      "uri": "/wiki/Parker_Fennelly",
      "name": "Parker Fennelly",
      "aboutText": "Ashfaqulla Khan (Ashfaq Ulla Khan)  pronunciation  (22 October 1900 – 19 December 1927) was a freedom fighter in the Indian independence movement who had sacrificed his life along with Ram Prasad Bismil. Bismil and Ashfaq were good friends and Urdu poets (Shayar). Bismil was the pen name of Pandit Ram Prasad whereas Ashfaq used to write poetry with the pen name of 'Hasrat'.",
      "pageId": 6493683,
      "monthDay": "10/22"
    },
    {
      "year": "1893",
      "uri": "/wiki/Ernst_%C3%96pik",
      "name": "Ernst Öpik",
      "aboutText": "David van Embden (October 22, 1875, The Hague – February 14, 1962, Amsterdam), was a Dutch politician, first for the Free-thinking Democratic League (Dutch: Vrijzinnig Democratische Bond, VDB), later for the Labour Party (Dutch: Partij van de Arbeid, PvdA).\nHe studied law at the municipal university of Amsterdam and in 1901, he graduated cum laude. Raised in the Portuguese Jewish community in the Netherlands, in 1905 he married a Christian.",
      "pageId": 7490475,
      "monthDay": "10/22"
    },
    {
      "year": "1894",
      "uri": "/wiki/Mei_Lanfang",
      "name": "Mei Lanfang",
      "aboutText": "Gustaf John Ramstedt (October 22, 1873 – November 25, 1950) was a Finland Swedish diplomat and linguist.",
      "pageId": 8910614,
      "monthDay": "10/22"
    },
    {
      "year": "1895",
      "uri": "/wiki/Johnny_Morrison_(baseball)",
      "name": "Johnny Morrison",
      "aboutText": "John Dewey \"Jughandle Johnny\" Morrison (October 22, 1895 – March 20, 1966) was a professional baseball player. He was a right-handed pitcher over parts of ten seasons (1920–1927, 1929–1930) with the Pittsburgh Pirates and Brooklyn Robins. For his career, he compiled a 103–80 record in 297 appearances, with an 3.65 earned run average and 546 strikeouts.",
      "pageId": 11395099,
      "monthDay": "10/22"
    },
    {
      "year": "1896",
      "uri": "/wiki/Charles_Glen_King",
      "name": "Charles Glen King",
      "aboutText": "Jaan Lattik (22 October [O.S. 10 October] 1878 near Karula, Estonia – 27 June 1967 in Stockholm, Sweden) was an Estonian politician, writer and a former Estonian Minister of Education and Minister of Foreign Affairs of Estonia.\nLattik was a pastor by profession and studied theology at Tartu University. He was also a writer of children's stories, which were written in a Võro dialect from southern Estonia.",
      "pageId": 12409542,
      "monthDay": "10/22"
    },
    {
      "year": "1900",
      "uri": "/wiki/Ashfaqulla_Khan",
      "name": "Ashfaqulla Khan",
      "aboutText": "Erik Henrik Fredrik Bergman (22 October 1886 – 26 April 1970) was a Swedish parish minister of the Lutheran Church and Ingmar Bergman's father.\nErik Bergman was born at Mörbylånga, Kalmar County in 1886. He was ordained to the Swedish State Church in Uppsala in 1912 and served as a priest in Valbo as of 1913.",
      "pageId": 12544302,
      "monthDay": "10/22"
    },
    {
      "year": "1903",
      "uri": "/wiki/George_Wells_Beadle",
      "name": "George Wells Beadle",
      "aboutText": "Karl Bernhard Zoeppritz (22 October 1881 – 20 July 1908) was a German geophysicist who made important contributions to seismology, in particular the formulation of the Zoeppritz equations.",
      "pageId": 30713219,
      "monthDay": "10/22"
    },
    {
      "year": "1903",
      "uri": "/wiki/Curly_Howard",
      "name": "Curly Howard",
      "aboutText": "Timothy Francis Leary (October 22, 1920 – May 31, 1996) was an American psychologist and writer known for advocating psychedelic drugs. Leary conducted experiments under the Harvard Psilocybin Project during American legality of LSD and psilocybin, resulting in the Concord Prison Experiment and the Marsh Chapel Experiment. Leary and his associate Richard Alpert were fired by Harvard University amid controversy surrounding such drugs (although some have claimed that the experiments produced useful data).",
      "pageId": 31088,
      "monthDay": "10/22"
    },
    {
      "year": "1904",
      "uri": "/wiki/Constance_Bennett",
      "name": "Constance Bennett",
      "aboutText": "In the Vietnamese name below, Nguyễn Phúc is the surname.\nBảo Đại (lit. \"keeper of greatness\", 22 October 1913 – 30 July 1997), born Nguyễn Phúc Vĩnh Thụy, was the 13th and final emperor of the Nguyễn Dynasty, which was the last dynasty of Vietnam.",
      "pageId": 66065,
      "monthDay": "10/22"
    },
    {
      "year": "1905",
      "uri": "/wiki/Joseph_Kosma",
      "name": "Joseph Kosma",
      "aboutText": "Doris May Lessing CH (née Tayler; 22 October 1919 – 17 November 2013) was a British novelist, poet, playwright, librettist, biographer and short story writer. Her novels include The Grass is Singing (1950), the sequence of five novels collectively called Children of Violence (1952–69), The Golden Notebook (1962), The Good Terrorist (1985), and five novels collectively known as Canopus in Argos: Archives (1979–1983).\nLessing was awarded the 2007 Nobel Prize in Literature.",
      "pageId": 88893,
      "monthDay": "10/22"
    },
    {
      "year": "1906",
      "uri": "/wiki/Kees_van_Baaren",
      "name": "Kees van Baaren",
      "aboutText": "James Emory \"Jimmie\" Foxx (October 22, 1907 – July 21, 1967), nicknamed \"Double X\" and \"The Beast\", was an American baseball first baseman who played 20 seasons in Major League Baseball for four different teams. His most productive years were with the Philadelphia Athletics and the Boston Red Sox, where he was a formidable power hitter, hitting 30 or more home runs in 12 consecutive seasons and driving in more than 100 runs in 13 consecutive years.\nFoxx became the second player in Major League Baseball history to hit 500 career home runs, after Babe Ruth.",
      "pageId": 158191,
      "monthDay": "10/22"
    },
    {
      "year": "1907",
      "uri": "/wiki/Jimmie_Foxx",
      "name": "Jimmie Foxx",
      "aboutText": "Robert Capa (born Endre Friedmann; October 22, 1913 – May 25, 1954) was a Hungarian war photographer, photo journalist and also the companion and professional partner of photographer Gerda Taró. He covered five wars: the Spanish Civil War, the Second Sino-Japanese War, World War II across Europe, the 1948 Arab-Israeli War, and the First Indochina War. He documented the course of World War II in London, North Africa, Italy, the Battle of Normandy on Omaha Beach and the liberation of Paris.",
      "pageId": 162711,
      "monthDay": "10/22"
    },
    {
      "year": "1908",
      "uri": "/wiki/John_Gould_(columnist)",
      "name": "John Gould",
      "aboutText": "Yitzhak Shamir (Hebrew: יצחק שמיר‎,  listen ; born Yitzhak Yezernitsky; October 22, 1915 – June 30, 2012) was an Israeli politician and the seventh Prime Minister of Israel, serving two terms, 1983–84 and 1986–1992. Before the establishment of the State of Israel, Shamir was a leader of the Zionist paramilitary group Lehi. After the establishment of the State of Israel he served in the Mossad between 1955 and 1965, a Knesset Member, a Knesset Speaker and a Foreign Affairs Minister.",
      "pageId": 168208,
      "monthDay": "10/22"
    },
    {
      "year": "1912",
      "uri": "/wiki/Frances_Drake",
      "name": "Frances Drake",
      "aboutText": "Joan de Beauvoir de Havilland (October 22, 1917 – December 15, 2013), known professionally as Joan Fontaine, was a British-American actress. Fontaine began her career on the stage in 1935 and signed a contract with RKO Pictures that same year.\nIn 1941, she received an Academy Award nomination for Best Actress for her role in Rebecca, directed by Alfred Hitchcock.",
      "pageId": 180982,
      "monthDay": "10/22"
    },
    {
      "year": "1912",
      "uri": "/wiki/Peer_Guldbrandsen",
      "name": "Peer Guldbrandsen",
      "aboutText": "Hans-Peter Tschudi (22 October 1913 – 30 September 2002) was a Swiss politician and member of the Swiss Federal Council (1959-1973) heading the Department of Home Affairs (Swiss interior minister).\nTschudi was a member of the Cantonal Government of Basel-City from 1953 to 1959. He was affiliated to the Social Democratic Party.",
      "pageId": 240519,
      "monthDay": "10/22"
    },
    {
      "year": "1912",
      "uri": "/wiki/George_N._Leighton",
      "name": "George N. Leighton",
      "aboutText": "Georges Brassens (French: [ʒɔʁʒ bʁasɛ̃s]; 22 October 1921 – 29 October 1981) was a French singer-songwriter and poet.\nHe wrote and sang, with his guitar, more than a hundred of his poems, as well as texts from many others such as Victor Hugo, Paul Verlaine, or Louis Aragon. In 1967, he received the Grand Prix de Poésie of the Académie française.",
      "pageId": 325202,
      "monthDay": "10/22"
    },
    {
      "year": "1913",
      "uri": "/wiki/Robert_Capa",
      "name": "Robert Capa",
      "aboutText": "Constance Campbell Bennett (October 22, 1904 – July 24, 1965) was an American actress.",
      "pageId": 569370,
      "monthDay": "10/22"
    },
    {
      "year": "1913",
      "uri": "/wiki/B%E1%BA%A3o_%C4%90%E1%BA%A1i",
      "name": "Bảo Đại",
      "aboutText": "Jerome Lester Horwitz (October 22, 1903 – January 18, 1952), better known by his stage name Curly Howard, was an American comedian and vaudevillian actor. He was best known as the most outrageous member of the American farce comedy team the Three Stooges, which also featured his older brothers Moe and Shemp Howard and actor Larry Fine. Curly was generally considered the most popular and recognizable of the Stooges.",
      "pageId": 1093948,
      "monthDay": "10/22"
    },
    {
      "year": "1913",
      "uri": "/wiki/Tamara_Desni",
      "name": "Tamara Desni",
      "aboutText": "Joseph Kosma (22 October 1905 – 7 August 1969) was a Hungarian-French composer.",
      "pageId": 1862504,
      "monthDay": "10/22"
    },
    {
      "year": "1913",
      "uri": "/wiki/Hans-Peter_Tschudi",
      "name": "Hans-Peter Tschudi",
      "aboutText": "Kathleen Ankers (22 October 1919 - 24 October 2001, Lenox Hill Hospital, New York City) was an American scenic designer. Born in Ealing, London, she moved to the US in the late 1940s. She did occasional Broadway costume design (Fancy Meeting You Again [1952]; My Sister, My Sister [1974]) and set design (Mr.",
      "pageId": 5228270,
      "monthDay": "10/22"
    },
    {
      "year": "1915",
      "uri": "/wiki/Yitzhak_Shamir",
      "name": "Yitzhak Shamir",
      "aboutText": "Louis Frank Klein (October 22, 1918 – June 20, 1976) was an American professional baseball player, manager, coach and scout. During his active career he was an infielder in the Major Leagues for the St. Louis Cardinals, Cleveland Indians and Philadelphia Athletics and was known as one of the players who \"jumped\" to the Mexican League in 1946.",
      "pageId": 5341419,
      "monthDay": "10/22"
    },
    {
      "year": "1917",
      "uri": "/wiki/Joan_Fontaine",
      "name": "Joan Fontaine",
      "aboutText": "Frances Drake (October 22, 1912 – January 18, 2000) was an American actress, best known for playing Eponine in Les Misérables (1935).",
      "pageId": 6752647,
      "monthDay": "10/22"
    },
    {
      "year": "1918",
      "uri": "/wiki/Lou_Klein",
      "name": "Lou Klein",
      "aboutText": "Kees van Baaren (Dutch pronunciation: [ˈkeːs fɑn ˈbaːrə(n)] or [ˈkeːs vɑn ˈbaːrə(n)] when pronouncing every word in isolation.; 22 October 1906 – 2 September 1970) was a Dutch composer and teacher.\nVan Baaren was born in Enschede. His early studies (1924–29) were in Berlin with Rudolph Breithaupt (piano) and Friedrich Koch (composition) at the Stern conservatory.",
      "pageId": 6888841,
      "monthDay": "10/22"
    },
    {
      "year": "1919",
      "uri": "/wiki/Kathleen_Ankers",
      "name": "Kathleen Ankers",
      "aboutText": "John Thomas Gould (October 22, 1908 – September 1, 2003) was an American humorist, essayist, and columnist who wrote a column for the Christian Science Monitor for over sixty years from a farm in Lisbon Falls, Maine. He was published in most major American newspapers and magazines and wrote thirty books.\nGould was born in Brighton, Massachusetts to Franklin Farrar Gould and Hilda Dobson Jenkins.",
      "pageId": 7610069,
      "monthDay": "10/22"
    },
    {
      "year": "1919",
      "uri": "/wiki/Doris_Lessing",
      "name": "Doris Lessing",
      "aboutText": "George N. Leighton (né George Neves Leitão; born October 22, 1912) is a retired African-American jurist.",
      "pageId": 10840142,
      "monthDay": "10/22"
    },
    {
      "year": "1920",
      "uri": "/wiki/Timothy_Leary",
      "name": "Timothy Leary",
      "aboutText": "Tamara Desni (22 October 1913 – 7 February 2008) was a German-born British actress.",
      "pageId": 15807968,
      "monthDay": "10/22"
    },
    {
      "year": "1921",
      "uri": "/wiki/Georges_Brassens",
      "name": "Georges Brassens",
      "aboutText": "Peer Guldbrandsen (22 October 1912 – 13 March 1996) was a Danish screenwriter, actor, film director and producer. He wrote for 42 films between 1940 and 1976. He also appeared in 23 films between 1939 and 1978.",
      "pageId": 19608530,
      "monthDay": "10/22"
    },
    {
      "year": "1921",
      "uri": "/wiki/Alexander_Kronrod",
      "name": "Alexander Kronrod",
      "aboutText": "Lev Ivanovich Yashin (Russian: Лев Ива́нович Я́шин, 22 October 1929 – 20 March 1990), nicknamed the \"Black Spider\" or the \"Black Panther\", was a Soviet-Russian football goalkeeper, considered by many to be the greatest goalkeeper in the history of the game. He was known for his athleticism in goal, imposing stature and reflex saves. He was also deputy chairman of the Football Federation of the Soviet Union.",
      "pageId": 60886,
      "monthDay": "10/22"
    },
    {
      "year": "1921",
      "uri": "/wiki/Harald_Nugiseks",
      "name": "Harald Nugiseks",
      "aboutText": "Robert Rauschenberg (October 22, 1925 – May 12, 2008) was an American painter and graphic artist whose early works anticipated the pop art movement. Rauschenberg is well known for his \"Combines\" of the 1950s, in which non-traditional materials and objects were employed in innovative combinations. Rauschenberg was both a painter and a sculptor and the Combines are a combination of both, but he also worked with photography, printmaking, papermaking, and performance.",
      "pageId": 306181,
      "monthDay": "10/22"
    },
    {
      "year": "1922",
      "uri": "/wiki/Juan_Carlos_Lorenzo",
      "name": "Juan Carlos Lorenzo",
      "aboutText": "Manos Loïzos (Greek: Μάνος Λοΐζος, also transliterated as Loizos and Loisos) was considered to be one of the most important Greek Cypriot music composers of the 20th century.",
      "pageId": 584884,
      "monthDay": "10/22"
    },
    {
      "year": "1923",
      "uri": "/wiki/Bert_Trautmann",
      "name": "Bert Trautmann",
      "aboutText": "Bernhard Carl \"Bert\" Trautmann, OBE (22 October 1923 – 19 July 2013) was a German professional footballer who played for Manchester City from 1949 to 1964.\nBrought up during times of inter-war strife in Germany, Trautmann joined the Luftwaffe early in the Second World War, serving as a paratrooper. He fought on the Eastern Front for three years, earning five medals, including an Iron Cross.",
      "pageId": 607950,
      "monthDay": "10/22"
    },
    {
      "year": "1924",
      "uri": "/wiki/Blake_Butler",
      "name": "Blake Butler",
      "aboutText": "Ann Rae Rule (née Stackhouse; October 22, 1931 – July 26, 2015) was an American true crime author of The Stranger Beside Me, about serial killer, and Rule's co-worker, Ted Bundy. Rule was also known for her book Small Sacrifices, about Oregon child murderer Diane Downs.",
      "pageId": 935138,
      "monthDay": "10/22"
    },
    {
      "year": "1925",
      "uri": "/wiki/Slater_Martin",
      "name": "Slater Martin",
      "aboutText": "Dory Previn (born Dorothy Veronica Langan; October 22, 1925 – February 14, 2012) was an American lyricist, singer-songwriter and poet.\nDuring the late 1950s and 1960s she was a lyricist on songs intended for motion pictures and, with her then husband, André Previn, received several Academy Award nominations. In the 1970s, after their divorce, she released six albums of original songs and an acclaimed live album.",
      "pageId": 1042729,
      "monthDay": "10/22"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_Rauschenberg",
      "name": "Robert Rauschenberg",
      "aboutText": "Professor Sir Peter Cook RA (born 22 October 1936) is an English architect, lecturer and writer on architectural subjects. He was a founder of Archigram, and was knighted in 2007 by the Queen for his services to architecture and teaching. He is also a Royal Academician and a Commandeur de l'Ordre des Arts et des Lettres of the French Republic.",
      "pageId": 1495362,
      "monthDay": "10/22"
    },
    {
      "year": "1927",
      "uri": "/wiki/Allan_Hendrickse",
      "name": "Allan Hendrickse",
      "aboutText": "Helenard Joe Hendrickse (22 October 1927 – 16 March 2005), popularly known as Allan Hendrickse, was a South African politician, Congregationalist minister, and teacher. He participated in an act of defiance by swimming at a South African beach reserved for whites only. He was born in Uitenhage in the Eastern Cape and died of a heart attack at Port Elizabeth's airport.",
      "pageId": 1665551,
      "monthDay": "10/22"
    },
    {
      "year": "1928",
      "uri": "/wiki/Nelson_Pereira_dos_Santos",
      "name": "Nelson Pereira dos Santos",
      "aboutText": "Slater Nelson \"Dugie\" Martin Jr. (October 22, 1925 – October 18, 2012) was an American professional basketball player and coach who was a playmaking guard for 11 seasons in the National Basketball Association (NBA). He was born in Elmina, Walker County, Texas and played in seven NBA All-Star Games.",
      "pageId": 1687031,
      "monthDay": "10/22"
    },
    {
      "year": "1929",
      "uri": "/wiki/Michael_Birkett,_2nd_Baron_Birkett",
      "name": "Michael Birkett, 2nd Baron Birkett",
      "aboutText": "Nelson Pereira dos Santos (born 22 October 1928) is a Brazilian film director. He directed films such as Vidas Secas (Barren Lives), based on the book with the same name by Brazilian writer Graciliano Ramos.\nSantos was born in São Paulo.",
      "pageId": 1910240,
      "monthDay": "10/22"
    },
    {
      "year": "1929",
      "uri": "/wiki/Dory_Previn",
      "name": "Dory Previn",
      "aboutText": "Juan Carlos (\"Toto\") Lorenzo (Spanish pronunciation: [ˈxwaŋ ˈkarlos loˈɾenso]; 22 October 1922 in Buenos Aires – 14 November 2001 in Buenos Aires) was an Argentine football player and coach.",
      "pageId": 4260148,
      "monthDay": "10/22"
    },
    {
      "year": "1929",
      "uri": "/wiki/Lev_Yashin",
      "name": "Lev Yashin",
      "aboutText": "Colonel John Nicholas Blashford-Snell OBE (born 22 October 1936) is a former British Army officer, explorer and author. He was brought up on adventures from Boy's Own Paper and the exploits of famous explorers such as Captain Scott and Ernest Shackleton read to him by his grandmother.\nBlashford-Snell was educated at Victoria College, Jersey and at the Royal Military Academy Sandhurst, then commissioned into the Royal Engineers.",
      "pageId": 4434784,
      "monthDay": "10/22"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ann_Rule",
      "name": "Ann Rule",
      "aboutText": "Michael Birkett, 2nd Baron Birkett (22 October 1929 – 3 April 2015), was a British film producer/director, author and hereditary peer.",
      "pageId": 4689808,
      "monthDay": "10/22"
    },
    {
      "year": "1933",
      "uri": "/wiki/Helmut_Senekowitsch",
      "name": "Helmut Senekowitsch",
      "aboutText": "Aleksandr (Alexander) Semenovich Kronrod (Russian: Алекса́ндр Семёнович Кронро́д) (October 22, 1921 – October 6, 1986) was a Soviet mathematician and computer scientist, best known for the Gauss-Kronrod quadrature formula which he published in 1964. Earlier, he worked on computational solutions of problems emerging in theoretical physics. He is also known for his contributions to economics, specifically for proposing corrections and calculating price formation for the USSR. Later, Kronrod gave his fortune and life to medicine to care for terminal cancer patients.",
      "pageId": 4843650,
      "monthDay": "10/22"
    },
    {
      "year": "1934",
      "uri": "/wiki/Donald_McIntyre",
      "name": "Donald McIntyre",
      "aboutText": "Helmut Senekowitsch ([senekovitʃ]; 22 October 1933 – 9 September 2007) was an Austrian football player and later a football manager.",
      "pageId": 5574046,
      "monthDay": "10/22"
    },
    {
      "year": "1934",
      "uri": "/wiki/Rita_Sakellariou",
      "name": "Rita Sakellariou",
      "aboutText": "This page is about the singer.",
      "pageId": 13100571,
      "monthDay": "10/22"
    },
    {
      "year": "1936",
      "uri": "/wiki/John_Blashford-Snell",
      "name": "John Blashford-Snell",
      "aboutText": "Blake Butler (born John David Blake Butler in Barrow in Furness, Lancashire) was a British actor best known for his regular role as Mr. Wainwright during the first three series of Last of the Summer Wine between 1973 and 1976.",
      "pageId": 15334149,
      "monthDay": "10/22"
    },
    {
      "year": "1936",
      "uri": "/wiki/Peter_Cook_(architect)",
      "name": "Peter Cook",
      "aboutText": "Harald Nugiseks (22 October 1921 – 2 January 2014) was an SS-Oberscharführer (Sergeant) in World War II, who served voluntarily in the 20th Waffen Grenadier Division of the SS (1st Estonian) of the Waffen SS. Nugiseks is also one of the four Estonian soldiers who received the Knight's Cross of the Iron Cross.",
      "pageId": 19114800,
      "monthDay": "10/22"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jovan_Pavlovi%C4%87",
      "name": "Jovan Pavlović",
      "aboutText": "Rita Sakellariou (Greek: Ρίτα Σακελλαρίου) (born 22 October 1934, Sitia, Crete, Greece – died 6 August 1999, Athens, Greece) was a famous Greek singer.\nHer mother originated in Kalymnos and her father in Izmir. As a child, her father, a Partisan was killed in the 1946-49 civil war on Crete where she had been born and bred.",
      "pageId": 21091204,
      "monthDay": "10/22"
    },
    {
      "year": "1937",
      "uri": "/wiki/Manos_Lo%C3%AFzos",
      "name": "Manos Loïzos",
      "aboutText": "Metropolitan Jovan Pavlović (Serbo-Croatian: Mitropolit Jovan Pavlović, Serbian Cyrillic: Митрополит Јован Павловић; 22 October 1936 – 3 April 2014) was Metropolitan of Metropolitanate of Zagreb and Ljubljana of the Serbian Orthodox Church and one of the most prominent individuals in Serbian community in Croatia during his lifetime. Metropolitan Jovan Pavlović was born in the village of Medinci in 1936 and died in the Sisters of Charity Hospital in Zagreb on 3 April 2014.  He was the highest representative of the Serbian Orthodox Church in Croatia for more than two decades.",
      "pageId": 42400314,
      "monthDay": "10/22"
    },
    {
      "year": "1938",
      "uri": "/wiki/K._Indrapala",
      "name": "K. Indrapala",
      "aboutText": "Catherine Deneuve (French: [katʁin dənœv]; born 22 October 1943) is a French actress who gained recognition for her portrayal of aloof, mysterious beauties for various directors, including Luis Buñuel and Roman Polanski. She has appeared in more than 120 films. A 13-time César Award nominee, she won for her performances in François Truffaut's The Last Metro (1980) and Régis Wargnier's Indochine (1992).",
      "pageId": 45379,
      "monthDay": "10/22"
    },
    {
      "year": "1938",
      "uri": "/wiki/Derek_Jacobi",
      "name": "Derek Jacobi",
      "aboutText": "Robert Gaston \"Bobby\" Fuller (October 22, 1942 – July 18, 1966) was an American rock singer, songwriter, and guitarist best known for \"Love's Made a Fool of You and his cover of \"I Fought the Law\", recorded with his mid-1960s group, the Bobby Fuller Four.",
      "pageId": 164344,
      "monthDay": "10/22"
    },
    {
      "year": "1938",
      "uri": "/wiki/Christopher_Lloyd",
      "name": "Christopher Lloyd",
      "aboutText": "Sir Derek George Jacobi CBE (/ˈdʒækəbi/; born 22 October 1938) is an English actor and stage director.\nA \"forceful, commanding stage presence\", Jacobi has enjoyed a successful stage career, appearing in such stage productions as Hamlet, Uncle Vanya, and Oedipus the King. He has twice been awarded a Laurence Olivier Award, first for his performance of the eponymous hero in Cyrano de Bergerac in 1983 and the second for his Malvolio in Twelfth Night in 2009.",
      "pageId": 168017,
      "monthDay": "10/22"
    },
    {
      "year": "1938",
      "uri": "/wiki/Timos_Perlegas",
      "name": "Timos Perlegas",
      "aboutText": "Christopher Allen Lloyd (born October 22, 1938) is an American actor best known for his roles as Emmett \"Doc\" Brown in the Back to the Future trilogy, Jim Ignatowski in the television series Taxi, Uncle Fester in The Addams Family and its sequel Addams Family Values, and Judge Doom in Who Framed Roger Rabbit.\nLloyd has won three Primetime Emmy Awards and an Independent Spirit Award, along with being nominated for two Saturn Awards and two Daytime Emmy Awards. He has also done voiceover work in animation, usually cast as villains due to his distinctive voice.",
      "pageId": 256406,
      "monthDay": "10/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Joaquim_Chissano",
      "name": "Joaquim Chissano",
      "aboutText": "Annette Joanne Funicello (October 22, 1942 – April 8, 2013) was an American actress and singer. Funicello began her professional career as a child performer at the age of twelve. She rose to prominence as one of the most popular \"Mouseketeers\" on the original Mickey Mouse Club.",
      "pageId": 369054,
      "monthDay": "10/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/George_Cohen",
      "name": "George Cohen",
      "aboutText": "Joaquim Alberto Chissano (born 22 October 1939) was the second President of Mozambique, serving from 1986 to 2005. He is credited with transforming the war-torn country of Mozambique into one of the most successful African democracies. After his presidency, Chissano became an elder statesman, envoy and diplomat for both his home country and the United Nations.",
      "pageId": 393560,
      "monthDay": "10/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jean-Pierre_Desthuilliers",
      "name": "Jean-Pierre Desthuilliers",
      "aboutText": "Charles Keating (22 October 1941 – 8 August 2014) was an English actor of stage, screen, and television, and a narrator of audiobooks.",
      "pageId": 704546,
      "monthDay": "10/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Susumu_Kurobe",
      "name": "Susumu Kurobe",
      "aboutText": "George Reginald Cohen MBE (born 22 October 1939, Kensington, London) is an English former professional football player. He was the right full back for England in the side which won the 1966 World Cup.",
      "pageId": 775588,
      "monthDay": "10/22"
    },
    {
      "year": "1939",
      "uri": "/wiki/Tony_Roberts_(actor)",
      "name": "Tony Roberts",
      "aboutText": "Catherine Elizabeth Coulson (October 22, 1943 – September 28, 2015) was an American stage and screen actress who worked behind the scenes on various studio features, magazine shows and independent films as well as acting in theater and film since the age of 15.",
      "pageId": 1040489,
      "monthDay": "10/22"
    },
    {
      "year": "1941",
      "uri": "/wiki/Charles_Keating_(actor)",
      "name": "Charles Keating",
      "aboutText": "Jan de Bont (born 22 October 1943) is a Dutch cinematographer, producer, and film director.",
      "pageId": 1187065,
      "monthDay": "10/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Count_Christian_of_Rosenborg",
      "name": "Count Christian of Rosenborg",
      "aboutText": "Allen James Coage (October 22, 1943 – March 6, 2007) was an American professional wrestler with the WWF, Stampede Wrestling and other promotions, better known by his ring names Bad News Allen and Bad News Brown. He won a bronze medal in heavyweight judo at the 1976 Summer Olympics. He remains the only American heavyweight judoka to have won an Olympic medal.",
      "pageId": 1765684,
      "monthDay": "10/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bobby_Fuller",
      "name": "Bobby Fuller",
      "aboutText": "Seif Sharif Hamad (born 22 October 1943) is a Zanzibari politician. He is the secretary-general of the opposition Civic United Front (CUF) party and first vice president of Zanzibar.",
      "pageId": 2481106,
      "monthDay": "10/22"
    },
    {
      "year": "1942",
      "uri": "/wiki/Annette_Funicello",
      "name": "Annette Funicello",
      "aboutText": "David Anthony \"Tony\" Roberts (born October 22, 1939) is an American actor.",
      "pageId": 2758009,
      "monthDay": "10/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Allen_Coage",
      "name": "Allen Coage",
      "aboutText": "Robert Long (22 October 1943 in Utrecht as Jan Gerrit Bob Arend (Bob) Leverman – 13 December 2006 in Antwerp) was a Dutch singer and television presenter.",
      "pageId": 8442972,
      "monthDay": "10/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Catherine_E._Coulson",
      "name": "Catherine E. Coulson",
      "aboutText": "Susumu Kurobe (黒部 進, Kurobe Susumu), given the birth name of Takashi Yoshimoto (吉本 隆志, Yoshimoto Takashi), was born on (1939-10-22) October 22, 1939  in Kurobe, Toyama, Japan.\nHe is commonly known for having played the character role Shin Hayata in the Ultraman series, a role he reprised in episode 47 of the 2006 television series Ultraman Mebius and its theatrical film adaption, Ultraman Mebius & Ultraman Brothers, as well as Superior Ultraman 8 Brothers. In 2005, he played chief Kenzo Tomioka in Ultraman Max.",
      "pageId": 9074352,
      "monthDay": "10/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jan_de_Bont",
      "name": "Jan de Bont",
      "aboutText": "Count Christian Frederik Franz Knud Harald Carl Oluf Gustav Georg Erik of Rosenborg (22 October 1942 – 21 May 2013) was a member of the Danish royal family. Born Prince Christian of Denmark and Iceland, he was high in the line of succession until the constitution was changed in 1953 to allow females to inherit the crown, placing his branch of the dynasty behind that of his cousin Margrethe and her two younger sisters.",
      "pageId": 12647284,
      "monthDay": "10/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Catherine_Deneuve",
      "name": "Catherine Deneuve",
      "aboutText": "Yvan Ponton (born October 22, 1945 in Farnham, Quebec) is a Quebec actor, commentator and television host.",
      "pageId": 13492726,
      "monthDay": "10/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Seif_Sharif_Hamad",
      "name": "Seif Sharif Hamad",
      "aboutText": "Timos Perlegas (Saturday, October 22, 1938, Patras—Monday, April 19, 1993, Maroussi) was a Greek actor.",
      "pageId": 15983477,
      "monthDay": "10/22"
    },
    {
      "year": "1943",
      "uri": "/wiki/Robert_Long_(singer)",
      "name": "Robert Long",
      "aboutText": "Jean-Pierre Desthuilliers (October 22, 1939 - December 6, 2013) was a French writer and poet. He was born on 22 October 1939 in Versailles and died on 6 December 2013.\n^ Laranco, Patricia (10 December 2013).",
      "pageId": 27786929,
      "monthDay": "10/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Yvan_Ponton",
      "name": "Yvan Ponton",
      "aboutText": "Professor Karthigesu Indrapala (born 22 October 1938) is a Sri Lankan academic, historian, archaeologist, author and former dean of the Faculty of Arts, University of Jaffna.",
      "pageId": 39755746,
      "monthDay": "10/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Buzz_Potamkin",
      "name": "Buzz Potamkin",
      "aboutText": "Julie Dash (born October 22, 1952) is an American filmmaker, author and member of the L.A. Rebellion. Her Daughters of the Dust (1992) was the first full-length film by an African-American woman with general theatrical release in the United States. Dash is the film's producer, screenwriter and director.",
      "pageId": 183063,
      "monthDay": "10/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Sheila_Sherwood",
      "name": "Sheila Sherwood",
      "aboutText": "Haley Reeves Barbour (born October 22, 1947) is an American Republican politician who served as the 62nd Governor of Mississippi, from 2004 to 2012. He was given a national spotlight in August 2005 when Mississippi was hit by Hurricane Katrina. He served as Chairman of the Republican National Committee from 1993 to 1997.",
      "pageId": 217160,
      "monthDay": "10/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Michael_Stoute",
      "name": "Michael Stoute",
      "aboutText": "Deepak Chopra (/ˈdiːpɑːk ˈtʃoʊprə/ Hindustani pronunciation: [d̪iːpək tʃoːpraː]; born October 22, 1947) is an Indian American author and public speaker. He is an alternative medicine advocate and a promoter of popular forms of spirituality. He has been described by the New York Times as a \"controversial New-Age guru\" though Chopra says guru is \"a title I’ve rejected for thirty years\".",
      "pageId": 299145,
      "monthDay": "10/22"
    },
    {
      "year": "1945",
      "uri": "/wiki/Leslie_West",
      "name": "Leslie West",
      "aboutText": "Stiv Bators (born Steven John Bator; October 22, 1949 – June 4, 1990) was an American punk rock vocalist and guitarist from Youngstown, Ohio. He is best remembered for his bands, The Dead Boys and The Lords of the New Church.",
      "pageId": 363896,
      "monthDay": "10/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Eddie_Brigati",
      "name": "Eddie Brigati",
      "aboutText": "Lynette Alice \"Squeaky\" Fromme (born October 22, 1948) is an American would-be assassin best known for attempting to assassinate U.S. President Gerald Ford in 1975.",
      "pageId": 450338,
      "monthDay": "10/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Claude_Charron",
      "name": "Claude Charron",
      "aboutText": "Kelvin Calder MacKenzie (born 22 October 1946) is an English media executive and former newspaper editor.",
      "pageId": 462495,
      "monthDay": "10/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Deepak_Chopra",
      "name": "Deepak Chopra",
      "aboutText": "Leslie West (born Leslie Weinstein; October 22, 1945) is an American rock guitarist, vocalist, and songwriter.",
      "pageId": 1918076,
      "monthDay": "10/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Kelvin_MacKenzie",
      "name": "Kelvin MacKenzie",
      "aboutText": "Eddie Brigati (born Edward Brigati Jr., October 22, 1945, Garfield, New Jersey) is an American singer and songwriter.\nMost memorably, Brigati shared vocals, and played tambourine, in the pop group The Young Rascals from 1965 to 1970. Prior to his stint with The Young Rascals (who later shortened their name to The Rascals), Brigati had been a member of Joey Dee and the Starliters (having actually replaced his brother, original Starliter David Brigati, in that group).",
      "pageId": 2106662,
      "monthDay": "10/22"
    },
    {
      "year": "1946",
      "uri": "/wiki/Richard_McGonagle",
      "name": "Richard McGonagle",
      "aboutText": "Sir Michael Ronald Stoute (born 22 October 1945, in Barbados) is a Barbadian British thoroughbred horse trainer in flat racing. Stoute, whose father was the Chief of Police for Barbados, left the island in 1964 at the age of 19 to become an assistant to trainer Pat Rohan and began training horses on his own in 1972. His first win as a trainer came on 28 April 1972 when Sandal, a horse owned by Stoute’s father, won at Newmarket Racecourse in England.",
      "pageId": 2243492,
      "monthDay": "10/22"
    },
    {
      "year": "1947",
      "uri": "/wiki/Raymond_Bachand",
      "name": "Raymond Bachand",
      "aboutText": "Michael Hendrick (1948–) is a former English cricketer, who played in thirty Tests and twenty two ODIs for England from 1973 to 1981. He played for Derbyshire from 1969 to 1981, and for Nottinghamshire from 1982 to 1984.\nCricket correspondent, Colin Bateman, remarked, \"Hendrick was a lively fast-medium seam bowler who could produce plenty of bounce to trouble county batsmen.",
      "pageId": 3727310,
      "monthDay": "10/22"
    },
    {
      "year": "1947",
      "uri": "/wiki/Haley_Barbour",
      "name": "Haley Barbour",
      "aboutText": "Sheila Sherwood (born Sheila Hilary Parkin, 22 October 1945 in Parson Cross, Sheffield, West Riding of Yorkshire, England) is a former international long jumper whose career highlights included a silver medal at the 1968 Summer Olympics in Mexico, and a gold medal at the 1970 British Commonwealth Games in Edinburgh. She competed in three consecutive Summer Olympic Games (1964, 1968 and 1972) and had a career best distance of 6.73 metres.\nAs a child, her parents were caretaker and head cook at St Thomas More School in nearby Grenoside.",
      "pageId": 4170508,
      "monthDay": "10/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lynette_Fromme",
      "name": "Lynette Fromme",
      "aboutText": "Claude Charron (born October 22, 1946 in L'Île-Bizard, Quebec) is a former CEGEP teacher, provincial politician, writer and broadcaster. He graduated from the Université de Montréal with a degree in political science. During 1969 and 1970 he taught at Cégep Édouard-Montpetit and the Cégep du Vieux Montréal.",
      "pageId": 6298411,
      "monthDay": "10/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mike_Hendrick",
      "name": "Mike Hendrick",
      "aboutText": "Raymond Bachand (born October 22, 1947 in Montreal, Quebec) is a former politician, a businessman and a lawyer in Quebec, Canada. He was the Member of the National Assembly of Quebec (MNA) for the riding of Outremont, and a member of the Quebec Liberal Party caucus. He is the former Minister of Finance and Revenue in the majority government of Premier of Quebec Jean Charest, and was previously Minister for Tourism during the minority government mandate from April 2007 to October 2008, and Minister of economic development of innovation and export trade from his election until June 2009.",
      "pageId": 7428066,
      "monthDay": "10/22"
    },
    {
      "year": "1948",
      "uri": "/wiki/Debbie_Macomber",
      "name": "Debbie Macomber",
      "aboutText": "Richard Francis McGonagle (born October 22, 1946) is an American actor and voice actor.",
      "pageId": 7463392,
      "monthDay": "10/22"
    },
    {
      "year": "1949",
      "uri": "/wiki/Stiv_Bators",
      "name": "Stiv Bators",
      "aboutText": "Debbie Macomber (born October 22, 1948 in Yakima, Washington) is an American author of romance novels and contemporary women's fiction. Four of her novels have become made-for-TV-movies. Macomber was the inaugural winner of the fan-voted Quill Award for romance in 2005 and has been awarded both a Romance Writers of America RITA and a lifetime achievement award by the Romance Writers of America.",
      "pageId": 8515540,
      "monthDay": "10/22"
    },
    {
      "year": "1949",
      "uri": "/wiki/Vasilios_Magginas",
      "name": "Vasilios Magginas",
      "aboutText": "Vasilios Magginas (Greek: Βασίλης Μαγγίνας; 22 October 1949 – 6 March 2015) was a Greek politician, member of the Greek Parliament for the New Democracy for the Aetolia-Acarnania constituency and government minister.\nHe was from Astakos, Aetolia-Acarnania, and was elected MP with New Democracy in all the general elections from 1993 to 2007.",
      "pageId": 14719749,
      "monthDay": "10/22"
    },
    {
      "year": "1949",
      "uri": "/wiki/Manfred_Trojahn",
      "name": "Manfred Trojahn",
      "aboutText": "Jeffrey Lynn “Jeff” Goldblum (/ˈɡoʊldbluːm/; born October 22, 1952) is an American actor. His career began in the mid-1970s, and he has appeared in major box-office successes including The Fly, Jurassic Park and its sequel The Lost World: Jurassic Park, and Independence Day.",
      "pageId": 21132373,
      "monthDay": "10/22"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ars%C3%A8ne_Wenger",
      "name": "Arsène Wenger",
      "aboutText": "Arsène Wenger, OBE (French pronunciation: ​[aʁsɛn vɛŋ(ɡ)ɛʁ]; born 22 October 1949), is a French football manager and former player. He has been the manager of Arsenal since 1996, where he has since become the club's longest-serving manager and most successful in terms of major titles won. Football pundits give Wenger credit for his contribution to the revolutionising of football in England in the late 1990s through the introduction of changes in the training and diet of players.",
      "pageId": 24148454,
      "monthDay": "10/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Julie_Dash",
      "name": "Julie Dash",
      "aboutText": "Manfred Trojahn (born 22 October 1949) is a German composer, flutist, conductor and writer.",
      "pageId": 32889155,
      "monthDay": "10/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jeff_Goldblum",
      "name": "Jeff Goldblum",
      "aboutText": "Marshall \"Buzz\" Potamkin (October 22, 1945 – April 22, 2012) was an American television producer. He was known for founding Perpetual Motion Pictures (later called Buzzco Associates) in 1968, which led to the production of hundreds of TV advertisements, including the Hawaiian Punch series, MTV's \"Top of the Hour\" (the moon man), and MTV's \"I Want My MTV\" campaign. He also established Southern Star Productions and produced the animated specials The Berenstain Bears' Christmas Tree in 1979 and Cartoon All-Stars to the Rescue in 1990, among others.",
      "pageId": 36368660,
      "monthDay": "10/22"
    },
    {
      "year": "1952",
      "uri": "/wiki/Greg_Hawkes",
      "name": "Greg Hawkes",
      "aboutText": "Brian Anthony Boitano (born October 22, 1963) is an American figure skater from Sunnyvale, California. He is the 1988 Olympic champion, the 1986 and 1988 World Champion, and the 1985–1988 U.S. National Champion. He turned professional following the 1988 season.",
      "pageId": 4631,
      "monthDay": "10/22"
    },
    {
      "year": "1954",
      "uri": "/wiki/Graham_Joyce",
      "name": "Graham Joyce",
      "aboutText": "Wesley Stace (born 22 October 1965) is a folk/pop singer-songwriter and author who has used the stage name John Wesley Harding. Under his legal name, he has written four novels.",
      "pageId": 347034,
      "monthDay": "10/22"
    },
    {
      "year": "1956",
      "uri": "/wiki/Frank_DiPino",
      "name": "Frank DiPino",
      "aboutText": "Marc Shaiman (born October 22, 1959) is an Grammy, Emmy, Tony winning, and multi Oscar nominated American composer, lyricist, arranger and performer for films, television, and theatre.",
      "pageId": 509741,
      "monthDay": "10/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Henry_Lauterbach",
      "name": "Henry Lauterbach",
      "aboutText": "Robert John \"Bob\" Odenkirk (born October 22, 1962) is an American actor, comedian, writer, director and producer. He co-created and co-starred in the HBO sketch comedy series Mr. Show with Bob and David, and is best known for his role as shady lawyer Saul Goodman (James Morgan McGill) on the AMC crime drama series Breaking Bad and its spin-off series Better Call Saul.",
      "pageId": 532149,
      "monthDay": "10/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Gerd_Nagel",
      "name": "Gerd Nagel",
      "aboutText": "Alison Louise \"A. L.\" Kennedy (born 22 October 1965) is a Scottish writer of novels, short stories and non-fiction, and stand-up comedian. She is known for her characteristically dark tone, a blending of realism and fantasy, and for her serious approach to her work.",
      "pageId": 632308,
      "monthDay": "10/22"
    },
    {
      "year": "1957",
      "uri": "/wiki/Chris_Peppler",
      "name": "Chris Peppler",
      "aboutText": "Dražen Petrović (pronounced [drǎʒɛn pɛ̌trɔʋit͡ɕ]; October 22, 1964 – June 7, 1993) was a Croatian professional basketball player. A shooting guard, he initially achieved success playing professional basketball in Europe in the 1980s before joining the National Basketball Association (NBA) in the U.S.A. in 1989.\nA star on multiple stages, Petrović earned two silver medals and one bronze in Olympic summer basketball, a gold and a bronze in the FIBA World Cup, and a gold and a bronze in the FIBA EuroBasket.",
      "pageId": 679825,
      "monthDay": "10/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Arto_Salminen",
      "name": "Arto Salminen",
      "aboutText": "Darryl Jenifer (born October 22, 1960) is the bassist for the hardcore punk band Bad Brains and for the rap-rock group The White Mandingos. He appeared in TV's Illest Minority Moments presented by ego trip and the three-part ego trip's Race-O-Rama on VH1.\nBorn in Washington, D.C., Jenifer released his first solo album entitled In Search of Black Judas on October 26, 2010.",
      "pageId": 865908,
      "monthDay": "10/22"
    },
    {
      "year": "1959",
      "uri": "/wiki/Marc_Shaiman",
      "name": "Marc Shaiman",
      "aboutText": "Toby McKeehan (born Kevin Michael McKeehan; October 22, 1964), better known by his stage name TobyMac (styled tobyMac or TOBYMAC), is a Christian hip hop recording artist, music producer, hip-hop and pop artist, songwriter and author.\nTobyMac is one of the first and best-known Christian rappers. He has charted 20 solo singles on Billboard '​s Christian Songs list.",
      "pageId": 969745,
      "monthDay": "10/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Darryl_Jenifer",
      "name": "Darryl Jenifer",
      "aboutText": "Shigeru Muroi (室井滋 Muroi Shigeru, born October 22, 1960 in Namerikawa, Toyama Prefecture) is a Japanese actress. She won the award for Best Supporting Actress at the 19th Hochi Film Awards for Izakaya Yūrei.\n^ 報知映画賞ヒストリー (in Japanese).",
      "pageId": 2124806,
      "monthDay": "10/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Cris_Kirkwood",
      "name": "Cris Kirkwood",
      "aboutText": "Graham Joyce (22 October 1954 – 9 September 2014) was a British writer of speculative fiction and the recipient of numerous awards, including the O Henry Award, for both his novels and short stories. He grew up in a small mining village just outside of Coventry to a working-class family. After receiving a B.Ed.",
      "pageId": 2598765,
      "monthDay": "10/22"
    },
    {
      "year": "1960",
      "uri": "/wiki/Shigeru_Muroi",
      "name": "Shigeru Muroi",
      "aboutText": "Christopher \"Cris\" Kirkwood (born October 22, 1960) is an American musician who is the bassist and a founding member of the Meat Puppets, an alternative punk rock band.",
      "pageId": 3165959,
      "monthDay": "10/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Takaaki_Ishibashi",
      "name": "Takaaki Ishibashi",
      "aboutText": "Gregory A. \"Greg\" Hawkes (born October 22, 1952) is a musician best known as the keyboardist for the rock band The Cars.\nHawkes, a native of Fulton, Maryland, attended Atholton High School where he played in a band called Teeth. He then attended Berklee College of Music for two years, majoring in composition and flute.",
      "pageId": 3201993,
      "monthDay": "10/22"
    },
    {
      "year": "1961",
      "uri": "/wiki/Robert_Torti",
      "name": "Robert Torti",
      "aboutText": "Arto Salminen (22 October 1959 – 15 November 2005) was a Finnish writer known for his social commentary.\nSalminen, who was born in Helsinki, had also worked as a journalist and taxi driver; he wrote six novels which criticised with a morbid black sense of humour such current phenomena in Finnish society as neoliberalist politics, the decline of the welfare state, tabloid media, reality television and so on. His books gained a small cult following in Finland and they also received excellent reviews even though they did not sell particularly well.",
      "pageId": 3548063,
      "monthDay": "10/22"
    },
    {
      "year": "1962",
      "uri": "/wiki/Bob_Odenkirk",
      "name": "Bob Odenkirk",
      "aboutText": "Takaaki Ishibashi (石橋 貴明, Ishibashi Takaaki, born October 22, 1961) is a Japanese owarai artist, singer and actor.\nBorn in Katsushika, Tokyo, Japan, Ishibashi moved to Narimasu, Itabashi after his father's bankruptcy in his first grade at an elementary school. He attended Teikyo Junior & Senor High School and is best known as a member of Tunnels with his partner Noritake Kinashi.",
      "pageId": 5863260,
      "monthDay": "10/22"
    },
    {
      "year": "1963",
      "uri": "/wiki/Brian_Boitano",
      "name": "Brian Boitano",
      "aboutText": "Frank Michael DiPino (born October 22, 1956 in Syracuse, New York) is a retired Major League pitcher who played for the Milwaukee Brewers, Houston Astros, Chicago Cubs, St. Louis Cardinals, and Kansas City Royals.\nOn September 7, 1982, DiPino struck out 10 batters in 5 innings for his first Major League victory.",
      "pageId": 5939952,
      "monthDay": "10/22"
    },
    {
      "year": "1964",
      "uri": "/wiki/TobyMac",
      "name": "TobyMac",
      "aboutText": "Robert Felix Torti (born October 22, 1961) is an American actor.\nTorti was born in Van Nuys, California. He married DeLee Lively on June 24, 1999.",
      "pageId": 6070528,
      "monthDay": "10/22"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mick_Hill_(athlete)",
      "name": "Mick Hill",
      "aboutText": "Gerd Nagel (born 22 October 1957 in Sulingen, Lower Saxony) is a retired West German high jumper.",
      "pageId": 9976358,
      "monthDay": "10/22"
    },
    {
      "year": "1964",
      "uri": "/wiki/Dra%C5%BEen_Petrovi%C4%87",
      "name": "Dražen Petrović",
      "aboutText": "Michael (\"Mick\") Christopher Hill (born October 22, 1964 in Leeds, West Yorkshire) is a former British javelin thrower and javelin coach, who won three silver medals and one bronze medal at the Commonwealth Games, a bronze medal at the 1993 World Championships in Athletics and a silver medal at the 1998 European Championships in Athletics. He finished in 12th position at the 1996 Olympic Games in Atlanta, United States. He competed from 1987-2004 making all major finals from 1986 to 1998, apart from the Seoul Olympics in 1988.",
      "pageId": 10577434,
      "monthDay": "10/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/John_Wesley_Harding_(singer)",
      "name": "John Wesley Harding",
      "aboutText": "Henry Lauterbach (born 22 October 1957) is a retired East German high jumper and long jumper.\nIn the high jump he finished fourth at the 1978 European Championships in Prague, Czechoslovakia and sixth at the 1979 European Indoor Championships in Vienna, Austria. He competed at the 1976 Olympic Games, but did not reach the final round; at the 1980 Olympic Games however he finished fourth.",
      "pageId": 16910865,
      "monthDay": "10/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/A._L._Kennedy",
      "name": "A. L. Kennedy",
      "aboutText": "Christopher Daniel Peppler (born October 22, 1957, in Tokyo, Japan), simply known as Chris Peppler (クリス・ペプラー, Kurisu Pepurā), is a Japanese-American radio personality.\nPeppler is a navigator for J-Wave's Tokio Hot 100.\n^ \"Official website\".",
      "pageId": 47671802,
      "monthDay": "10/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Otis_Smith_(American_football)",
      "name": "Otis Smith",
      "aboutText": "Spike Jonze (pronounced \"Jones\" /dʒoʊnz/; born Adam Spiegel; October 22, 1969) is an American director, producer, screenwriter and actor, whose work includes music videos, commercials, film and television. He started his feature film directing career with Being John Malkovich (1999) and Adaptation (2002), both written by Charlie Kaufman, and then started movies with screenplays of his own with Where the Wild Things Are (2009) and Her (2013).\nJonze is well known for his music video collaborations with Fatboy Slim, Weezer, Beastie Boys, Björk and Kanye West.",
      "pageId": 26942,
      "monthDay": "10/22"
    },
    {
      "year": "1965",
      "uri": "/wiki/Piotr_Wiwczarek",
      "name": "Piotr Wiwczarek",
      "aboutText": "Rita Guerra (born Rita Maria de Azevedo Mafra Guerra on 22 October 1967) is a Portuguese singer.",
      "pageId": 235852,
      "monthDay": "10/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Yuri_Arbachakov",
      "name": "Yuri Arbachakov",
      "aboutText": "Oona Tamsyn King, Baroness King of Bow (born 22 October 1967) is a Labour politician and former Chief diversity officer of Channel 4. She had previously served as a Labour Party Member of Parliament for Bethnal Green and Bow from 1997 until 2005, when she was defeated by George Galloway, the Respect candidate.\n^ Mp, Labour (21 October 2002).",
      "pageId": 414469,
      "monthDay": "10/22"
    },
    {
      "year": "1966",
      "uri": "/wiki/Valeria_Golino",
      "name": "Valeria Golino",
      "aboutText": "Ronald Frederick Bradley Tugnutt (born October 22, 1967 in Scarborough, Ontario) is a retired Canadian professional ice hockey goaltender.",
      "pageId": 1279078,
      "monthDay": "10/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Salvatore_Di_Vittorio",
      "name": "Salvatore Di Vittorio",
      "aboutText": "Stéphane Yvon Quintal (born October 22, 1968) is a Canadian retired professional ice hockey player who played in the National Hockey League for 16 seasons.",
      "pageId": 1279988,
      "monthDay": "10/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rita_Guerra",
      "name": "Rita Guerra",
      "aboutText": "Shelby Lynne (born Shelby Lynn Moorer, October 22, 1968, Quantico, Virginia) is an American singer and songwriter. The success of her 1999 album I Am Shelby Lynne led to her winning the Grammy Award for Best New Artist, even though she had, by that time, been active in the music industry for some time. She released a Dusty Springfield tribute album called Just a Little Lovin' in 2008.",
      "pageId": 1434968,
      "monthDay": "10/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Oona_King,_Baroness_King_of_Bow",
      "name": "Oona King, Baroness King of Bow",
      "aboutText": "Ned Arnel Mencia (born October 22, 1967), known professionally as Carlos Mencia (and previously Ned Holness) is a Honduran-born American comedian, writer, and actor. His style of comedy is often political and involves issues of race, culture, criminal justice, and social class.",
      "pageId": 2184033,
      "monthDay": "10/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ulrike_Maier",
      "name": "Ulrike Maier",
      "aboutText": "Valeria Golino (born 22 October 1965) is an Italian actress and director. She is best known to English-language audiences for her role in the film Rain Man (1988), and the Hot Shots! films.",
      "pageId": 2222864,
      "monthDay": "10/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Carlos_Mencia",
      "name": "Carlos Mencia",
      "aboutText": "Jay Johnston (born October 22, 1968) is an American actor and comedian best known for his work as a writer and cast member on the HBO sketch comedy series Mr. Show and for playing the role of Officer Jay McPherson on The Sarah Silverman Program.",
      "pageId": 2284489,
      "monthDay": "10/22"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ron_Tugnutt",
      "name": "Ron Tugnutt",
      "aboutText": "Helmut Lotti (born Helmut Barthold Johannes Alma Lotigiers on 22 October 1969), is a Flemish Belgian tenor and singer-songwriter. Lotti performs in several styles and languages. Once an Elvis impersonator, he has sung African and Latino hit records, and he crossed over into classical music in the 1990s.",
      "pageId": 2813321,
      "monthDay": "10/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/Shaggy_(musician)",
      "name": "Shaggy",
      "aboutText": "Winston Lloyd Bogarde (born 22 October 1970) is a Dutch retired professional footballer.\nA player of immense physical strength, he played mostly as a central defender, although he could occasionally appear on the left, and was best known for his spells at Ajax, Barcelona and Chelsea.\nWith the latter he garnered worldwide attention as, although he received almost no playing time (no Premier League appearances whatsoever in his last three seasons combined), he preferred to see out his lucrative contract.",
      "pageId": 3109995,
      "monthDay": "10/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/Stephanie_Cutter",
      "name": "Stephanie Cutter",
      "aboutText": "Héctor Pacheco Carrasco (born October 22, 1969) is a former Major League Baseball relief pitcher. He bats and throws right handed.\nIn a twelve-season career, Carrasco has posted a 44–50 record with 19 saves and a 3.99 ERA in 637 relief appearances and ten starts.",
      "pageId": 3381772,
      "monthDay": "10/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jay_Johnston",
      "name": "Jay Johnston",
      "aboutText": "Piotr Wiwczarek (born 22 October 1965 in Poland in Olsztyn), also known as Peter, (ex nickname Behemoth) is a Polish guitarist and vocalist who is the frontman for the death metal band Vader, as the only constant member of the band since its inception. He has also collaborated with Kazimierz \"Para\" Paraszczuk on his tribute album, Bandid Rockin', and is the producer of several of Vader's releases.",
      "pageId": 3866287,
      "monthDay": "10/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/Shelby_Lynne",
      "name": "Shelby Lynne",
      "aboutText": "Ulrike Maier (22 October 1967 – 29 January 1994) was a World Cup alpine ski racer from Austria, a two-time World Champion in Super-G.",
      "pageId": 4178529,
      "monthDay": "10/22"
    },
    {
      "year": "1968",
      "uri": "/wiki/St%C3%A9phane_Quintal",
      "name": "Stéphane Quintal",
      "aboutText": "Otis Smith (born October 22, 1965 in New Orleans, Louisiana) is a retired American football cornerback, and currently an assistant coach of the Kansas City Chiefs.",
      "pageId": 5603051,
      "monthDay": "10/22"
    },
    {
      "year": "1969",
      "uri": "/wiki/H%C3%A9ctor_Carrasco",
      "name": "Héctor Carrasco",
      "aboutText": "Yuri Arbachakov (born October 22, 1966 in Kemerovo Oblast, Russia) was a boxing champion in the flyweight division.",
      "pageId": 7747899,
      "monthDay": "10/22"
    },
    {
      "year": "1969",
      "uri": "/wiki/Spike_Jonze",
      "name": "Spike Jonze",
      "aboutText": "Stephanie Cutter (born October 22, 1968) is an American political consultant. She served as Deputy Campaign Manager for President Barack Obama's 2012 reelection campaign, and has previously worked in campaign and communications roles for other Democrats including Ted Kennedy, John Kerry and Michelle Obama.",
      "pageId": 10554263,
      "monthDay": "10/22"
    },
    {
      "year": "1969",
      "uri": "/wiki/Helmut_Lotti",
      "name": "Helmut Lotti",
      "aboutText": "Amy Hart Redford (born October 22, 1970) is an American actress, director, and producer. She is the daughter of Academy Award-winning film director and actor Robert Redford and his former wife Lola Van Wagenen. She is the sister of writer/producer James Redford.",
      "pageId": 19598607,
      "monthDay": "10/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Winston_Bogarde",
      "name": "Winston Bogarde",
      "aboutText": "Found died, Found nickname, Orville Richard Burrell CD (born October 22, 1968), best known by his stage name Shaggy, is a Jamaican-American reggae fusion singer and deejay. He is best known for his hit singles \"Boombastic\", \"It Wasn't Me\", \"Hey Sexy Lady\", and \"Angel\". He is said to have taken his stage name from his shaggy hair.",
      "pageId": 21107749,
      "monthDay": "10/22"
    },
    {
      "year": "1970",
      "uri": "/wiki/Amy_Redford",
      "name": "Amy Redford",
      "aboutText": "Salvatore Di Vittorio (born 22 October 1967 in Palermo) is an Italian composer and conductor. He is Music Director and Conductor of the Chamber Orchestra of New York. He has been recognized as a \"lyrical musical spirit, respectful of the ancient Italian tradition…an emerging leading interpreter of the music of Ottorino Respighi\" (Luigi Verdi, Philharmonic Academy of Bologna).",
      "pageId": 30180911,
      "monthDay": "10/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Korn%C3%A9l_D%C3%A1vid",
      "name": "Kornél Dávid",
      "aboutText": "Ichiro Suzuki (鈴木 一朗, Suzuki Ichirō), often referred to mononymously as Ichiro (イチロー, Ichirō) (born October 22, 1973), is a Japanese professional baseball right fielder for the Miami Marlins of Major League Baseball (MLB). The bulk of his career was spent with two teams: the Orix Blue Wave of Japan's Nippon Professional Baseball (NPB) and the Seattle Mariners of MLB in the United States. He also spent two and a half seasons in MLB with the New York Yankees and one season with the Marlins.",
      "pageId": 66417,
      "monthDay": "10/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Budoy_Marabiles",
      "name": "Budoy Marabiles",
      "aboutText": "Accie Julius Connor (born October 22, 1970) better known by his ring name D'Lo Brown (also formatted as D-Lo Brown), is a semi-retired professional wrestler.\nBrown is well known for his time with the World Wrestling Federation between 1997 and 2003 and also in 2008. There, he held the WWF Intercontinental Championship once and the WWF European Championship four times.",
      "pageId": 690213,
      "monthDay": "10/22"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jos%C3%A9_Manuel_Mart%C3%ADnez",
      "name": "José Manuel Martínez",
      "aboutText": "Helen Svedin (born 22 October 1976) is a Swedish model.\nThe face of H&M, Svedin is married to former Portuguese footballer Luís Figo. They met in 1996 at a Joaquín Cortés show in Barcelona.",
      "pageId": 1253307,
      "monthDay": "10/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/D%27Lo_Brown",
      "name": "D'Lo Brown",
      "aboutText": "Miroslav Šatan (Slovak pronunciation: [ˈmɪroslɑv ˈʃatan]; born October 22, 1974) is a retired Slovak professional ice hockey right winger who most recently played for Slovan Bratislava of the Kontinental Hockey League.",
      "pageId": 1265447,
      "monthDay": "10/22"
    },
    {
      "year": "1972",
      "uri": "/wiki/Saffron_Burrows",
      "name": "Saffron Burrows",
      "aboutText": "Jeff Lemans McInnis (born October 22, 1974) is an American retired professional basketball player. He played in the NBA, in Greece (1996–97) and in the CBA (1998–99).",
      "pageId": 1285835,
      "monthDay": "10/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Andr%C3%A9s_Palop",
      "name": "Andrés Palop",
      "aboutText": "Jonathan Mark Foreman (born October 22, 1976) is the lead singer, guitarist, main songwriter and co-founder of the alternative rock band Switchfoot.",
      "pageId": 1328298,
      "monthDay": "10/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ichiro_Suzuki",
      "name": "Ichiro Suzuki",
      "aboutText": "Saffron Domini Burrows (born 22 October 1972) is an English actress who has appeared in such films as In the Name of the Father (1993), Circle of Friends (1995), Wing Commander (1999), Deep Blue Sea (1999), Gangster No. 1 (2000), Enigma (2001), Troy (2004), Reign Over Me (2007) and The Bank Job (2008), as well as starring as Lorraine Weller on Boston Legal (2007–08), Dr. Norah Skinner on My Own Worst Enemy (2008) and Detective Serena Stevens on Law & Order: Criminal Intent.",
      "pageId": 2005290,
      "monthDay": "10/22"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mark_van_der_Zijden",
      "name": "Mark van der Zijden",
      "aboutText": "Miguel Ángel \"Míchel\" Salgado Fernández (born 22 October 1975) is a retired Spanish professional footballer who played as a right back.\nNicknamed Il Due (two in Italian), he was known for his combative tackling and attacking play. Attesting to his aggressive style, Salgado's former Real Madrid teammate Steve McManaman – where he spent an entire decade, after excellent displays at Celta – once described him as \"the hardest person in the world....a genuine psychopath, even in training.\" He also played three seasons in England with Blackburn Rovers.",
      "pageId": 2058332,
      "monthDay": "10/22"
    },
    {
      "year": "1974",
      "uri": "/wiki/Tim_Kinsella",
      "name": "Tim Kinsella",
      "aboutText": "Tim Kinsella (born October 22, 1974) is a musician from Chicago, Illinois. He has been a member of many bands, including Cap'n Jazz, the Sky Corvair, Joan of Arc, Owls, Friend/Enemy, Everyoned, and Make Believe, and worked with a variety of musicians, from Marvin Tate and Leroy Bach to Angel Olsen and many more. He has also recorded solo material, some of it under the name Tim Kinsella(s).",
      "pageId": 2871386,
      "monthDay": "10/22"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jeff_McInnis",
      "name": "Jeff McInnis",
      "aboutText": "Micaiah Diondae \"Dion\" Glover (born October 22, 1978) is an American former professional basketball player who played in the NBA and other leagues.",
      "pageId": 3118754,
      "monthDay": "10/22"
    },
    {
      "year": "1974",
      "uri": "/wiki/Miroslav_%C5%A0atan",
      "name": "Miroslav Šatan",
      "aboutText": "Kornél Dávid (in English sometimes Kornel David, born October 22, 1971) is a retired Hungarian professional basketball player.",
      "pageId": 3745187,
      "monthDay": "10/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mart%C3%ADn_Cardetti",
      "name": "Martín Cardetti",
      "aboutText": "Errol \"Budoy\" listen  Marabiles (born October 22, 1971 in Samar, Philippines) is a Filipino reggae musician, songwriter and TV host. He was one of the fourteen housemates in the ABS-CBN show Pinoy Big Brother: Celebrity Edition.\nMarabiles, easily recognizable among the housemates because of his dreadlocks or turban, attended the University of the Philippines Cebu.",
      "pageId": 4234095,
      "monthDay": "10/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jesse_Tyler_Ferguson",
      "name": "Jesse Tyler Ferguson",
      "aboutText": "Andrés Palop Cervera (born 22 October 1973) is a Spanish retired professional footballer who played as a goalkeeper.\nAfter having languished on the bench of hometown side Valencia for most of his stay, he became a premiere player with Sevilla well into his 30's, helping it consolidate in both the domestic and European fronts. Over the course of 15 seasons he appeared in 295 games in La Liga, where he also represented Villarreal in 1998–99.",
      "pageId": 4838495,
      "monthDay": "10/22"
    },
    {
      "year": "1975",
      "uri": "/wiki/M%C3%ADchel_Salgado",
      "name": "Míchel Salgado",
      "aboutText": "José Manuel (\"Chema\") Martínez Fernández (born 22 October 1971 in Madrid) is a Spanish long-distance runner. He is married to Spanish field hockey player Nuria Moreno.\nMartínez's first major win came at the 1999 Summer Universiade, where he became the champion in the 10,000 metres.",
      "pageId": 6031399,
      "monthDay": "10/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Luke_Adams_(racewalker)",
      "name": "Luke Adams",
      "aboutText": "Mark Richard van der Zijden (born October 22, 1973 in Boskoop, Zuid-Holland) is a former freestyle and medley swimmer from the Netherlands, who swam in the qualifying heats of the bronze winning 4×200 m freestyle relay team at the 2000 Summer Olympics in Sydney, Australia.",
      "pageId": 6366050,
      "monthDay": "10/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jon_Foreman",
      "name": "Jon Foreman",
      "aboutText": "Jesse Tyler Ferguson (born October 22, 1975) is an American actor best known for portraying Mitchell Pritchett on the ABC sitcom Modern Family, which has earned him five nominations for the Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series. Previously, he played the role of Richie Velch in the CBS sitcom The Class.",
      "pageId": 8324332,
      "monthDay": "10/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Laidback_Luke",
      "name": "Laidback Luke",
      "aboutText": "Martín Cardetti (born 22 October 1975 in Río Cuarto) is a retired Argentine football striker and current manager of Uruguay de Coronado in the Costa Rican Primera División.",
      "pageId": 8798110,
      "monthDay": "10/22"
    },
    {
      "year": "1976",
      "uri": "/wiki/Helen_Svedin",
      "name": "Helen Svedin",
      "aboutText": "Chaswe Nsofwa (22 October 1978 – 29 August 2007) is a Zambian international football who Played as a striker. He died during a training match in Be'er Sheva, Israel.",
      "pageId": 12302684,
      "monthDay": "10/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dion_Glover",
      "name": "Dion Glover",
      "aboutText": "Luke Kendall Adams (born 22 October 1976 in Mvumi, Dodoma, Tanzania) is a male race walker from Australia, who was born in Tanzania. He is a three-time Olympian for Australia. On 23 June 2000, he was awarded the Australian Sports Medal.",
      "pageId": 12955561,
      "monthDay": "10/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Chaswe_Nsofwa",
      "name": "Chaswe Nsofwa",
      "aboutText": "Lucas Cornelis van Scheppingen (born 22 October 1976), better known under his stage name Laidback Luke, is a Filipino-Dutch DJ and producer. He was voted #46 on DJ Mag's Top 100 DJs list in 2008, before jumping to #27 in 2009 and jumping up 10 places in 2010.",
      "pageId": 17968237,
      "monthDay": "10/22"
    },
    {
      "year": "1978",
      "uri": "/wiki/Owais_Shah",
      "name": "Owais Shah",
      "aboutText": "Zachary Walker \"Zac\" Hanson (born October 22, 1985) is an American musician, best known as a member of the pop rock band Hanson. He plays drums, percussion, piano, guitar and also sings back-up and lead vocals.",
      "pageId": 322668,
      "monthDay": "10/22"
    },
    {
      "year": "1979",
      "uri": "/wiki/Doni_(footballer)",
      "name": "Doni",
      "aboutText": "Earl Heath Miller, Jr. (born October 22, 1982) is an American football tight end for the Pittsburgh Steelers of the National Football League (NFL). Miller played college football for the University of Virginia, earned All-American honors, and was recognized as the best college tight end in the nation.",
      "pageId": 1906924,
      "monthDay": "10/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Niall_Breslin",
      "name": "Niall Breslin",
      "aboutText": "Robinson José Canó Mercedes (Spanish pronunciation: [kaˈno]; born October 22, 1982) is a Dominican-American professional baseball second baseman for the Seattle Mariners of Major League Baseball. He made his MLB debut with the New York Yankees in 2005, after spending four years in the minor leagues, and played for the Yankees until 2013.\nCanó is a six-time All-Star (2006, 2010–2014) and five-time Silver Slugger Award winner (2006, 2010–2013).",
      "pageId": 1972871,
      "monthDay": "10/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/%C5%9Eahan_G%C3%B6kbakar",
      "name": "Şahan Gökbakar",
      "aboutText": "Owais Alam Shah (Urdu: اویس عالم شاہ) (born 22 October 1978) is an English cricketer. A middle-order batsman, he played for Middlesex between 1996–2010 and Essex CCC 2011-2013 before announcing his retirement from first-class cricket. He joined Hampshire for the NatWest t20 Blast in May 2014.",
      "pageId": 2121589,
      "monthDay": "10/22"
    },
    {
      "year": "1980",
      "uri": "/wiki/Luke_O%27Donnell",
      "name": "Luke O'Donnell",
      "aboutText": "Olivier Pla (born 22 October 1981) is a professional racing driver from France.",
      "pageId": 2301200,
      "monthDay": "10/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Michael_Fishman",
      "name": "Michael Fishman",
      "aboutText": "Benjamin Paul Ballance-Drew (born 22 October 1983), primarily known as Plan B or Ben Drew, is an English rapper, singer-songwriter, actor, and film director. He first emerged as a hip hop artist, releasing his critically acclaimed debut album Who Needs Actions When You Got Words in 2006. His second studio album, The Defamation of Strickland Banks (2010), was a soul record and went straight to number one on the UK Albums Chart.",
      "pageId": 3641582,
      "monthDay": "10/22"
    },
    {
      "year": "1981",
      "uri": "/wiki/Olivier_Pla",
      "name": "Olivier Pla",
      "aboutText": "Found fansite, Found Nationality, Found Notable_instrument, Found residence,",
      "pageId": 3900384,
      "monthDay": "10/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Robinson_Can%C3%B3",
      "name": "Robinson Canó",
      "aboutText": "Luke O'Donnell (born 22 October 1980 in Liverpool, New South Wales) is a former professional rugby league footballer of the 2000s and 2010s. An Australian international and New South Wales State of Origin representative forward, he previously played his club football in Australia with National Rugby League teams the Balmain Tigers, Wests Tigers, North Queensland Cowboys and Sydney Roosters, with whom he featured in the club's 13th premiership. O'Donnell also played for two seasons in Super League with English club Huddersfield Giants.",
      "pageId": 4101534,
      "monthDay": "10/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tim_Erfen",
      "name": "Tim Erfen",
      "aboutText": "Doniéber Alexander Marangon (born 22 October 1979), known as Doni, is a Brazilian former footballer who played as a goalkeeper. He was born in Jundiaí, São Paulo.\nHe is the elder brother of João Paulo Fernando Marangon.",
      "pageId": 4444488,
      "monthDay": "10/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Heath_Miller",
      "name": "Heath Miller",
      "aboutText": "Niall Breslin (born 22 October 1980), known as Bressie, is an Irish musician and former Westmeath Gaelic footballer and Leinster Rugby player. Breslin found success as the lead singer, guitarist and songwriter with pop band The Blizzards, as a co-writer and producer with XIX Entertainment and as a solo artist. He was the winning coach on the first and third seasons of The Voice of Ireland.",
      "pageId": 7472976,
      "monthDay": "10/22"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mark_Renshaw",
      "name": "Mark Renshaw",
      "aboutText": "Manpei Takagi (高木 万平, Takagi Manpei) is a Japanese actor and model from Seto, Aichi. He is best known for portraying Retsu Fukami/Geki Blue in the Super Sentai series Juken Sentai Gekiranger.",
      "pageId": 12387444,
      "monthDay": "10/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Plan_B_(musician)",
      "name": "Plan B",
      "aboutText": "Mark Renshaw (born 22 October 1982) is an Australian racing cyclist with UCI ProTeam Etixx-Quick Step. His most notable wins are the general classification of the 2011 Tour of Qatar, and the one-day race Clásica de Almería in 2013. From 2009 to 2011, while at Team Columbia-High Road, and since 2014, Renshaw has been known as the main lead-out man for fellow sprinter Mark Cavendish.",
      "pageId": 12913904,
      "monthDay": "10/22"
    },
    {
      "year": "1983",
      "uri": "/wiki/Anton_M%C3%BCller_(footballer)",
      "name": "Anton Müller",
      "aboutText": "Şahan Gökbakar (born 22 October 1980 in İzmir, Turkey) is a Turkish comedian and film actor.",
      "pageId": 14288259,
      "monthDay": "10/22"
    },
    {
      "year": "1984",
      "uri": "/wiki/Aleks_Mari%C4%87",
      "name": "Aleks Marić",
      "aboutText": "Kenji Ebisawa (海老澤 健次, Ebisawa Kenji, born October 22, 1986) is a Japanese actor, best known for the role of Gunpei Ishihara/Go-on Black in the 2008 tokusatsu series Engine Sentai Go-onger.",
      "pageId": 16866974,
      "monthDay": "10/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Hadise",
      "name": "Hadise",
      "aboutText": "Aleksandar \"Aleks\" Marić (Serbian Cyrillic: Александар \"Алекс\" Марић, born 22 October 1984) is an Australian-Serbian professional basketball player who plays for Budućnost Podgorica.",
      "pageId": 21788533,
      "monthDay": "10/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Federico_%C3%81greda",
      "name": "Federico Ágreda",
      "aboutText": "Michael Aaron Fishman (born October 22, 1981) is an American actor best known for playing D.J. Conner on the long-running series Roseanne.",
      "pageId": 28284906,
      "monthDay": "10/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Zac_Hanson",
      "name": "Zac Hanson",
      "aboutText": "This artist uses Zardonic as one of his stage names.",
      "pageId": 30991616,
      "monthDay": "10/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Manpei_Takagi",
      "name": "Manpei Takagi",
      "aboutText": "Anton Müller (born 22 October 1983 in West Berlin) is a German footballer who plays as a midfielder for FC Schönberg 95.\n^ \"Müller, Anton\" (in German). kicker.de.",
      "pageId": 31901957,
      "monthDay": "10/22"
    },
    {
      "year": "1985",
      "uri": "/wiki/Shinpei_Takagi_(actor,_born_1985)",
      "name": "Shinpei Takagi",
      "aboutText": "Tim Erfen (born 22 October 1982 in Mönchengladbach) is a German footballer who last played for lower tier club SV Fortuna Regensburg. Until 2012, he played for SSV Jahn Regensburg in the 2. Bundesliga.",
      "pageId": 34695116,
      "monthDay": "10/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kenji_Ebisawa",
      "name": "Kenji Ebisawa",
      "aboutText": "Shinpei Takagi (高木 心平, Takagi Shinpei, born October 22, 1985) is a Japanese actor from Seto, Aichi.",
      "pageId": 36288733,
      "monthDay": "10/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kara_Lang",
      "name": "Kara Lang",
      "aboutText": "Jonathan William Lipnicki (born October 22, 1990) is an American actor.",
      "pageId": 739881,
      "monthDay": "10/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/%C8%98tefan_Radu",
      "name": "Ștefan Radu",
      "aboutText": "Sofia Vladimirovna Vassilieva (born October 22, 1992) (Russian: София Владимировна Васильева) is an American actress.",
      "pageId": 3227153,
      "monthDay": "10/22"
    },
    {
      "year": "1986",
      "uri": "/wiki/Akihiro_Sato_(football_forward)",
      "name": "Akihiro Sato",
      "aboutText": "Kara Elise Lang (born October 22, 1986) is a Canadian soccer player and sports analyst, who represented her country in two FIFA World Cups and the Olympic Games, and played club soccer for Vancouver Whitecaps Women. She is the youngest woman to be named to Canada National Women's Team, making her National Team debut on March 1, 2002 at the Algarve Cup in Portugal at age 15. Lang retired on January 5, 2011 at the age of 24 due to recurring knee and ACL injuries.",
      "pageId": 4736059,
      "monthDay": "10/22"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tiki_Gelana",
      "name": "Tiki Gelana",
      "aboutText": "Elena Muhhina (born 22 October 1988) is an Estonian former competitive figure skater. She is the 2006 Estonian national champion and placed 21st in the qualifying round at the 2006 World Championships. After missing the 2008 Estonian Championships due to injury, she did not return to competition.",
      "pageId": 9589712,
      "monthDay": "10/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sarah_Barrow",
      "name": "Sarah Barrow",
      "aboutText": "Matthew \"Matt\" Nicolas Evans (born October 22, 1986) is a Filipino actor of American descent who was a contender of the Philippine reality television show Pinoy Big Brother. He rose to fame through his Filipino teleseryes Komiks Presents: Da Adventures of Pedro Penduko, Tanging Yaman and Rosalka. He studied college in Far Eastern University, Manila.",
      "pageId": 11032121,
      "monthDay": "10/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Parineeti_Chopra",
      "name": "Parineeti Chopra",
      "aboutText": "Ștefan Daniel Radu (born 22 October 1986) is a Romanian footballer who plays as a defender for Serie A club Lazio.",
      "pageId": 11073723,
      "monthDay": "10/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Matt_Evans",
      "name": "Matt Evans",
      "aboutText": "Aykut Demir (born 22 October 1988) is a Turkish footballer who plays for Trabzonspor in the Süper Lig.",
      "pageId": 11417871,
      "monthDay": "10/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Elena_Muhhina",
      "name": "Elena Muhhina",
      "aboutText": "Daisy Wood-Davis (born 22 October 1990) is a British singer and actress. She originally comes from Bromley, south east London. Daisy started her career at an early age in various professional shows and has recently signed a record deal with Universal Music.",
      "pageId": 28869620,
      "monthDay": "10/22"
    },
    {
      "year": "1988",
      "uri": "/wiki/Aykut_Demir",
      "name": "Aykut Demir",
      "aboutText": "Parineeti Chopra (pronounced [pəriːniːt̪iː ˈtʃoːpɽaː]; born 22 October 1988) is an Indian actress who appears in Hindi films. She has received several awards and nominations, including a Filmfare and National Film Award. Chopra initially aspired to pursue a career in investment banking, but after obtaining a triple honours degree in business, finance and economics from Manchester Business School she returned to India during the 2009 economic recession and joined Yash Raj Films as a public relations consultant.",
      "pageId": 33591033,
      "monthDay": "10/22"
    },
    {
      "year": "1989",
      "uri": "/wiki/Marco_Restrepo",
      "name": "Marco Restrepo",
      "aboutText": "Akihiro Sato (佐藤 晃大, born 22 October 1986) is a Japanese football player.",
      "pageId": 33852404,
      "monthDay": "10/22"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jonathan_Lipnicki",
      "name": "Jonathan Lipnicki",
      "aboutText": "Erba Tiki Gelana (born 22 October 1987) is an Ethiopian long-distance runner who competes in marathon races. Her personal best of 2:18:58 hours is the Ethiopian national record for the event. She won the 2011 Amsterdam Marathon and the 2012 Rotterdam Marathon.",
      "pageId": 35519755,
      "monthDay": "10/22"
    },
    {
      "year": "1990",
      "uri": "/wiki/Daisy_Wood-Davis",
      "name": "Daisy Wood-Davis",
      "aboutText": "Sarah Barrow (born 22 October 1988) is a British diver. She won the gold medal at the 2012 European Championships at the 10 metre synchro event. Barrow represented Great Britain at the 2012 Summer Olympics.",
      "pageId": 36525646,
      "monthDay": "10/22"
    },
    {
      "year": "1992",
      "uri": "/wiki/Sofia_Vassilieva",
      "name": "Sofia Vassilieva",
      "aboutText": "Saidy Janko (born 22 October 1995) is a Swiss footballer who plays for Celtic. Although he is primarily recognised as a right-back, he is equally capable of playing on the right wing. Born in Zürich to a Gambian father and a Swiss/Italian mother, Janko began his career with FC Zürich before signing for Manchester United in 2013.",
      "pageId": 43666855,
      "monthDay": "10/22"
    },
    {
      "year": "1995",
      "uri": "/wiki/Saidy_Janko",
      "name": "Saidy Janko",
      "aboutText": "Kim Han-bin (Hangul: 김한빈; born October 22, 1996), better known by his stage name B.I (Hangul: 비아이), is a South Korean rapper of the YG Entertainment group iKON, formerly known as Team B in the 2013 Mnet reality-survival program show Who is Next: WIN.",
      "pageId": 43710666,
      "monthDay": "10/22"
    },
    {
      "year": "1996",
      "uri": "/wiki/B.I_(rapper)",
      "name": "B.I",
      "aboutText": "Marco Restrepo (born Marco Antonio Restrepo, October 22, 1989) is an American singer-songwriter, multi-instrumentalist and producer. He is best known for his single “Get Up & Go”, recorded under A.Tone Da Priest, which has been featured on MTV programs Scrubbing In (TV series) and Follow the Rules. He has since focused on more rock oriented material under his given name.",
      "pageId": 48734848,
      "monthDay": "10/22"
    }
  ]
}