{
  "people": [
    {
      "year": "682",
      "uri": "/wiki/Umar_II",
      "name": "Umar II",
      "aboutText": "Jean-Baptiste-Siméon Chardin (French: [ʃaʁdɛ̃]; 2 November 1699 – 6 December 1779) was an 18th-century French painter. He is considered a master of still life, and is also noted for his genre paintings which depict kitchen maids, children, and domestic activities.",
      "pageId": 7019,
      "monthDay": "11/02"
    },
    {
      "year": "971",
      "uri": "/wiki/Mahmud_of_Ghazni",
      "name": "Mahmud of Ghazni",
      "aboutText": "Edward V (2 November 1470 – c.1483) was King of England from his father Edward IV's death on 9 April 1483 until 26 June of the same year. He was never crowned, and his 86-day reign was dominated by the influence of his uncle and Lord Protector, Richard, Duke of Gloucester, who succeeded him as Richard III on 26 June 1483; this was confirmed by the Act entitled Titulus Regius, which denounced any further claims through his father's heirs. Edward and his younger brother Richard of Shrewsbury, Duke of York, were the Princes in the Tower who disappeared after being sent to heavily guarded royal lodgings in the Tower of London.",
      "pageId": 39709,
      "monthDay": "11/02"
    },
    {
      "year": "1470",
      "uri": "/wiki/Edward_V_of_England",
      "name": "Edward V of England",
      "aboutText": "Marie Antoinette (/ˈmæriˌæntwəˈnɛt/, /ˌɑ̃ːntwə-/, /ˌɑ̃ːtwə-/, US /məˈriː-/; French: [maʁi ɑ̃twanɛt]; born Maria Antonia Josepha Johanna von Habsburg-Lothringen (2 November 1755 – 16 October 1793), an Archduchess of Austria, was the fifteenth and penultimate child of Francis I, Holy Roman Emperor and Empress Maria Theresa.\nIn April 1770, upon her marriage (at the age of 14 years and 5 months) to Louis-Auguste, heir to the throne of France, she became Dauphine of France. On 10 May 1774, when her husband ascended the throne as Louis XVI, upon the death of his grandfather Louis XV, she became Queen of France and Navarre, title she held until September 1791, when, at that time of the French Revolution, she became Queen of the French, title she held until 21 September 1792.",
      "pageId": 45109,
      "monthDay": "11/02"
    },
    {
      "year": "1475",
      "uri": "/wiki/Anne_of_York,_Lady_Howard",
      "name": "Anne of York, Lady Howard",
      "aboutText": "James Louis Sobieski (full name in Polish: Jakub Ludwik Henryk Sobieski; 2 November 1667 – 19 December 1737) was a Polish prince, nobleman, politician, diplomat, scholar, traveller and the son of King John III of Poland and Marie Casimire Louise de La Grange d'Arquien.",
      "pageId": 48469,
      "monthDay": "11/02"
    },
    {
      "year": "1553",
      "uri": "/wiki/Magdalene_of_J%C3%BClich-Cleves-Berg",
      "name": "Magdalene of Jülich-Cleves-Berg",
      "aboutText": "Daniel Boone (November 2, 1734 [O.S. October 22] – September 26, 1820) was an American pioneer, explorer, woodsman, and frontiersman, whose frontier exploits made him one of the first folk heroes of the United States. Boone is most famous for his exploration and settlement of what is now Kentucky, which was then part of Virginia, but on the other side of the mountains from the settled areas. As a young adult, Boone supplemented his farm income by hunting and trapping game, and selling their pelts in the fur market.",
      "pageId": 71792,
      "monthDay": "11/02"
    },
    {
      "year": "1636",
      "uri": "/wiki/Edward_Colston",
      "name": "Edward Colston",
      "aboutText": "The Prince Edward, Duke of Kent and Strathearn KG KP GCB GCH PC (Edward Augustus; 2 November 1767 – 23 January 1820) was the fourth son and fifth child of King George III of the United Kingdom and the father of Queen Victoria.\nPrince Edward was created Duke of Kent and Strathearn and Earl of Dublin on 23 April 1799 and, a few weeks later, appointed a General and commander-in-chief of British forces in North America, On 23 March 1802 he was appointed Governor of Gibraltar and nominally retained that post until his death. The Duke of Kent was appointed Field-Marshal of the Forces on 3 September 1805.",
      "pageId": 198232,
      "monthDay": "11/02"
    },
    {
      "year": "1649",
      "uri": "/wiki/Esm%C3%A9_Stewart,_2nd_Duke_of_Richmond",
      "name": "Esmé Stewart, 2nd Duke of Richmond",
      "aboutText": "Johann Josef Wenzel Anton Franz Karl, Graf Radetzky von Radetz (English: John Joseph Wenceslaus Anthony Francis Charles, Count Radetzky of Radetz, Czech: Jan Josef Václav Antonín František Karel hrabě Radecký z Radče) (2 November 1766 – 5 January 1858) was a Czech nobleman and Austrian general, immortalised by Johann Strauss I's Radetzky March. General Radetzky was in the military for over 70 years to the age of 90, almost up to his death at age 91, and is known for the victories at the Battles of Custoza (24–25 July 1848) and Novara (23 March 1849) during the First Italian War of Independence.",
      "pageId": 316158,
      "monthDay": "11/02"
    },
    {
      "year": "1667",
      "uri": "/wiki/James_Louis_Sobieski",
      "name": "James Louis Sobieski",
      "aboutText": "Anne, Princess Royal and Princess of Orange (2 November 1709 – 12 January 1759) was the second child and eldest daughter of King George II of Great Britain and his consort, Caroline of Ansbach. She was the spouse of William IV, Prince of Orange, the first hereditary stadtholder of the Netherlands. Princess Anne was the second daughter of a British sovereign to hold the title Princess Royal.",
      "pageId": 399199,
      "monthDay": "11/02"
    },
    {
      "year": "1692",
      "uri": "/wiki/Unico_Wilhelm_van_Wassenaer",
      "name": "Unico Wilhelm van Wassenaer",
      "aboutText": "Umar ibn Abd al-Aziz (2 November 682 (26th Safar, 63 AH) – 31 January 720 (16th Rajab, 101 AH)) (Arabic: عمر بن عبد العزيز‎) was an Umayyad caliph who ruled from 717 to 720. He was also a cousin of the former caliph, being the son of Abd al-Malik's younger brother, Abd al-Aziz.",
      "pageId": 437373,
      "monthDay": "11/02"
    },
    {
      "year": "1696",
      "uri": "/wiki/Conrad_Weiser",
      "name": "Conrad Weiser",
      "aboutText": "Carl Ditters von Dittersdorf (2 November 1739 – 24 October 1799) was an Austrian composer, violinist and silvologist.",
      "pageId": 570302,
      "monthDay": "11/02"
    },
    {
      "year": "1699",
      "uri": "/wiki/Jean-Baptiste-Sim%C3%A9on_Chardin",
      "name": "Jean-Baptiste-Siméon Chardin",
      "aboutText": "Yamīn-ud-Dawla Abul-Qāṣim Maḥmūd ibn Sebüktegīn (Persian: یمین‌الدوله ابوالقاسم محمود بن سبکتگین‎‎), more commonly known as Mahmud of Ghazni (محمود غزنوی; 2 November 971 CE – 30 April 1030 CE), also known as Mahmūd-i Zābulī (محمود زابلی), was the most prominent ruler of the Ghaznavid Empire. He conquered the eastern Iranian lands and the northwestern Indian subcontinent (modern Afghanistan and Pakistan) from 997 to his death in 1030. Mahmud turned the former provincial city of Ghazna into the wealthy capital of an extensive empire which covered most of today's Afghanistan, eastern Iran, and Pakistan, by looting the riches and wealth from the then Indian subcontinent.",
      "pageId": 651860,
      "monthDay": "11/02"
    },
    {
      "year": "1709",
      "uri": "/wiki/Anne,_Princess_Royal_and_Princess_of_Orange",
      "name": "Anne, Princess Royal and Princess of Orange",
      "aboutText": "Unico Wilhelm, Count van Wassenaer Obdam (30 October 1692 - 9 November 1766) was a Dutch nobleman who was a diplomat, composer, and administrator. He reorganized the Bailiwick of Utrecht of the Teutonic Order. His most important surviving compositions are the Concerti Armonici, which until 1980 had been misattributed to the Italian composer Giovanni Battista Pergolesi (1710-1736) and to Carlo Ricciotti (1681-1756).",
      "pageId": 1074621,
      "monthDay": "11/02"
    },
    {
      "year": "1734",
      "uri": "/wiki/Daniel_Boone",
      "name": "Daniel Boone",
      "aboutText": "Edward Colston (2 November 1636 – 11 October 1721) was a Bristol-born English slave trader, merchant and Member of Parliament. Much of his wealth, although used often for philanthropic purposes, was acquired through the trade and exploitation of slaves.",
      "pageId": 1205242,
      "monthDay": "11/02"
    },
    {
      "year": "1739",
      "uri": "/wiki/Carl_Ditters_von_Dittersdorf",
      "name": "Carl Ditters von Dittersdorf",
      "aboutText": "Joan Derk, Baron van der Capellen tot den Pol (Dutch pronunciation: [ˈjoːɑn vɑn dər kɑˈpɛlən tɔt dən ˈpɔl]; 2 November 1741, Tiel – 6 June 1784, Zwolle) was a Dutch nobleman who played a prominent role in the revolutionary events that preceded the formation of the Batavian Republic. As a member of the Patriots and inspired by the American Revolution, he wrote the noted pamphlet \"To the People of the Netherlands\" (in Dutch: \"Aan het Volk van Nederland\"), in which reclaimed a more liberal society and the end of the Stadtholder regime, which had been marked by corruption and nepotism.",
      "pageId": 1820432,
      "monthDay": "11/02"
    },
    {
      "year": "1741",
      "uri": "/wiki/Joan_van_der_Capellen_tot_den_Pol",
      "name": "Joan van der Capellen tot den Pol",
      "aboutText": "Esmé Stuart, 2nd Duke of Richmond, 5th Duke of Lennox (2 November 1649 – 10 August 1660) was the son of James Stewart, 1st Duke of Richmond and Mary Villiers, daughter of George Villiers, 1st Duke of Buckingham.\nHis father, who had been a loyal support of Charles I of England during the English Civil War, died in 1655, and Esmé and his mother went into exile in France. He died of the smallpox in 1660, aged 10, in Paris, unmarried and his titles passed to his cousin Charles.",
      "pageId": 2295803,
      "monthDay": "11/02"
    },
    {
      "year": "1754",
      "uri": "/wiki/Gaspard_de_Bernard_de_Marigny",
      "name": "Gaspard de Bernard de Marigny",
      "aboutText": "Anne of York (2 November 1475 – 23 November 1511) was born in the Palace of Westminster, London, as the fifth daughter of King Edward IV of England and his wife, Elizabeth Woodville.",
      "pageId": 5104567,
      "monthDay": "11/02"
    },
    {
      "year": "1755",
      "uri": "/wiki/Marie_Antoinette",
      "name": "Marie Antoinette",
      "aboutText": "Fortunat Alojzy Gonzaga Żółkowski, Ziółkowski (2 November 1777 – 11 September 1822), was a Polish actor, comedist, adaptor, translator, editor of humour magazines, and head of a Polish theatrical family. He was born near Nowogródek (now Navahrudak, Belarus). He performed at Teatr Narodowy.",
      "pageId": 8089233,
      "monthDay": "11/02"
    },
    {
      "year": "1766",
      "uri": "/wiki/Joseph_Radetzky_von_Radetz",
      "name": "Joseph Radetzky von Radetz",
      "aboutText": "Conrad Weiser (November 2, 1696 – July 13, 1760), born Johann Conrad Weiser, Jr., was a Pennsylvania German (a.k.a., Pennsylvania Dutch) pioneer, interpreter and effective diplomat between the Pennsylvania Colony and Native Americans. He was a farmer, soldier, monk, tanner and judge. He contributed as an emissary in councils between Native Americans and the colonies, especially Pennsylvania, during the 18th century's tensions of the French and Indian War (Seven Years' War).",
      "pageId": 10309011,
      "monthDay": "11/02"
    },
    {
      "year": "1767",
      "uri": "/wiki/Prince_Edward,_Duke_of_Kent_and_Strathearn",
      "name": "Prince Edward, Duke of Kent and Strathearn",
      "aboutText": "Gaspard Augustin René Bernard de Marigny (2 November 1754 in Luçon – 10 July 1794 in Combrand) was a French officer and Vendéen general.",
      "pageId": 25318990,
      "monthDay": "11/02"
    },
    {
      "year": "1777",
      "uri": "/wiki/Fortunat_Alojzy_Gonzaga_%C5%BB%C3%B3%C5%82kowski",
      "name": "Fortunat Alojzy Gonzaga Żółkowski",
      "aboutText": "Duchess Magdalene of Jülich-Cleves-Berg (2 November 1553 – 30 August 1633) was the fifth child of Duke William \"the rich\" of Jülich-Cleves-Berg and Maria of Austria, a daughter of Emperor Ferdinand I.",
      "pageId": 33130013,
      "monthDay": "11/02"
    },
    {
      "year": "1795",
      "uri": "/wiki/James_K._Polk",
      "name": "James K. Polk",
      "aboutText": "Sir Sultan Muhammed Shah, Aga Khan III GCSI GCMG GCIE GCVO PC (2 November 1877 – 11 July 1957) was the 48th Imam of the Nizari Ismaili community. He was one of the founders and the first president of the All-India Muslim League. His goal was the advancement of Muslim agendas and protection of Muslim rights in India.",
      "pageId": 1546,
      "monthDay": "11/02"
    },
    {
      "year": "1799",
      "uri": "/wiki/John_Light_Atlee",
      "name": "John Light Atlee",
      "aboutText": "James Knox Polk (November 2, 1795 – June 15, 1849) was the 11th President of the United States (1845–1849). Polk was born in Mecklenburg County, North Carolina. He later lived in and represented Tennessee.",
      "pageId": 15980,
      "monthDay": "11/02"
    },
    {
      "year": "1799",
      "uri": "/wiki/Titian_Peale",
      "name": "Titian Peale",
      "aboutText": "Warren Gamaliel Harding (November 2, 1865 – August 2, 1923) was the 29th President of the United States, serving from March 4, 1921 until his death. Although Harding died one of the most popular presidents in history, the subsequent exposure of scandals that took place under him, such as Teapot Dome, eroded his popular regard, as did revelations of an affair by Nan Britton, one of his mistresses. In historical rankings of the U.S. presidents, Harding is often rated among the worst.",
      "pageId": 33060,
      "monthDay": "11/02"
    },
    {
      "year": "1808",
      "uri": "/wiki/Jules_Am%C3%A9d%C3%A9e_Barbey_d%27Aurevilly",
      "name": "Jules Amédée Barbey d'Aurevilly",
      "aboutText": "George Boole (/ˈbuːl/; 2 November 1815 – 8 December 1864) was an English mathematician, educator, philosopher and logician. He worked in the fields of differential equations and algebraic logic, and is best known as the author of The Laws of Thought (1854) which contains Boolean algebra. Boolean logic is credited with laying the foundations for the information age.",
      "pageId": 38298,
      "monthDay": "11/02"
    },
    {
      "year": "1815",
      "uri": "/wiki/George_Boole",
      "name": "George Boole",
      "aboutText": "Jules-Amédée Barbey d'Aurevilly (2 November 1808 – 23 April 1889) was a French novelist and short story writer. He specialised in mystery tales that explored hidden motivation and hinted at evil without being explicitly concerned with anything supernatural.",
      "pageId": 151321,
      "monthDay": "11/02"
    },
    {
      "year": "1821",
      "uri": "/wiki/George_Bowen",
      "name": "George Bowen",
      "aboutText": "Mehmed V Reshad (Ottoman Turkish: محمد خامس Meḥmed-i ẖâmis, Turkish: Mehmed V Reşad or Reşat Mehmet) (2 November 1844 – 3 July 1918) was the 35th Ottoman Sultan.",
      "pageId": 208673,
      "monthDay": "11/02"
    },
    {
      "year": "1833",
      "uri": "/wiki/Mahendralal_Sarkar",
      "name": "Mahendralal Sarkar",
      "aboutText": "Sir George Ferguson Bowen, GCMG (2 November 1821 – 21 February 1899) was a British author and colonial administrator whose appointments included postings to the Ionian Islands, Queensland, New Zealand, Victoria, Mauritius and Hong Kong.\n^ R. B. Joyce, 'Bowen, Sir George Ferguson (1821–1899)', Australian Dictionary of Biography, Vol. 3, Melbourne University Press, 1969, pp 203–207.",
      "pageId": 326335,
      "monthDay": "11/02"
    },
    {
      "year": "1837",
      "uri": "/wiki/%C3%89mile_Bayard",
      "name": "Émile Bayard",
      "aboutText": "Harlow Shapley (November 2, 1885 – October 20, 1972) was an American astronomer.\nHe used RR Lyrae stars to correctly estimate the size of the Milky Way Galaxy and the sun's position within it by using parallax.",
      "pageId": 358411,
      "monthDay": "11/02"
    },
    {
      "year": "1844",
      "uri": "/wiki/Mehmed_V",
      "name": "Mehmed V",
      "aboutText": "Titian Ramsay Peale (November 2, 1799 – March 13, 1885) was a noted American artist, naturalist, entomologist and photographer. He was the sixteenth child and youngest son of noted American naturalist Charles Willson Peale. He is sometimes referred to as Titian Ramsey Peale II to distinguish him from his older brother with the same name who was a favorite of their father and who died at age 18 in 1798.",
      "pageId": 621945,
      "monthDay": "11/02"
    },
    {
      "year": "1847",
      "uri": "/wiki/Georges_Sorel",
      "name": "Georges Sorel",
      "aboutText": "Georges Eugène Sorel (2 November 1847 – 29 August 1922) was a French philosopher and theorist of revolutionary syndicalism. His notion of the power of myth in people's lives inspired Marxists and Fascists.",
      "pageId": 640818,
      "monthDay": "11/02"
    },
    {
      "year": "1855",
      "uri": "/wiki/Henrik_Sch%C3%BCck",
      "name": "Henrik Schück",
      "aboutText": "John Light Atlee (November 2, 1799 – October 1, 1885) was an American physician and surgeon. He was one of the organizers of the American Medical Association, also serving as its president.\nAtlee was born in Lancaster County, Pennsylvania, the son of Colonel William Pitt Atlee.",
      "pageId": 1676002,
      "monthDay": "11/02"
    },
    {
      "year": "1865",
      "uri": "/wiki/Warren_G._Harding",
      "name": "Warren G. Harding",
      "aboutText": "Henrik Schück (2 November 1855 -3 October 1947) was a Swedish literary historian, university professor and author.",
      "pageId": 5100770,
      "monthDay": "11/02"
    },
    {
      "year": "1877",
      "uri": "/wiki/Joseph_De_Piro",
      "name": "Joseph De Piro",
      "aboutText": "Marion Jones Farquhar (November 2, 1879 – March 14, 1965) was an American tennis player. She won the women's singles titles at the 1899 and 1902 U.S. Championships.",
      "pageId": 5974720,
      "monthDay": "11/02"
    },
    {
      "year": "1877",
      "uri": "/wiki/Aga_Khan_III",
      "name": "Aga Khan III",
      "aboutText": "Jean-Marie-Rodrigue Villeneuve, OMI (November 2, 1883 – January 17, 1947) was a Canadian Cardinal of the Roman Catholic Church.",
      "pageId": 6927570,
      "monthDay": "11/02"
    },
    {
      "year": "1877",
      "uri": "/wiki/Victor_Trumper",
      "name": "Victor Trumper",
      "aboutText": "Ōkido Moriemon (大木戸 森右衛門, November 2, 1878 – November 7, 1930) was a sumo wrestler. He was the sport's 23rd yokozuna.",
      "pageId": 9131207,
      "monthDay": "11/02"
    },
    {
      "year": "1878",
      "uri": "/wiki/%C5%8Ckido_Moriemon",
      "name": "Ōkido Moriemon",
      "aboutText": "Émile-Antoine Bayard (November 2, 1837 – December 1891) was born in La Ferté-sous-Jouarre, Seine-et-Marne. A student of Léon Cogniet, he is best known by many for his illustration of Cosette from Les Misérables by Victor Hugo.",
      "pageId": 10024217,
      "monthDay": "11/02"
    },
    {
      "year": "1879",
      "uri": "/wiki/Marion_Jones_Farquhar",
      "name": "Marion Jones Farquhar",
      "aboutText": "Mahendralal Sarkar (other spellings: Mahendra Lal Sarkar, Mahendralal Sircar, Mahendralal Sircir) (1833–1904) was an allopath-turned-homoeopath doctor, social reformer, and propagator of scientific studies in nineteenth-century India.",
      "pageId": 17033971,
      "monthDay": "11/02"
    },
    {
      "year": "1880",
      "uri": "/wiki/Fritz_Achterberg",
      "name": "Fritz Achterberg",
      "aboutText": "Giuseppe De Piro or Joseph De Piro, (2 November 1877 – 17 September 1933) was a Roman Catholic priest and missionary. He founded The Missionary Society of St Paul (MSSP) in June 1910 with a charism that Maltese priests would become missionaries.",
      "pageId": 27177499,
      "monthDay": "11/02"
    },
    {
      "year": "1883",
      "uri": "/wiki/Jean-Marie-Rodrigue_Villeneuve",
      "name": "Jean-Marie-Rodrigue Villeneuve",
      "aboutText": "Victor Thomas Trumper (2 November 1877 – 28 June 1915) was an Australian cricketer known as the most stylish and versatile batsman of the Golden Age of cricket, capable of playing match-winning innings on wet wickets his contemporaries found unplayable. Archie MacLaren said of him, \"Compared to Victor I was a cab-horse to a Derby winner\".",
      "pageId": 30265677,
      "monthDay": "11/02"
    },
    {
      "year": "1885",
      "uri": "/wiki/Harlow_Shapley",
      "name": "Harlow Shapley",
      "aboutText": "Fritz Achterberg (1880–1971) was a German stage and film actor.",
      "pageId": 35952769,
      "monthDay": "11/02"
    },
    {
      "year": "1886",
      "uri": "/wiki/Dhirendranath_Datta",
      "name": "Dhirendranath Datta",
      "aboutText": "Luchino Visconti di Modrone, Count of Lonate Pozzolo (2 November 1906 – 17 March 1976), was an Italian theatre, opera and cinema director, as well as a screenwriter.",
      "pageId": 44822,
      "monthDay": "11/02"
    },
    {
      "year": "1888",
      "uri": "/wiki/Alfred_Asikainen",
      "name": "Alfred Asikainen",
      "aboutText": "Odysseas Elytis (Greek: Οδυσσέας Ελύτης, pen name of Odysseas Alepoudellis, Greek: Οδυσσέας Αλεπουδέλλης; 2 November 1911 – 18 March 1996) was regarded as a major exponent of romantic modernism in Greece and the world. In 1979 he was awarded the Nobel Prize in Literature.",
      "pageId": 155037,
      "monthDay": "11/02"
    },
    {
      "year": "1890",
      "uri": "/wiki/Nishinoumi_Kajir%C5%8D_III",
      "name": "Nishinoumi Kajirō III",
      "aboutText": "For the character in The Brady Bunch seen in the middle of the 9 intro subscreens, see Alice Nelson.\nAlice Brady (born Mary Rose Brady, November 2, 1892 – October 28, 1939) was an American actress who began her career in the silent film era and survived the transition into talkies. She worked up until six months before her death from cancer in 1939.",
      "pageId": 189229,
      "monthDay": "11/02"
    },
    {
      "year": "1890",
      "uri": "/wiki/Moa_Martinson",
      "name": "Moa Martinson",
      "aboutText": "Alexander Martin Lippisch (November 2, 1894 in Munich – February 11, 1976 in Cedar Rapids, Iowa) was a German aeronautical engineer, a pioneer of aerodynamics who made important contributions to the understanding of flying wings, delta wings and the ground effect, and also worked in the U.S. His most famous designs are the Messerschmitt Me 163 rocket-powered interceptor and the strange-looking Aerodyne.",
      "pageId": 362207,
      "monthDay": "11/02"
    },
    {
      "year": "1891",
      "uri": "/wiki/David_Townsend_(art_director)",
      "name": "David Townsend",
      "aboutText": "Roland Bernard \"Bunny\" Berigan (November 2, 1908 – June 2, 1942) was an American jazz trumpeter and bandleader who rose to fame during the swing era, but whose career and influence were shortened by a losing battle with alcoholism that ended with his early death at age 33 from cirrhosis. Although he composed some jazz instrumentals like \"Chicken and Waffles\" and \"Blues\", Berigan was best known for his virtuoso jazz trumpeting.",
      "pageId": 559173,
      "monthDay": "11/02"
    },
    {
      "year": "1892",
      "uri": "/wiki/Alice_Brady",
      "name": "Alice Brady",
      "aboutText": "Raphael Mitchel Robinson (November 2, 1911 – January 27, 1995) was an American mathematician.\nBorn in National City, California, Robinson was the youngest of four children of a lawyer and a teacher. He was awarded from the University of California, Berkeley in mathematics: the BA (1932), MA (1933), and Ph.D. (1935).",
      "pageId": 693495,
      "monthDay": "11/02"
    },
    {
      "year": "1893",
      "uri": "/wiki/Battista_Farina",
      "name": "Battista Farina",
      "aboutText": "Travis Calvin Jackson (November 2, 1903 – July 27, 1987) was an American baseball shortstop. In Major League Baseball (MLB), Jackson played for the New York Giants from 1922 through 1936, winning the 1933 World Series, and representing the Giants in the MLB All-Star in 1934. After his retirement as a player, Jackson managed in minor league baseball through to the 1960 season.",
      "pageId": 703522,
      "monthDay": "11/02"
    },
    {
      "year": "1894",
      "uri": "/wiki/Alexander_Lippisch",
      "name": "Alexander Lippisch",
      "aboutText": "James Howard Dunn (November 2, 1901 – September 1, 1967) was an American film actor.",
      "pageId": 779236,
      "monthDay": "11/02"
    },
    {
      "year": "1899",
      "uri": "/wiki/Peter_Aufschnaiter",
      "name": "Peter Aufschnaiter",
      "aboutText": "Battista \"Pinin\" Farina (later Battista Pininfarina) (2 November 1893 – 3 April 1966) was an Italian automobile designer, the founder of the Carrozzeria Pininfarina coachbuilding company, a name associated with many of the best-known postwar sports cars.\nBattista Farina was born in Turin, Italy. The tenth of eleven children, his nickname, \"Pinin\" (the youngest/smallest (brother), in Piedmontese), referred to his being the baby of the family.",
      "pageId": 1413700,
      "monthDay": "11/02"
    },
    {
      "year": "1903",
      "uri": "/wiki/Travis_Jackson",
      "name": "Travis Jackson",
      "aboutText": "Fred Bakewell (Alfred Harry Bakewell; 2 November 1908 in Walsall, Staffordshire, England – 23 January 1983 in Westbourne, Dorset, England) was a Northamptonshire and England opening batsman who was renowned as one of the most exciting players of his time, largely owing to his unorthodox methods, which allowed him to play some of the most brilliant innings in county cricket, despite the fact that his county, Northamptonshire, was exceptionally weak throughout his career: he was always the only class batsman in the team in the years before his career was ended by a serious car accident in 1936.\nHis stance was perhaps the most \"two-eyed\" known in the history of the game, with his right shoulder typically turned so far round as to be facing mid-off, and he gripped the bat with the hands at the extreme ends of the handle. Such a stance would naturally lead to a defensive player who only had strokes on the leg side and would be dull and ugly.",
      "pageId": 1663646,
      "monthDay": "11/02"
    },
    {
      "year": "1904",
      "uri": "/wiki/Hugh_Lygon",
      "name": "Hugh Lygon",
      "aboutText": "Peter Aufschnaiter (2 November 1899 – 12 October 1973) was an Austrian mountaineer, agricultural scientist, geographer, and cartographer. His experiences with fellow climber Heinrich Harrer during World War II were depicted in the 1997 film Seven Years in Tibet.",
      "pageId": 1917885,
      "monthDay": "11/02"
    },
    {
      "year": "1905",
      "uri": "/wiki/James_Dunn_(actor)",
      "name": "James Dunn",
      "aboutText": "Daniil Leonidovich Andreyev (Russian: Дании́л Леони́дович Андре́ев; IPA: [dənʲɪˈil lʲɪɐˈnʲidəvʲɪtɕ ɐnˈdrʲejɪf]; November 2, 1906, Berlin – March 30, 1959, Moscow) was a Russian writer, poet, and Christian mystic.",
      "pageId": 2396983,
      "monthDay": "11/02"
    },
    {
      "year": "1905",
      "uri": "/wiki/Georges_Schehad%C3%A9",
      "name": "Georges Schehadé",
      "aboutText": "Moa Martinson, born Helga Maria Swarts sometimes spelt Swartz, (2 November 1890 – 5 August 1964) was one of Sweden's most noted authors of proletarian literature. Her ambition was to change society with her authorship and to portray the conditions of the working class, but also the personal development of women.",
      "pageId": 2484804,
      "monthDay": "11/02"
    },
    {
      "year": "1906",
      "uri": "/wiki/Daniil_Andreyev",
      "name": "Daniil Andreyev",
      "aboutText": "Dhirendranath Datta (Bengali: ধীরেন্দ্রনাথ দত্ত Dhirendronath Dôtto) (1886–1971) was a Bengali lawyer by profession who was also active in the politics of undivided Bengal in pre-partition India, and later in East Pakistan (1947–1971). He was born on 2 November 1886 in Ramrail, in Brahmanbaria District, Bengal Province (in today's Bangladesh).",
      "pageId": 5835213,
      "monthDay": "11/02"
    },
    {
      "year": "1906",
      "uri": "/wiki/Luchino_Visconti",
      "name": "Luchino Visconti",
      "aboutText": "Fouad Pasha Serageldin (2 November 1911 - 9 August 2000), was a leader of Egypt's Wafd Party.\nA cigar perpetually hanging from his lips, the \"Pasha\", as Fouad Serageldin liked to be called, continued to refer to Egypt's 1952 Revolution as the \"coup d'état\" which aborted a programme of reform he had helped to mastermind as Wafd secretary-general.\nWhen President Hosni Mubarak allowed the Wafd to emerge from a prolonged period of dormancy in 1984, Serageldin proved a skilful political operator given the limits imposed on a divided and decimated opposition, and made the Al-Wafd newspaper an instant success through its Asfoura (Sparrow) column exposés of corruption and mismanagement.",
      "pageId": 6630268,
      "monthDay": "11/02"
    },
    {
      "year": "1908",
      "uri": "/wiki/Fred_Bakewell",
      "name": "Fred Bakewell",
      "aboutText": "Nishinoumi Kajirō III (西ノ海 嘉治郎, November 2, 1890 – July 28, 1933) was a sumo wrestler.",
      "pageId": 9133368,
      "monthDay": "11/02"
    },
    {
      "year": "1908",
      "uri": "/wiki/Bunny_Berigan",
      "name": "Bunny Berigan",
      "aboutText": "Alfred Johan \"Alpo\" Asikainen (2 November 1888 – 7 January 1942) was a Finnish wrestler who competed in the 1912 Summer Olympics, winning the bronze medal.",
      "pageId": 10882820,
      "monthDay": "11/02"
    },
    {
      "year": "1910",
      "uri": "/wiki/Fouad_Serageddin",
      "name": "Fouad Serageddin",
      "aboutText": "Hugh Patrick Lygon (2 November 1904 – 19 August 1936 Rothenburg, Bavaria) was the second son of William Lygon, 7th Earl Beauchamp, and is often believed to be the inspiration for Lord Sebastian Flyte in Evelyn Waugh's Brideshead Revisited. He was a friend of Waugh's at Oxford (A. L. Rowse believed the two to be lovers), where both were members of the Hypocrites' Club, along with their contemporary Murray Andrew McLean.\nHe was educated at Eton and Pembroke College, Oxford.",
      "pageId": 23920291,
      "monthDay": "11/02"
    },
    {
      "year": "1911",
      "uri": "/wiki/Odysseas_Elytis",
      "name": "Odysseas Elytis",
      "aboutText": "Georges Schehadé (2 November 1905 – 17 January 1989) was a Lebanese playwright and poet writing in French.",
      "pageId": 32240199,
      "monthDay": "11/02"
    },
    {
      "year": "1911",
      "uri": "/wiki/Raphael_M._Robinson",
      "name": "Raphael M. Robinson",
      "aboutText": "David Wood Townsend (November 2, 1891 – August 5, 1935) was an American art director.",
      "pageId": 33711358,
      "monthDay": "11/02"
    },
    {
      "year": "1913",
      "uri": "/wiki/Burt_Lancaster",
      "name": "Burt Lancaster",
      "aboutText": "Burton Stephen \"Burt\" Lancaster (November 2, 1913 – October 20, 1994) was an American film actor noted for his athletic physique, blue eyes, and distinctive smile (which he called \"The Grin\"). After initially building his career in \"tough guy\" roles, Lancaster abandoned his all-American image in the late 1950s in favor of more complex and challenging parts, and came to be regarded as one of the best motion picture actors in history.\nLancaster was nominated four times for Academy Awards and won once for his work in Elmer Gantry in 1960.",
      "pageId": 4537,
      "monthDay": "11/02"
    },
    {
      "year": "1914",
      "uri": "/wiki/Johnny_Vander_Meer",
      "name": "Johnny Vander Meer",
      "aboutText": "Stephen J. \"Steve\" Ditko (born November 2, 1927) is an American comic book artist and writer best known as the artist and co-creator, with Stan Lee, of the Marvel Comics superhero Spider-Man, and as creator of the supernatural hero Doctor Strange.\nDitko studied under Batman artist Jerry Robinson at the Cartoonist and Illustrators School in New York City. He began his professional career in 1953, working in the studio of Joe Simon and Jack Kirby, beginning as an inker and coming under the influence of artist Mort Meskin.",
      "pageId": 29551,
      "monthDay": "11/02"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ray_Walston",
      "name": "Ray Walston",
      "aboutText": "Herman Raymond \"Ray\" Walston (November 2, 1914 – January 1, 2001) was an American actor and comedian, best known as the title character on My Favorite Martian. He had such iconic film, television and stage roles as Luther Billis (South Pacific), Mr. Applegate (Damn Yankees), J.J. Singleton (The Sting), Mr.",
      "pageId": 242839,
      "monthDay": "11/02"
    },
    {
      "year": "1915",
      "uri": "/wiki/Sidney_Luft",
      "name": "Sidney Luft",
      "aboutText": "Amar Gopal Bose (Bengali: অমর বোস), (November 2, 1929  –  July 12, 2013) was an Indian American (American born Indian) academic and entrepreneur. An electrical engineer and sound engineer, he was a professor at the Massachusetts Institute of Technology (MIT) for over 45 years. He was also the founder and chairman of Bose Corporation.",
      "pageId": 413655,
      "monthDay": "11/02"
    },
    {
      "year": "1915",
      "uri": "/wiki/Beryl_McBurnie",
      "name": "Beryl McBurnie",
      "aboutText": "John Davan Sainsbury, Baron Sainsbury of Preston Candover, KG (born 2 November 1927) is the President of Sainsbury's, a British businessman, and a politician. He sits in the House of Lords as a member of the Conservative Party.\n^ \"Lord Sainsbury and family\".",
      "pageId": 417553,
      "monthDay": "11/02"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ann_Rutherford",
      "name": "Ann Rutherford",
      "aboutText": "Paul Bede Johnson (born 2 November 1928) is an English journalist, historian, speechwriter and author. He was educated at the Jesuit independent school Stonyhurst College, and at Magdalen College, Oxford. Johnson first came to prominence in the 1950s as a journalist writing for, and later editing, the New Statesman magazine.",
      "pageId": 735553,
      "monthDay": "11/02"
    },
    {
      "year": "1918",
      "uri": "/wiki/Alexander_Vraciu",
      "name": "Alexander Vraciu",
      "aboutText": "Therese Ann Rutherford (November 2, 1917 – June 11, 2012), known as Ann Rutherford, was a Canadian-American actress in film, radio, and television.",
      "pageId": 797100,
      "monthDay": "11/02"
    },
    {
      "year": "1919",
      "uri": "/wiki/Warren_Stevens",
      "name": "Warren Stevens",
      "aboutText": "Sidney Luft (November 2, 1915 – September 15, 2005) was an American show business figure, the third husband of American actress and singer Judy Garland and the second husband of American actress Lynn Bari.",
      "pageId": 967009,
      "monthDay": "11/02"
    },
    {
      "year": "1920",
      "uri": "/wiki/Bill_Mazer",
      "name": "Bill Mazer",
      "aboutText": "Rudy Van Gelder (born November 2, 1924, Jersey City, New Jersey) is an American recording engineer who specializes in jazz.\nRegarded as the most important recording engineer of jazz by some observers, Van Gelder has recorded several thousand jazz sessions, including many widely recognized as classics, in a career spanning more than half a century. Van Gelder has recorded many of the great names in the genre, including Miles Davis, Thelonious Monk, Sonny Rollins, Joe Henderson, Grant Green, Wayne Shorter, John Coltrane, Lee Morgan, Freddie Hubbard, Horace Silver, Donald Byrd, Kenny Burrell and many others.",
      "pageId": 1106568,
      "monthDay": "11/02"
    },
    {
      "year": "1921",
      "uri": "/wiki/Shepard_Menken",
      "name": "Shepard Menken",
      "aboutText": "For other men with the same name, see David Bauer (disambiguation).\nDavid William Bauer, OC, CSB (November 2, 1924 – November 9, 1988), frequently referred to as Father David Bauer, was an ice hockey player, builder, and hockey pioneer who was ordained as a Catholic priest in the Congregation of St. Basil at the age of 29.",
      "pageId": 1717759,
      "monthDay": "11/02"
    },
    {
      "year": "1921",
      "uri": "/wiki/Bill_Mosienko",
      "name": "Bill Mosienko",
      "aboutText": "John Samuel Vander Meer (November 2, 1914 – October 6, 1997) was an American professional baseball player. He played in Major League Baseball as a pitcher, most notably for the Cincinnati Reds. Vander Meer was most well known for being the only pitcher in Major League Baseball history to throw two consecutive no-hitters.",
      "pageId": 1922784,
      "monthDay": "11/02"
    },
    {
      "year": "1922",
      "uri": "/wiki/Se%C3%A1nie_Duggan",
      "name": "Seánie Duggan",
      "aboutText": "William Mosienko (November 2, 1921 – July 9, 1994) was a Ukrainian Canadian professional ice hockey right winger who played 14 seasons in the National Hockey League (NHL) for the Chicago Black Hawks. He is best noted for recording the fastest hat trick in NHL history. In a 1952 game against the New York Rangers, Mosienko scored three goals in 21 seconds.",
      "pageId": 1947513,
      "monthDay": "11/02"
    },
    {
      "year": "1924",
      "uri": "/wiki/David_Bauer_(ice_hockey)",
      "name": "David Bauer",
      "aboutText": "Franz Copeland Murray \"Gerry\" Alexander OD (2 November 1928 – 16 April 2011) was a Jamaican cricketer who played 25 Tests for the West Indies. He was a wicket-keeper who had 90 dismissals in his 25 Test appearances and, though his batting average was around 30 in both Test and first class cricket, his only first-class century came in a Test on the 1960-61 tour of Australia.\nAlexander was the last white man to captain the West Indies cricket team.",
      "pageId": 3077020,
      "monthDay": "11/02"
    },
    {
      "year": "1924",
      "uri": "/wiki/Rudy_Van_Gelder",
      "name": "Rudy Van Gelder",
      "aboutText": "Shepard Menken (November 2, 1921 – January 2, 1999) was an American voice actor, radio actor, and character actor.\nMenken began his career at the age of 11, when he started appearing on children's radio programs. After high school, Menken attended Columbia University, and later studied performing arts at the Neighborhood Playhouse Theatre and the Juilliard School of Music.",
      "pageId": 3217205,
      "monthDay": "11/02"
    },
    {
      "year": "1927",
      "uri": "/wiki/Steve_Ditko",
      "name": "Steve Ditko",
      "aboutText": "Bill Mazer (born Morris Mazer; November 2, 1920 – October 23, 2013) was an American television and radio personality. He won numerous awards and citations, including three National Sportscasters and Sportswriters Association's Sportscaster of the Year awards for New York from 1964–66. Considered a New York institution in sports reporting, Mazer was inducted into the hall of fame for the Buffalo Broadcasters Association (1999), Buffalo Baseball (2000) and the National Jewish Sports Hall of Fame and Museum (1997).",
      "pageId": 3786576,
      "monthDay": "11/02"
    },
    {
      "year": "1927",
      "uri": "/wiki/John_Sainsbury,_Baron_Sainsbury_of_Preston_Candover",
      "name": "John Sainsbury, Baron Sainsbury of Preston Candover",
      "aboutText": "Alexander Vraciu (November 2, 1918 – January 29, 2015) was a United States Navy fighter ace, Navy Cross recipient and Medal of Honor nominee during World War II. He once shot down six Japanese dive bombers in eight minutes.",
      "pageId": 4372112,
      "monthDay": "11/02"
    },
    {
      "year": "1928",
      "uri": "/wiki/Gerry_Alexander",
      "name": "Gerry Alexander",
      "aboutText": "Warren Albert Stevens (November 2, 1919 – March 27, 2012) was an American stage, screen, and television actor.\n^ \"Warren Stevens, Busy Character Actor, Dies at 92\". New York Times.",
      "pageId": 6263915,
      "monthDay": "11/02"
    },
    {
      "year": "1928",
      "uri": "/wiki/Herb_Geller",
      "name": "Herb Geller",
      "aboutText": "Beryl Eugenia McBurnie (2 November 1913 – 3 March 2000) was a Trinidadian dancer. She established the Little Carib Theatre, and promoted the culture and arts of Trinidad and Tobago as her life's work. She helped to promote the cultural legitimacy of Trinidad and Tobago that would ultimately arm its people to handle independence psychologically and healthily.",
      "pageId": 15810751,
      "monthDay": "11/02"
    },
    {
      "year": "1928",
      "uri": "/wiki/Paul_Johnson_(writer)",
      "name": "Paul Johnson",
      "aboutText": "Herbert Arnold Geller (November 2, 1928 – December 19, 2013) was an American jazz saxophonist, composer and arranger. He was born in Los Angeles, California.",
      "pageId": 17303635,
      "monthDay": "11/02"
    },
    {
      "year": "1929",
      "uri": "/wiki/Amar_Bose",
      "name": "Amar Bose",
      "aboutText": "Seán \"Seánie\" Duggan (2 November 1922 – 26 September 2013) was an Irish hurler who played as a goalkeeper for the Galway senior team.\nBorn in Galway, Duggan arrived on the inter-county scene at the age of twenty-one when he first linked up with the Galway senior team. He made his debut in the 1943 championship.",
      "pageId": 23177752,
      "monthDay": "11/02"
    },
    {
      "year": "1929",
      "uri": "/wiki/Robert_Gover",
      "name": "Robert Gover",
      "aboutText": "Patrick Joseph \"Pat\" Buchanan (/bjuːˈkænɨn/; born November 2, 1938) is an American paleoconservative political commentator, author, syndicated columnist, politician and broadcaster. Buchanan was a senior advisor to U.S. Presidents Richard Nixon, Gerald Ford and Ronald Reagan, and was an original host on CNN's Crossfire. He sought the Republican presidential nomination in 1992 and 1996.",
      "pageId": 168890,
      "monthDay": "11/02"
    },
    {
      "year": "1929",
      "uri": "/wiki/Muhammad_Rafiq_Tarar",
      "name": "Muhammad Rafiq Tarar",
      "aboutText": "Arun Shourie (born 2 November 1941) is an Indian journalist, author and politician. He has worked as an economist with the World Bank, a consultant to the Planning Commission of India, editor of the Indian Express and The Times of India and a minister in the government of India (1998–2004). He was awarded the Ramon Magsaysay Award in 1982 and the Padma Bhushan in 1990.",
      "pageId": 206209,
      "monthDay": "11/02"
    },
    {
      "year": "1929",
      "uri": "/wiki/Richard_E._Taylor",
      "name": "Richard E. Taylor",
      "aboutText": "William W. (Bill) Gothard, Jr. (born November 2, 1934) is an American Christian minister, speaker, and writer, and the founder of the Institute in Basic Life Principles (IBLP), notable for his conservative teachings. Among the several strong distinctives of his teaching have been encouragement of Bible memorization, large families, homeschooling, aversion to debt, respect for authority, conservative dress, and extended principles related to identity, family, education, healthcare, music, and finances.",
      "pageId": 257195,
      "monthDay": "11/02"
    },
    {
      "year": "1931",
      "uri": "/wiki/Phil_Woods",
      "name": "Phil Woods",
      "aboutText": "Muhammad Rafiq Tarar (//;English IPA:rəfɪ̈kʰ ʔɑr(ə)ɹ (Urdu: محمد رفیق تارڑ‎; b. 2 November 1929), is a retired senior justice of the Supreme Court of Pakistan and the ninth President of Pakistan, serving from 1998 until resigning in the favour of Pervez Musharraf in 2001.\nBy profession, a jurist, legal and Islamic scholar, Tarar had a long career in the court system of Pakistan.",
      "pageId": 460477,
      "monthDay": "11/02"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ron_Sproat",
      "name": "Ron Sproat",
      "aboutText": "Kenneth Robert (\"Ken\") Rosewall AM, MBE (born 2 November 1934) is a former world top-ranking amateur and professional tennis player from Australia. He won a record 23 tennis Majors including 8 Grand Slam singles titles and before the Open Era a record 15 Pro Slam titles and a record 35 Major finals overall. He won the Pro Grand Slam in 1963.",
      "pageId": 481803,
      "monthDay": "11/02"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bill_Gothard",
      "name": "Bill Gothard",
      "aboutText": "Richard Serra (born November 2, 1939) is an American minimalist sculptor and video artist known for working with large-scale assemblies of sheet metal. Serra was involved in the Process Art Movement. He lives and works in Tribeca, New York, and on Cape Breton Island in Nova Scotia.",
      "pageId": 518575,
      "monthDay": "11/02"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ken_Rosewall",
      "name": "Ken Rosewall",
      "aboutText": "Queen Sofía (/sɒˈfiːə/, Spanish: [soˈfi.a]; Greek: Σοφία [soˈfi.a]; formerly Princess Sophia of Greece and Denmark, born 2 November 1938) is the wife of King Juan Carlos I. Born a Greek princess, she became Queen consort of Spain upon her husband's accession in 1975.",
      "pageId": 869744,
      "monthDay": "11/02"
    },
    {
      "year": "1936",
      "uri": "/wiki/Rose_Bird",
      "name": "Rose Bird",
      "aboutText": "Philip Wells Woods (November 2, 1931 – September 29, 2015) was an American jazz bebop alto saxophonist, clarinetist, bandleader and composer.",
      "pageId": 896878,
      "monthDay": "11/02"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jack_Starrett",
      "name": "Jack Starrett",
      "aboutText": "Rose Elizabeth Bird (November 2, 1936 – December 4, 1999) served for 10 years as the 25th Chief Justice of California. She was the first female Justice, and first female Chief Justice, on that court, appointed by then Governor Jerry Brown.",
      "pageId": 909672,
      "monthDay": "11/02"
    },
    {
      "year": "1937",
      "uri": "/wiki/Earl_Carroll_(vocalist)",
      "name": "Earl Carroll",
      "aboutText": "Lilian Pauline Neville-Jones, Baroness Neville-Jones DCMG PC (born 2 November 1939) is a former BBC Governor and Chairman of the British Joint Intelligence Committee (JIC). Before her elevation to the Peerage she was known as Dame Pauline Neville-Jones, DCMG. On 12 May 2010, the new Prime Minister David Cameron appointed Lady Neville-Jones his Minister of State for Security and Counter Terrorism at the Home Office with a permanent position on the newly created National Security Council.\nOn 9 May 2011, the BBC reported that Lady Neville-Jones had resigned her role as Security Minister at \"her own request.\" Her Security brief was taken over by James Brokenshire MP. She was then \"immediately appointed as Special Representative to Business on Cyber Security\".",
      "pageId": 1212023,
      "monthDay": "11/02"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jay_Black",
      "name": "Jay Black",
      "aboutText": "Bruce Cripps OBE (born 2 November 1941, Bognor Regis, Sussex, England) known by his stage name Bruce Welch is an English guitarist, songwriter, producer and singer, best known as a member of The Shadows.",
      "pageId": 1895514,
      "monthDay": "11/02"
    },
    {
      "year": "1938",
      "uri": "/wiki/Pat_Buchanan",
      "name": "Pat Buchanan",
      "aboutText": "Jack Starrett (November 2, 1936 – March 27, 1989) was an American actor and film director. He is credited as Claude Ennis Starrett, Jr. in some of his films.",
      "pageId": 2086415,
      "monthDay": "11/02"
    },
    {
      "year": "1938",
      "uri": "/wiki/Queen_Sof%C3%ADa_of_Spain",
      "name": "Queen Sofía of Spain",
      "aboutText": "Ronald Sproat (2 November 1932  - 6 November 2009 in Manhattan, New York)  was an American screenwriter and playwright known for Dark Shadows.\nHe was openly gay.",
      "pageId": 3552084,
      "monthDay": "11/02"
    },
    {
      "year": "1939",
      "uri": "/wiki/Pauline_Neville-Jones,_Baroness_Neville-Jones",
      "name": "Pauline Neville-Jones, Baroness Neville-Jones",
      "aboutText": "Jay Black (born David Blatt; 2 November 1938) is an American singer, also known as \"The Voice,\" whose height of fame came in the 1960s when he was the lead singer of the band Jay and the Americans. The band had numerous hits including \"Cara Mia\", \"Come a Little Bit Closer\", and \"This Magic Moment\".\nBlack was born in New York and grew up in Brooklyn in the neighborhood of Boro Park.",
      "pageId": 4796048,
      "monthDay": "11/02"
    },
    {
      "year": "1939",
      "uri": "/wiki/Richard_Serra",
      "name": "Richard Serra",
      "aboutText": "James LeRoy Bakken (born November 2, 1940, Madison, Wisconsin) is a former American football punter and placekicker for the St. Louis Cardinals. He was a four-time Pro Bowl selection, and was named by the voters of the Pro Football Hall of Fame to the Professional Football 1960s All Decade Team, which included both NFL and American Football League players.",
      "pageId": 6663029,
      "monthDay": "11/02"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jim_Bakken",
      "name": "Jim Bakken",
      "aboutText": "Robert Gover (November 2, 1929 – January 12, 2015) was an American journalist who became a best-selling novelist at age 30. His first novel, One Hundred Dollar Misunderstanding, a satire on American racism, remains a cult classic that helped break down America's fear of four-letter words and sexually explicit scenes, as well as sensitizing Americans to sanctimonious hypocrisy. Gover worked with writers for three decades, and one of his best known students was American writer Christopher Klim.",
      "pageId": 7855891,
      "monthDay": "11/02"
    },
    {
      "year": "1940",
      "uri": "/wiki/Phil_Minton",
      "name": "Phil Minton",
      "aboutText": "Earl \"Speedo\" Carroll (November 2, 1937 – November 25, 2012) was the lead vocalist for the doo-wop group The Cadillacs. The group's biggest hit was \"Speedoo\", Carroll's subsequent nickname. It was released in 1955.",
      "pageId": 11328644,
      "monthDay": "11/02"
    },
    {
      "year": "1941",
      "uri": "/wiki/Arun_Shourie",
      "name": "Arun Shourie",
      "aboutText": "Phil Minton (b. 2 November 1940, Torquay, United Kingdom) is a jazz/free-improvising vocalist and trumpeter.\nMinton is a highly dramatic baritone who tends to specialize in literary texts: he has sung lyrics by William Blake with Mike Westbrook's group, Daniil Kharms and Joseph Brodsky with Simon Nabatov, and extracts from James Joyce's Finnegans Wake with his own ensemble.",
      "pageId": 13039424,
      "monthDay": "11/02"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bruce_Welch",
      "name": "Bruce Welch",
      "aboutText": "Metin Akpınar (born (1941-11-02)November 2, 1941) is a Turkish actor. He has been one of the most successful comedians in Turkey.",
      "pageId": 13707508,
      "monthDay": "11/02"
    },
    {
      "year": "1941",
      "uri": "/wiki/Metin_Akp%C4%B1nar",
      "name": "Metin Akpınar",
      "aboutText": "Richard Edward Taylor, CC FRS FRSC (born November 2, 1929 in Medicine Hat, Alberta) is a Nobel Prize–winning professor emeritus at Stanford University.",
      "pageId": 30864794,
      "monthDay": "11/02"
    },
    {
      "year": "1942",
      "uri": "/wiki/Shere_Hite",
      "name": "Shere Hite",
      "aboutText": "Lois McMaster Bujold (/buːˈʒoʊld/ boo-ZHOHLD; born November 2, 1949) is an American speculative fiction writer. She is one of the most acclaimed writers in her field, having won the Hugo Award for best novel four times, matching Robert A. Heinlein's record, not counting his Retro Hugo. Her novella The Mountains of Mourning won both the Hugo Award and Nebula Award.",
      "pageId": 18733,
      "monthDay": "11/02"
    },
    {
      "year": "1942",
      "uri": "/wiki/Stefanie_Powers",
      "name": "Stefanie Powers",
      "aboutText": "Keith Noel Emerson (born 2 November 1944) is an English keyboardist and composer. He was formerly a member of the Keith Emerson Trio, John Brown's Bodies, The T-Bones, The V.I.P.'s, P.P. Arnold's backing band, The Nice, and Emerson, Lake & Palmer (ELP), one of the early supergroups. Emerson first found success with The Nice in the late 1960s before going on to become a founding member of ELP in 1970.",
      "pageId": 55915,
      "monthDay": "11/02"
    },
    {
      "year": "1944",
      "uri": "/wiki/Michael_Buffer",
      "name": "Michael Buffer",
      "aboutText": "Alan Stanley Jones MBE (born 2 November 1946 in Melbourne, Victoria) is an Australian former Formula One driver. He was the first driver to win a Formula One World Championship with the Williams team, becoming the 1980 World Drivers' Champion and the second Australian to do so following triple World Champion Sir Jack Brabham. He competed in a total of 117 Grands Prix, winning 12 and achieving 24 podium finishes.",
      "pageId": 255129,
      "monthDay": "11/02"
    },
    {
      "year": "1944",
      "uri": "/wiki/Patrice_Ch%C3%A9reau",
      "name": "Patrice Chéreau",
      "aboutText": "Giuseppe Sinopoli (Italian pronunciation: [dʒuˈzɛppe siˈnɔːpoli]; 2 November 1946 – 20 April 2001) was an Italian conductor and composer.",
      "pageId": 326514,
      "monthDay": "11/02"
    },
    {
      "year": "1944",
      "uri": "/wiki/Keith_Emerson",
      "name": "Keith Emerson",
      "aboutText": "Dave Pegg (born 2 November 1947) is an English multi-instrumentalist and record producer, arguably most visible as a bass guitarist. He is the longest-serving member of the pre-eminent electric folk band Fairport Convention and has been bassist with a number of important folk and rock groups including The Ian Campbell Folk Group and Jethro Tull. He has appeared on some of the most significant albums of his era, as well as undertaking solo projects.",
      "pageId": 430053,
      "monthDay": "11/02"
    },
    {
      "year": "1945",
      "uri": "/wiki/Giorgos_Kolokithas",
      "name": "Giorgos Kolokithas",
      "aboutText": "Michael Buffer (born November 2, 1944) is an American ring announcer for boxing and professional wrestling matches. He is known for his trademarked catchphrase, \"Let's get ready to rumble!\", and for pioneering a distinct announcing style in which he rolls certain letters and adds other inflections to a fighter's name.",
      "pageId": 715217,
      "monthDay": "11/02"
    },
    {
      "year": "1945",
      "uri": "/wiki/J._D._Souther",
      "name": "J. D. Souther",
      "aboutText": "Shere Hite (born November 2, 1942) is an American-born German sex educator and feminist. Her sexological work has focused primarily on female sexuality. Hite builds upon biological studies of sex by Masters and Johnson and by Alfred Kinsey.",
      "pageId": 900054,
      "monthDay": "11/02"
    },
    {
      "year": "1946",
      "uri": "/wiki/Alan_Jones_(racing_driver)",
      "name": "Alan Jones",
      "aboutText": "John David Souther (born November 2, 1945), commonly abbreviated as JD Souther, is an American musician, singer-songwriter, and actor.",
      "pageId": 1129635,
      "monthDay": "11/02"
    },
    {
      "year": "1946",
      "uri": "/wiki/Marieta_Severo",
      "name": "Marieta Severo",
      "aboutText": "Stefanie Powers (born November 2, 1942) is an American actress best known for her role as Jennifer Hart in the 1980s television series Hart to Hart.",
      "pageId": 1256128,
      "monthDay": "11/02"
    },
    {
      "year": "1946",
      "uri": "/wiki/Giuseppe_Sinopoli",
      "name": "Giuseppe Sinopoli",
      "aboutText": "Pasquale \"Pat\" Croce (born November 2, 1954) is an American entrepreneur, sports team executive and owner, author, and TV personality.",
      "pageId": 1317364,
      "monthDay": "11/02"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dave_Pegg",
      "name": "Dave Pegg",
      "aboutText": "Patrice Chéreau (French: [pa.tʁis ʃe.ʁo]; 2 November 1944 – 7 October 2013) was a French opera and theatre director, filmmaker, actor and producer. In France he is best known for his work for the theatre, internationally for his films La Reine Margot and Intimacy, and for his staging of the Jahrhundertring, the centenary Ring Cycle at the Bayreuth Festival in 1976. Winner of almost twenty movie awards, including the Cannes Jury Prize and the Golden Berlin Bear, Chéreau served as president of the jury at the 2003 Cannes festival.",
      "pageId": 1924548,
      "monthDay": "11/02"
    },
    {
      "year": "1949",
      "uri": "/wiki/Lois_McMaster_Bujold",
      "name": "Lois McMaster Bujold",
      "aboutText": "Belinda \"Lindy\" Morrison OAM (born 2 November 1951) is an Australian musician originally from Queensland. She was the drummer in indie rock group The Go-Betweens from 1980 to 1989, appearing on all the band's releases from their first LP in 1981 until the band's first break up on 26 December 1989. Their song, \"Cattle and Cane\" from 1983's Before Hollywood was selected by Australasian Performing Right Association (APRA) as one of the Top 30 Australian songs of all time.",
      "pageId": 2176893,
      "monthDay": "11/02"
    },
    {
      "year": "1950",
      "uri": "/wiki/Alex_Fagan",
      "name": "Alex Fagan",
      "aboutText": "Thomas Mallon (born November 2, 1951) is an American novelist, essayist, and critic. His novels are renowned for their attention to historical detail and context and for the author’s crisp wit and interest in the “bystanders” to larger historical events. He is the author of nine books of fiction, including Henry and Clara, Two Moons, Dewey Defeats Truman, Aurora 7, Bandbox, Fellow Travelers, Watergate, and most recently Finale.",
      "pageId": 2620911,
      "monthDay": "11/02"
    },
    {
      "year": "1951",
      "uri": "/wiki/Thomas_Mallon",
      "name": "Thomas Mallon",
      "aboutText": "Aziz Yıldırım (born 2 November 1952 in Ergani, Diyarbakır Province) is currently the 52nd chairman of the Turkish multi sport club Fenerbahçe. He is currently serving his fifth two-year term since coming to helm.",
      "pageId": 2908342,
      "monthDay": "11/02"
    },
    {
      "year": "1951",
      "uri": "/wiki/Lindy_Morrison",
      "name": "Lindy Morrison",
      "aboutText": "Maxine Nightingale (born 2 November 1952; Wembley, London) is a British R&B and soul music singer. She is best known for her hits in the 1970s, with the million seller \"Right Back Where We Started From\" (1975, U.K. & 1976, U.S.), \"Love Hit Me\" (1977), and \"Lead Me On\" (1979).\n^ \"Biography by Amy Hanson\".",
      "pageId": 2968668,
      "monthDay": "11/02"
    },
    {
      "year": "1952",
      "uri": "/wiki/Maxine_Nightingale",
      "name": "Maxine Nightingale",
      "aboutText": "Alex Emanuel Fagan (2 November 1950 – 8 November 2010) was the former Chief of the San Francisco Police Department. Fagan was raised in the East Bay community of Richmond, California, and graduated from UC Berkeley in 1973 with a bachelor's degree in criminology. He joined the San Francisco Police Department in 1973.",
      "pageId": 3405043,
      "monthDay": "11/02"
    },
    {
      "year": "1952",
      "uri": "/wiki/Aziz_Y%C4%B1ld%C4%B1r%C4%B1m",
      "name": "Aziz Yıldırım",
      "aboutText": "Chris Burnett (born Christopher LeRoy Burnett on November 2, 1955) is an American saxophone player, composer, veteran of US military jazz bands and band leader. Born in Olathe, Kansas, Burnett's family moved relatively frequently during his early childhood due to his father being a member of the active US military service. His sibling family lived at places such as: France, Michigan, and Colorado prior to settling permanently back home in the Kansas City metro area.",
      "pageId": 6071016,
      "monthDay": "11/02"
    },
    {
      "year": "1954",
      "uri": "/wiki/Pat_Croce",
      "name": "Pat Croce",
      "aboutText": "Marieta Severo da Costa (born November 2, 1946) is a Brazilian theater, film and television actress.",
      "pageId": 11891342,
      "monthDay": "11/02"
    },
    {
      "year": "1955",
      "uri": "/wiki/Chris_Burnett",
      "name": "Chris Burnett",
      "aboutText": "Giorgos Kolokithas (alternate spelling: Kolokythas; Greek: Γεώργιος (Γιώργος) Κολοκυθάς; November 2, 1945 – March 2, 2013) was a Greek professional basketball player. He was considered to be one of the best scorers and players in Greek basketball history. He was named one of FIBA's 50 Greatest Players in 1991.",
      "pageId": 17625886,
      "monthDay": "11/02"
    },
    {
      "year": "1955",
      "uri": "/wiki/Thomas_Grunenberg",
      "name": "Thomas Grunenberg",
      "aboutText": "Thomas Grunenberg (born 2 November 1955 in West Berlin) is a German football manager and former player.\n^ \"Thomas Grunenberg\". worldfootball.net.",
      "pageId": 29154988,
      "monthDay": "11/02"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dale_Brown",
      "name": "Dale Brown",
      "aboutText": "David Brock (born November 2, 1962) is an American journalist, author, and political operative who founded the progressive media watchdog group Media Matters for America. He was a journalist during the 1990s who wrote the book The Real Anita Hill and the Troopergate story, which led to Paula Jones filing a lawsuit against Bill Clinton.\nIn the late 1990s, Brock's views shifted significantly towards the left.",
      "pageId": 299522,
      "monthDay": "11/02"
    },
    {
      "year": "1957",
      "uri": "/wiki/Carter_Beauford",
      "name": "Carter Beauford",
      "aboutText": "Kathryn Dawn Lang, OC (born November 2, 1961), known by her stage name k.d. lang, is a Canadian pop and country singer-songwriter and occasional actress.\nLang has won both Juno Awards and Grammy Awards for her musical performances; hits include \"Constant Craving\" and \"Miss Chatelaine\".",
      "pageId": 340867,
      "monthDay": "11/02"
    },
    {
      "year": "1957",
      "uri": "/wiki/Notis_Sfakianakis",
      "name": "Notis Sfakianakis",
      "aboutText": "Dale Brown (born November 2, 1956) is an American writer and aviator known for aviation techno-thriller novels.",
      "pageId": 903801,
      "monthDay": "11/02"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_Bailey_Smith",
      "name": "Michael Bailey Smith",
      "aboutText": "Ronald \"Ron\" McGovney (born November 2, 1962) is a semi-retired American musician, best known as the original bassist in the heavy metal band Metallica.\nHaving previously played with guitarist James Hetfield in the garage band Leather Charm, McGovney was a member of Metallica during its first year of gigging and appeared on their early demos before departing late in 1982.",
      "pageId": 966347,
      "monthDay": "11/02"
    },
    {
      "year": "1958",
      "uri": "/wiki/Willie_McGee",
      "name": "Willie McGee",
      "aboutText": "Robert Harry Kuykendall also known as Bobby Dall (born November 2, 1963, Mechanicsburg, Pennsylvania) is an American musician best known as the bassist for the multi-platinum selling Hard rock band, Poison. The band have sold over 45 million records worldwide and have sold 15 million records in the United States alone. The band has also charted ten singles to the Top 40 of the Billboard Hot 100, including six Top 10 singles and the Hot 100 number-one, \"Every Rose Has Its Thorn\".",
      "pageId": 1128861,
      "monthDay": "11/02"
    },
    {
      "year": "1959",
      "uri": "/wiki/Peter_Mullan",
      "name": "Peter Mullan",
      "aboutText": "Borut Pahor (Slovene pronunciation: [ˈbóːrut ˈpàːxɔr]; born 2 November 1963) is a Slovenian politician who has been President of Slovenia since December 2012. He was Prime Minister of Slovenia from November 2008 to February 2012.\nA longtime president of the Social Democrats party, Pahor served several terms as a member of the National Assembly and was its chairman from 2000 to 2004.",
      "pageId": 1473688,
      "monthDay": "11/02"
    },
    {
      "year": "1961",
      "uri": "/wiki/K.d._lang",
      "name": "k.d. lang",
      "aboutText": "Nicholas Edward Coleridge \"Nick\" Boles (born 2 November 1965) is a British Conservative Party politician who is the Member of Parliament (MP) for the Grantham and Stamford constituency in Lincolnshire. Boles currently serves as Minister of State for Skills and Equalities. Before entering Parliament he was a Westminster City councillor and the Director of Policy Exchange, a think tank based in Westminster.",
      "pageId": 1627728,
      "monthDay": "11/02"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jeff_Tedford",
      "name": "Jeff Tedford",
      "aboutText": "Jeffrey R. \"Jeff\" Tedford (born November 2, 1961) is the former head coach of the BC Lions of the Canadian Football League. He is best known as the former coach of the California Golden Bears, where he was twice named Pac-10 Coach of the Year and holds Cal records for most wins, games coached, and bowl game victories.\nTedford played college football for Fresno State before playing professionally at quarterback in the Canadian Football League (CFL).",
      "pageId": 1658680,
      "monthDay": "11/02"
    },
    {
      "year": "1962",
      "uri": "/wiki/David_Brock",
      "name": "David Brock",
      "aboutText": "Willie Dean McGee (born November 2, 1958) is a retired professional baseball player who won two batting titles and was named Major League Baseball's 1985 National League MVP. McGee primarily played center and right field, winning three Gold Glove Awards for defensive excellence. McGee spent the majority of his 18-year career playing for the St. Louis Cardinals, helping the Cardinals win the 1982 World Series with his outstanding performance in Game 3 of that series.",
      "pageId": 1768092,
      "monthDay": "11/02"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mireille_Delunsch",
      "name": "Mireille Delunsch",
      "aboutText": "Park Young-Seok (Korean: 박영석, Hanja: 朴英碩, November 2, 1963 - October 2011 on Annapurna) was a South Korean mountaineer. He is the first person in the world who completed a True Explorers Grand Slam. He has climbed the world's 14 Eight-thousanders, the Seven Summits, and visited both poles.",
      "pageId": 1852336,
      "monthDay": "11/02"
    },
    {
      "year": "1962",
      "uri": "/wiki/Derek_Mountfield",
      "name": "Derek Mountfield",
      "aboutText": "Carter Anthony Beauford (born November 2, 1957, in Charlottesville, Virginia) is an American drummer, percussionist, and founding member of Dave Matthews Band. He is known for his ability to adapt to a variety of genres, and both his ambidextrous and his open hand drumming styles. He plays the drums and sings backing vocals in the band.",
      "pageId": 2060217,
      "monthDay": "11/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Bobby_Dall",
      "name": "Bobby Dall",
      "aboutText": "Peter Mullan (born 2 November 1959) is a Scottish actor, filmmaker and socialist. He is known for his acting role in My Name Is Joe, winning Best Actor Award at 1998 Cannes Film Festival. Mullan appeared as supporting or guest actor in numerous cult movies, including Riff-Raff, Braveheart, Trainspotting, Children of Men, War Horse and the Harry Potter film series.",
      "pageId": 3242135,
      "monthDay": "11/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jonas_Gardell",
      "name": "Jonas Gardell",
      "aboutText": "Craig Michael Saavedra (born November 2, 1963 in Los Angeles, California) is an American film producer, director, two time Tony Award nominated Broadway producer and co-owner of New York and Los Angeles-based production company Starry Night Entertainment.",
      "pageId": 3566727,
      "monthDay": "11/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ron_McGovney",
      "name": "Ron McGovney",
      "aboutText": "Derek Mountfield (born 2 November 1962) is an English former footballer who played as a centre-back.\nHis time at top-flight clubs Everton and subsequently Aston Villa were where he gained most fame, as Everton enjoyed successful periods at this time. Aston Villa pushed for honours during the early 1990s.",
      "pageId": 3721545,
      "monthDay": "11/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Borut_Pahor",
      "name": "Borut Pahor",
      "aboutText": "Mireille Delunsch (born 2 November 1962) is an opera soprano. She was born in Mulhouse, France, and studied musicology and voice at the Conservatoire de Strasbourg. Her debut was at the Opéra du Rhin in Mulhouse, in Mussorgsky's Boris Godunov.",
      "pageId": 4369739,
      "monthDay": "11/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Craig_Saavedra",
      "name": "Craig Saavedra",
      "aboutText": "Britta Lejon (born November 2, 1964 in Järfälla Municipality) is a Swedish Social Democratic politician. She was a member of the Riksdag, and the cabinet of Göran Persson. Lejon is the daughter of former Minister of Justice, Anna-Greta Leijon.",
      "pageId": 4896744,
      "monthDay": "11/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/David_Westhead",
      "name": "David Westhead",
      "aboutText": "Jonas Gardell, born 2 November 1963 in Enebyberg, Stockholm County, is a Swedish novelist, playwright, screenwriter and comedian. He is the brother of religion scholar Mattias Gardell.",
      "pageId": 5364041,
      "monthDay": "11/02"
    },
    {
      "year": "1963",
      "uri": "/wiki/Park_Young-seok",
      "name": "Park Young-seok",
      "aboutText": "Michael Bailey Smith (born November 2, 1957) is an American movie and television actor.",
      "pageId": 6831612,
      "monthDay": "11/02"
    },
    {
      "year": "1964",
      "uri": "/wiki/Britta_Lejon",
      "name": "Britta Lejon",
      "aboutText": "Panagiotis \"Notis\" Sfakianakis (Greek: Νότης Σφακιανάκης; born 2 November 1959) is a Greek singer of laïko music, who is one of the most commercially successful artists of all time in Greece and Cyprus. Sfakianakis began his career in 1985, opening at nightclubs for other artists. He was discovered by Sony Greece and released his debut album Proti Fora (1991).",
      "pageId": 7042543,
      "monthDay": "11/02"
    },
    {
      "year": "1965",
      "uri": "/wiki/Nick_Boles",
      "name": "Nick Boles",
      "aboutText": "David Westhead (born 2 November 1963) is an English actor.\nDavid Westhead was born in Heywood near Greater Manchester. He studied drama at Bristol University before going on to RADA, from where he graduated in 1987, after which he joined the Actors' Touring Company.",
      "pageId": 19089563,
      "monthDay": "11/02"
    },
    {
      "year": "1965",
      "uri": "/wiki/Arnold_Clavio",
      "name": "Arnold Clavio",
      "aboutText": "David Lawrence Schwimmer (born November 2, 1966) is an American actor, director, producer and comedian. He was born in Flushing, Queens, New York, and his family moved to Los Angeles when he was 2. He began his acting career performing in school plays at Beverly Hills High School.",
      "pageId": 170146,
      "monthDay": "11/02"
    },
    {
      "year": "1965",
      "uri": "/wiki/Shahrukh_Khan",
      "name": "Shahrukh Khan",
      "aboutText": "Shah Rukh Khan (born Shahrukh Khan, 2 November 1965), also known as SRK, is an Indian film actor, producer and television personality. Referred to in the media as the \"Baadshah of Bollywood\", \"King of Bollywood\" or \"King Khan\", he has appeared in more than 80 Bollywood films, and earned numerous accolades, including 14 Filmfare Awards. Khan has a significant following in Asia and the Indian diaspora worldwide.",
      "pageId": 352699,
      "monthDay": "11/02"
    },
    {
      "year": "1965",
      "uri": "/wiki/Samuel_Le_Bihan",
      "name": "Samuel Le Bihan",
      "aboutText": "Sean Kanan (born November 2, 1966) is an American actor, best known for his portrayals of A. J. Quartermaine on General Hospital, Deacon Sharpe on The Bold and the Beautiful and The Young and the Restless, and Mike Barnes in The Karate Kid, Part III.",
      "pageId": 654794,
      "monthDay": "11/02"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jurica_Pavi%C4%8Di%C4%87",
      "name": "Jurica Pavičić",
      "aboutText": "Kurt Elling (born November 2, 1967) is an American jazz vocalist, composer, lyricist and vocalese performer. Born in Chicago, Illinois, and raised in Rockford, Elling first became interested in music through his father, who was Kapellmeister at a Lutheran church. Growing up, Elling sang in choirs and played various musical instruments, but was not exposed to jazz until he attended Gustavus Adolphus College.",
      "pageId": 968346,
      "monthDay": "11/02"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sean_Kanan",
      "name": "Sean Kanan",
      "aboutText": "Samantha Zoe Womack (née Janus; born 2 November 1972) is an English actress, singer and director, in film, television and stage.\nIn recent years she has been best known for playing the role of Ronnie Mitchell in EastEnders, but made her name in the mid-1990s as Mandy Wilkins in Game On.",
      "pageId": 1129111,
      "monthDay": "11/02"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tim_Kirkman",
      "name": "Tim Kirkman",
      "aboutText": "Reginald Quincy \"Fieldy\" Arvizu (born November 2, 1969 in Los Angeles County, California) is an American musician.",
      "pageId": 1261444,
      "monthDay": "11/02"
    },
    {
      "year": "1966",
      "uri": "/wiki/Khaled_Abol_Naga",
      "name": "Khaled Abol Naga",
      "aboutText": "Scott Kevin Walker (born November 2, 1967) is the 45th and current Governor of Wisconsin. First elected governor in the 2010 Wisconsin general election, he survived a 2012 recall election and was reelected governor in the 2014 Wisconsin gubernatorial election. He also served in the Wisconsin State Assembly and as the Milwaukee County Executive.",
      "pageId": 1339436,
      "monthDay": "11/02"
    },
    {
      "year": "1966",
      "uri": "/wiki/Yoshinari_Ogawa",
      "name": "Yoshinari Ogawa",
      "aboutText": "Samuel Le Bihan (born 2 November 1965) is a French actor, most notable for his role in Brotherhood of the Wolf.",
      "pageId": 1536135,
      "monthDay": "11/02"
    },
    {
      "year": "1966",
      "uri": "/wiki/David_Schwimmer",
      "name": "David Schwimmer",
      "aboutText": "Sharmell Sullivan-Huffman (born November 2, 1970) is an American retired professional wrestling valet and occasional professional wrestler. As the wife of Booker T she is best known for her time with World Wrestling Entertainment (WWE) as Queen Sharmell until her release in 2007. She first came to prominence in the wrestling world as Storm a member of the World Championship Wrestling dance troupe the Nitro Girls and she also played a character called Paisley.",
      "pageId": 1890893,
      "monthDay": "11/02"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kurt_Elling",
      "name": "Kurt Elling",
      "aboutText": "Eleandre \"Ely\" Basiño Buendia (born November 2, 1970) is a Filipino musician, writer and director who gained fame as guitarist, songwriter and lead vocalist of the popular Filipino rock band Eraserheads. His compositions gained success and critical acclaim, topping various music charts, and are now considered classics.",
      "pageId": 1975578,
      "monthDay": "11/02"
    },
    {
      "year": "1967",
      "uri": "/wiki/Simon_Hill",
      "name": "Simon Hill",
      "aboutText": "Yoshinari Ogawa (小川良成; Ogawa Yoshinari) is a Japanese professional wrestler who currently works for Pro Wrestling Noah.",
      "pageId": 2317624,
      "monthDay": "11/02"
    },
    {
      "year": "1967",
      "uri": "/wiki/Scott_Walker",
      "name": "Scott Walker",
      "aboutText": "Writer and director Tim Kirkman was born in Monroe, North Carolina, the third child of a public school educator and a music teacher, and spent his childhood in nearby Wingate, North Carolina. He received a bachelor's degree in graphic design from North Carolina State University and a master's degree in media studies from The New School in New York City.\nHis feature film debut, Dear Jesse, was released theatrically by Cowboy Pictures in 1998.",
      "pageId": 2417862,
      "monthDay": "11/02"
    },
    {
      "year": "1968",
      "uri": "/wiki/Neal_Casal",
      "name": "Neal Casal",
      "aboutText": "Ben Graham (born 2 November 1973) is an Australian former professional Australian rules footballer turned professional American football punter of the National Football League, and current Strategic Operations Manager at the Western Bulldogs Football Club.\nThe left-footer played for the New York Jets, New Orleans Saints, and Arizona Cardinals of the National Football League in the United States.\nGraham's 219 game Australian Rules career was played exclusively at the Geelong Football Club in the Australian Football League between 1993 and 2004.",
      "pageId": 2448503,
      "monthDay": "11/02"
    },
    {
      "year": "1969",
      "uri": "/wiki/Reginald_Arvizu",
      "name": "Reginald Arvizu",
      "aboutText": "Darío Debray Silva Pereira (born 2 November 1972) is an Uruguayan retired footballer who played as a striker.\nAfter making a name for himself in his country and in Italy with Cagliari, he spent the following seven years of his career in Spain – scoring 48 La Liga goals in 163 games, mostly for Málaga – before moving to England. He suffered a serious car accident shortly after leaving Portsmouth, which caused him to lose a leg and effectively end his career.",
      "pageId": 2986103,
      "monthDay": "11/02"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ely_Buendia",
      "name": "Ely Buendia",
      "aboutText": "Simon Hill is an Australian-based football commentator currently employed by Fox Sports. He is married to ABC sports presenter Stephanie Brantz.",
      "pageId": 3440355,
      "monthDay": "11/02"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sharmell_Sullivan-Huffman",
      "name": "Sharmell Sullivan-Huffman",
      "aboutText": "Arnold Clavio (born November 2, 1965) is a Filipino radio and television newscaster, journalist, and a TV host in the Philippines. He currently co-anchors GMA Network's late-night newscast, Saksi with Pia Arcangel (formerly with Vicky Morales) and hosts a morning radio show, Dobol A sa Dobol B on DZBB with Ali Sotto.",
      "pageId": 5870157,
      "monthDay": "11/02"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dar%C3%ADo_Silva",
      "name": "Darío Silva",
      "aboutText": "Neal Casal (born November 2, 1968, Denville, New Jersey) is an American guitarist, singer, songwriter, and photographer. First rising to prominence as lead guitar with Rickey Medlocke's Blackfoot from 1988-1993, Neal was best known as a member of Ryan Adams' backing band the Cardinals, with whom he recorded three studio albums, and of whom he was a member from 2005 until 2009. Casal currently plays in the Chris Robinson Brotherhood, Hard Working Americans, and has released twelve solo albums.",
      "pageId": 6206543,
      "monthDay": "11/02"
    },
    {
      "year": "1972",
      "uri": "/wiki/Vladimir_Vorobiev",
      "name": "Vladimir Vorobiev",
      "aboutText": "Khaled Abol Naga (Arabic: خالد ابو النجا‎, IPA: [ˈxæːled æbonˈnæɡæ]; is an Egyptian actor, TV host, producer and director. He is a Human and Child rights activist and has been a UNICEF Goodwill Ambassador since his appointment in 2007.",
      "pageId": 7395745,
      "monthDay": "11/02"
    },
    {
      "year": "1972",
      "uri": "/wiki/Samantha_Womack",
      "name": "Samantha Womack",
      "aboutText": "Vladimir Anatolievich Vorobiev (born November 2, 1972) was a professional ice hockey player. He was selected in the tenth round of the 1992 NHL Entry Draft, 240th overall, by the New York Rangers. The vast majority of his career was spent in the Russian Super League and its successor, the Kontinental Hockey League.",
      "pageId": 8548229,
      "monthDay": "11/02"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ben_Graham_(football_player)",
      "name": "Ben Graham",
      "aboutText": "Jurica Pavičić (born 2 November 1965 in Split) is a Croatian writer, columnist and film critic.\nPavičić's screenplay for Witnesses (Svjedoci), Vinko Brešan's 2003 film, won the Golden Arena for Best Screenplay in the 2003 Pula Film Festival. The screenplay, co-written with Živko Zalar, is based on Pavičić's debut novel Alabaster Sheep (Ovce od gipsa).",
      "pageId": 28430751,
      "monthDay": "11/02"
    },
    {
      "year": "1973",
      "uri": "/wiki/Marisol_Nichols",
      "name": "Marisol Nichols",
      "aboutText": "Cornell Iral Haynes, Jr. (born November 2, 1974), better known by his stage name, Nelly, is an American rapper, singer, songwriter, entrepreneur, investor, and occasional actor from St. Louis, Missouri.",
      "pageId": 169408,
      "monthDay": "11/02"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nelly",
      "name": "Nelly",
      "aboutText": "Orlando Luis Cabrera, nicknamed \"O-Cab\" and \"The OC\", (born November 2, 1974) is a Colombian-American former baseball infielder.\nHe won a World Series championship in 2004 with the Boston Red Sox. He has played for the Montreal Expos, Los Angeles Angels of Anaheim, Chicago White Sox, Oakland Athletics, Minnesota Twins, Cincinnati Reds, Cleveland Indians and San Francisco Giants.",
      "pageId": 849789,
      "monthDay": "11/02"
    },
    {
      "year": "1974",
      "uri": "/wiki/Orlando_Cabrera",
      "name": "Orlando Cabrera",
      "aboutText": "Randolph Clarke \"Randy\" Harrison (born November 2, 1977) is an American actor best known for his portrayal of Justin Taylor on the Showtime drama Queer as Folk.\n^ a b \"Randy Harrison - Biography\". IMDb.com, Inc.",
      "pageId": 970903,
      "monthDay": "11/02"
    },
    {
      "year": "1975",
      "uri": "/wiki/Danny_Cooksey",
      "name": "Danny Cooksey",
      "aboutText": "Leon Taylor (born 2 November 1977) is a British former competitive diver.",
      "pageId": 1141457,
      "monthDay": "11/02"
    },
    {
      "year": "1975",
      "uri": "/wiki/St%C3%A9phane_Sarrazin",
      "name": "Stéphane Sarrazin",
      "aboutText": "Stéphane Jean-Marc Sarrazin (born 2 November 1975) is a French professional racing driver. He participated in one Formula One Grand Prix, the 1999 Brazilian Grand Prix, for Minardi. He was a replacement for Luca Badoer, who had injured his wrist.",
      "pageId": 1235636,
      "monthDay": "11/02"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chris_Walla",
      "name": "Chris Walla",
      "aboutText": "Sidney Alton Ponson (Papiamento pronunciation: [ˈsidni ponˈsoŋ]; born November 2, 1976) is a former Major League Baseball pitcher. As a player, Ponson stood at 6'1\" tall and weighed 260 pounds. He threw right-handed.",
      "pageId": 1340080,
      "monthDay": "11/02"
    },
    {
      "year": "1976",
      "uri": "/wiki/Margus_Hernits",
      "name": "Margus Hernits",
      "aboutText": "Daniel Ray Allen Cooksey, Jr. (born November 2, 1975) is an American actor and singer.",
      "pageId": 1944805,
      "monthDay": "11/02"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sidney_Ponson",
      "name": "Sidney Ponson",
      "aboutText": "Marisol Nichols (born November 2, 1973) is an American actress known for her role in the sixth season of 24 as Special Agent Nadia Yassir.",
      "pageId": 2025868,
      "monthDay": "11/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Rodney_Buford",
      "name": "Rodney Buford",
      "aboutText": "Christopher Ryan Walla (born November 2, 1975) is an American musician, producer, and film music composer, best known for being a former guitarist and songwriter for the band Death Cab for Cutie.",
      "pageId": 2036427,
      "monthDay": "11/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jason_Cerbone",
      "name": "Jason Cerbone",
      "aboutText": "Diego Alfredo Lugano Morena (Spanish pronunciation: [ˈdjeɣo luˈɣano]; (born 2 November 1980) is a Uruguayan footballer who plays for Primera División Paraguaya side Cerro Porteño and for the Uruguayan national team as a central defender.\nNicknamed Tota, Lugano has previously played for Plaza Colonia, Club Nacional de Football, São Paulo FC, Fenerbahçe, Paris Saint-Germain, Málaga CF and West Bromwich Albion. He was also the captain of the Uruguay national football team, and was selected the best captain in the 2010 FIFA World Cup.",
      "pageId": 2401131,
      "monthDay": "11/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Konstantinos_Economidis",
      "name": "Konstantinos Economidis",
      "aboutText": "Erika Flores (born November 2, 1979 in Grass Valley, California) is an American actress and former child actress, known for her role as the first Colleen Cooper in the Dr. Quinn, Medicine Woman TV series. Flores left the role in 1995 in the middle of the third season.",
      "pageId": 2431809,
      "monthDay": "11/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Randy_Harrison",
      "name": "Randy Harrison",
      "aboutText": "Rodney Alan \"The Sheriff\" Buford, (born November 2, 1977) is an American professional basketball player who last played for the London Lightning of the National Basketball League of Canada.\nBuford played collegiately for Creighton University and was selected by the NBA's Miami Heat in the second round (53rd overall) of the 1999 NBA Draft. After seeing limited playing time during his rookie season with the Heat, Buford moved to Italy starting the season with Basket Rimini, but joined the Philadelphia 76ers in December for the 2000–01 season.",
      "pageId": 2447313,
      "monthDay": "11/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Emma_Reynolds",
      "name": "Emma Reynolds",
      "aboutText": "Julie Lund (born November 2, 1984) is a Danish actress, radio host, and television-presenter.",
      "pageId": 3234432,
      "monthDay": "11/02"
    },
    {
      "year": "1977",
      "uri": "/wiki/Leon_Taylor",
      "name": "Leon Taylor",
      "aboutText": "Jason Cerbone (born November 2, 1977) is an American actor.",
      "pageId": 4457883,
      "monthDay": "11/02"
    },
    {
      "year": "1978",
      "uri": "/wiki/Carmen_Cali",
      "name": "Carmen Cali",
      "aboutText": "Carmen Salvatore Cali (born November 2, 1978) is a former Major League Baseball relief pitcher.\nCali graduated in 1997 from Naples High School in Naples, Florida, after lettering and starring four years in both football and baseball. He went on to graduate from Florida Atlantic University, where he played baseball for the Owls under head coach Kevin Cooney.",
      "pageId": 4518059,
      "monthDay": "11/02"
    },
    {
      "year": "1979",
      "uri": "/wiki/Erika_Flores",
      "name": "Erika Flores",
      "aboutText": "Margus Hernits, also credited as Margus Kulkov (born October 2, 1976) is an Estonian former competitive figure skater. An eight-time Estonian national champion, he competed in the 1998 Winter Olympics and the 2002 Winter Olympics, placing 20th and 27th respectively.",
      "pageId": 10058383,
      "monthDay": "11/02"
    },
    {
      "year": "1979",
      "uri": "/wiki/Julie_Lund",
      "name": "Julie Lund",
      "aboutText": "Konstantinos Economidis (Greek: Κωνσταντίνος Οικονομίδης, born 2 November 1977) is a professional Greek tennis player and a former Greek No. 1. In 2007, he qualified for the French Open and defeated Australian Chris Guccione in the first round before losing to Tommy Robredo in the second round. He achieved his career-high singles ranking of World No.",
      "pageId": 12022912,
      "monthDay": "11/02"
    },
    {
      "year": "1979",
      "uri": "/wiki/Simone_Puleo",
      "name": "Simone Puleo",
      "aboutText": "Frederick \"Fred\" Douglas Rosser III (born November 2, 1983), better known by his ring name Darren Young, is an American professional wrestler signed to WWE where he currently is one half of The Prime Time Players with Titus O'Neil. They are former WWE Tag Team Champions.\nPrior to signing with WWE, Rosser competed in Northeastern and Mid-Atlantic independent promotions including Chaotic Wrestling, East Coast Wrestling Association, Independent Wrestling Federation and the National Wrestling Alliance.",
      "pageId": 19254949,
      "monthDay": "11/02"
    },
    {
      "year": "1979",
      "uri": "/wiki/Darren_Young",
      "name": "Darren Young",
      "aboutText": "Emma Elizabeth Reynolds (born 2 November 1977) is a British Labour Party politician who has been the Member of Parliament (MP) for Wolverhampton North East since 2010 general election.\nReynolds was the Shadow Secretary of State for Communities and Local Government from May to September 2015.",
      "pageId": 27294634,
      "monthDay": "11/02"
    },
    {
      "year": "1980",
      "uri": "/wiki/Diego_Lugano",
      "name": "Diego Lugano",
      "aboutText": "Simone Paolo Puleo (born 2 November 1979) is an Italian footballer who plays for Seconda Divisione club Avellino.",
      "pageId": 29510401,
      "monthDay": "11/02"
    },
    {
      "year": "1980",
      "uri": "/wiki/Amos_Roberts",
      "name": "Amos Roberts",
      "aboutText": "Katharine Isobel Murray (born November 2, 1981), better known by the name Katharine Isabelle, is a Canadian actress best known as a scream queen for her roles in various horror films. Born Vancouver, British Columbia, she made her screen debut as a child in Cousins (1989), followed by supporting roles in numerous films and television series. Initially credited as Katie Murray, she later began using the name Katherine Isobel and subsequently Katharine Isabelle.",
      "pageId": 365080,
      "monthDay": "11/02"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kim_So-yeon",
      "name": "Kim So-yeon",
      "aboutText": "Kyoko Fukada (深田 恭子, Fukada Kyōko, born November 2, 1982) is a Japanese actress and singer. In Japan, her name is sometimes contracted to the nickname Fukakyon. She won the award for Best Actress at the Yokohama Film Festival for Kamikaze Girls.",
      "pageId": 567621,
      "monthDay": "11/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Miryo",
      "name": "Miryo",
      "aboutText": "Rafael Márquez Lugo (born November 2, 1981 in Mexico City, Mexico) is a retired football striker and current analyst for FOX Deportes in Mexico. He is known as Márquez Lugo in order to differentiate from another football player, Rafael Márquez Álvarez.",
      "pageId": 1258439,
      "monthDay": "11/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Wilson_Betemit",
      "name": "Wilson Betemit",
      "aboutText": "Sharod Lamor \"Roddy\" White (born November 2, 1981) is an American football wide receiver for the Atlanta Falcons of the National Football League (NFL).",
      "pageId": 1803598,
      "monthDay": "11/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Katharine_Isabelle",
      "name": "Katharine Isabelle",
      "aboutText": "Avy Scott (born in November 2, 1981) is the stage name of an American pornographic actress, director, and model.\n^ a b c d e f g h \"Avy Scott at IAFD\". IAFD.com.",
      "pageId": 1871543,
      "monthDay": "11/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mitchell_Johnson_(cricketer)",
      "name": "Mitchell Johnson",
      "aboutText": "Wilson Betemit (pronounced BET-a-mitt) (born November 2, 1981) is a Dominican professional baseball infielder who is currently a free agent. He is 6'2\" and weighs 220 pounds.",
      "pageId": 2114813,
      "monthDay": "11/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Rafael_M%C3%A1rquez_Lugo",
      "name": "Rafael Márquez Lugo",
      "aboutText": "Kim So-yeon (born November 2, 1980) is a South Korean actress.",
      "pageId": 2502457,
      "monthDay": "11/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Avy_Scott",
      "name": "Avy Scott",
      "aboutText": "Charles-Hubert Itandje (born 2 November 1982) is a French-born Cameroonian professional footballer who plays for Turkish Süper Lig club Çaykur Rizespor as a goalkeeper.",
      "pageId": 2627325,
      "monthDay": "11/02"
    },
    {
      "year": "1981",
      "uri": "/wiki/Roddy_White",
      "name": "Roddy White",
      "aboutText": "Amos Roberts (born 2 November 1980) is an Australian former professional rugby league footballer of the 2000s and 2010s. A Country New South Wales representative prolific try-scoring back, he played in Australasia's National Rugby League for the St. George Illawarra Dragons, Penrith Panthers and Sydney Roosters clubs and in Europe's Super League for the Wigan Warriors.",
      "pageId": 2657021,
      "monthDay": "11/02"
    },
    {
      "year": "1982",
      "uri": "/wiki/Yunel_Escobar",
      "name": "Yunel Escobar",
      "aboutText": "Mitchell Guy Johnson (born 2 November 1981) is an Australian cricketer. He is a left-arm fast bowler and left-handed batsman. He was awarded the International Cricket Council's \"Cricketer of the Year\" award in 2009 and 2014 as well as \"Test Player of the year\" in 2014.",
      "pageId": 3376822,
      "monthDay": "11/02"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kyoko_Fukada",
      "name": "Kyoko Fukada",
      "aboutText": "Julia Stegner (born 2 November 1984 in Munich, Bavaria, West Germany) is a German model.",
      "pageId": 4201145,
      "monthDay": "11/02"
    },
    {
      "year": "1982",
      "uri": "/wiki/Charles_Itandje",
      "name": "Charles Itandje",
      "aboutText": "Tamara Lindeman (born November 2, 1984), also known by the name Tamara Hope, is a Canadian actress and musician. Her starring roles include Guinevere Jones and The Nickel Children, as well as a recurring role on CTV's Whistler as Leah McLure.",
      "pageId": 5280952,
      "monthDay": "11/02"
    },
    {
      "year": "1982",
      "uri": "/wiki/Shura_Taft",
      "name": "Shura Taft",
      "aboutText": "Daniel Jerome Cipriani (born 2 November 1987) is an English rugby union footballer who currently plays for Premiership team Sale Sharks. He plays fly-half, centre and fullback. He has played for London Wasps, Melbourne Rebels and England.",
      "pageId": 8804327,
      "monthDay": "11/02"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lloyd_Zaragoza",
      "name": "Lloyd Zaragoza",
      "aboutText": "Andrew Jay \"Andy\" Rautins (born November 2, 1986) is an American-born Canadian professional basketball player who plays for Royal Halı Gaziantep of the Turkish Basketball League (TBL). He played for Syracuse University and was drafted by the NBA's New York Knicks in 2010, with the eighth pick of the second round (38th overall).\nHe was born in Syracuse, New York in the United States, but is also a Canadian citizen and has played for the Canadian national team.",
      "pageId": 10942488,
      "monthDay": "11/02"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tamara_Hope",
      "name": "Tamara Hope",
      "aboutText": "Yunel Escobar Almenares (born November 2, 1982) is a Cuban professional baseball infielder for the Los Angeles Angels of Anaheim of Major League Baseball (MLB).",
      "pageId": 11558377,
      "monthDay": "11/02"
    },
    {
      "year": "1984",
      "uri": "/wiki/Julia_Stegner",
      "name": "Julia Stegner",
      "aboutText": "Josh Grelle (born November 2, 1985 in Clifton, Texas) is an American voice actor and ADR script writer for Funimation/OkraTron 5000 and ADV Films/Seraphim Digital/Sentai Filmworks. He provided voices for a number of English versions of Japanese anime and video games series.\nGrelle is best known for his voice role of Kenichi Shirahama in Kenichi: The Mightiest Disciple, Komatsu in Toriko, Akihisa Yoshii in Baka and Test, Koichi Hayase in Linebarrels of Iron, Kazuya Aoi in the Freezing anime series, and most recently as Armin Arlert in Attack on Titan, Mao Sadou/Demon King Satan in The Devil is a Part-Timer!, Shido Itsuka in Date A Live and Ludger Kresnik in Tales of Xillia 2.",
      "pageId": 12818974,
      "monthDay": "11/02"
    },
    {
      "year": "1985",
      "uri": "/wiki/Josh_Grelle",
      "name": "Josh Grelle",
      "aboutText": "Shura Taft is an English-born Australian television and radio presenter, based in Melbourne.",
      "pageId": 24264800,
      "monthDay": "11/02"
    },
    {
      "year": "1986",
      "uri": "/wiki/Diana_Penty",
      "name": "Diana Penty",
      "aboutText": "Lloyd Zaragoza is a Filipino actor and singer.",
      "pageId": 28266507,
      "monthDay": "11/02"
    },
    {
      "year": "1986",
      "uri": "/wiki/Andy_Rautins",
      "name": "Andy Rautins",
      "aboutText": "Diana Penty (pronounced [ɖaːjnaː peːnʈiː]; born 2 November 1985) is an Indian model and film actress who appears in Bollywood films. In 2005, she began a full-time modelling career when she was signed up by Elite Models India. Penty soon established a successful career as a model after walking the ramp for many of India's top designers and endorsing prominent brands.",
      "pageId": 36016945,
      "monthDay": "11/02"
    },
    {
      "year": "1987",
      "uri": "/wiki/Danny_Cipriani",
      "name": "Danny Cipriani",
      "aboutText": "Jo Mi-hye (born November 2, 1981), better known by her stage name Miryo, is a South Korean rapper, who is part of the Korean girl group Brown Eyed Girls.",
      "pageId": 36477551,
      "monthDay": "11/02"
    },
    {
      "year": "1988",
      "uri": "/wiki/Julia_G%C3%B6rges",
      "name": "Julia Görges",
      "aboutText": "Katelyn Marie Tarver (born November 2, 1989) is an American singer-songwriter and actress.",
      "pageId": 1822751,
      "monthDay": "11/02"
    },
    {
      "year": "1989",
      "uri": "/wiki/Stevan_Joveti%C4%87",
      "name": "Stevan Jovetić",
      "aboutText": "Stevan Jovetić (Cyrillic: Cтeвaн Joвeтић, IPA: [stɛ̂ʋaːn jɔ̂ʋɛtitɕ]; born 2 November 1989) is a Montenegrin professional footballer who plays for Internazionale and the Montenegro national team. His primary position is a second striker, although he can also operate as an attacking midfielder or a winger. Jovetić is known for his dribbling, technical ability, and creativity.",
      "pageId": 10141146,
      "monthDay": "11/02"
    },
    {
      "year": "1989",
      "uri": "/wiki/Natalie_Pluskota",
      "name": "Natalie Pluskota",
      "aboutText": "Julia Görges (born 2 November 1988) is a German tennis player.\nGörges has won two singles and four doubles titles on the WTA tour, as well as six singles and six doubles titles on the ITF circuit in her career. On 5 March 2012, she reached her best singles ranking of world number 15.",
      "pageId": 13101535,
      "monthDay": "11/02"
    },
    {
      "year": "1989",
      "uri": "/wiki/Luke_Schenn",
      "name": "Luke Schenn",
      "aboutText": "Luke Schenn (born November 2, 1989) is a Canadian professional ice hockey defenceman for the Philadelphia Flyers of the National Hockey League (NHL). Schenn played junior hockey with the Kelowna Rockets of the Western Hockey League (WHL). In his final WHL season, Schenn was named to the League's Second All-Star Team.",
      "pageId": 14365797,
      "monthDay": "11/02"
    },
    {
      "year": "1989",
      "uri": "/wiki/Katelyn_Tarver",
      "name": "Katelyn Tarver",
      "aboutText": "Brandon Soo Hoo (born November 2, 1995) is an American actor who had a role in the 2008 Ben Stiller film Tropic Thunder and Incredible Crew created by Nick Cannon.",
      "pageId": 18913132,
      "monthDay": "11/02"
    },
    {
      "year": "1990",
      "uri": "/wiki/Christopher_Dibon",
      "name": "Christopher Dibon",
      "aboutText": "Found genres, Found size, Kendall Francis Schmidt (born November 2, 1990) is an American actor, singer, songwriter and music producer. He is best known for playing Kendall Knight in Big Time Rush, participating in a boy band with the same name, and playing small roles on several TV shows such as ER, Without a Trace, Phil of the Future, Ghost Whisperer, Gilmore Girls, and Frasier. Schmidt's first single with Heffron Drive, Parallel, was released in March 2014 through his very own record label TOLBooth Records.",
      "pageId": 25286273,
      "monthDay": "11/02"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kendall_Schmidt",
      "name": "Kendall Schmidt",
      "aboutText": "Christopher Dibon (born 2 November 1990) is an Austrian footballer who plays for Rapid Wien on loan from Red Bull Salzburg in the Austrian Bundesliga. His playing position is defender.",
      "pageId": 32777546,
      "monthDay": "11/02"
    },
    {
      "year": "1992",
      "uri": "/wiki/Stephanie_Ho",
      "name": "Stephanie Ho",
      "aboutText": "Natalie Ann Pluskota (born November 2, 1989 in Newnan, Georgia) is an American tennis player.\nPluskota has won four doubles titles on the ITF tour in her career. On July 8, 2013, she reached her best singles ranking of world number 478.",
      "pageId": 37617672,
      "monthDay": "11/02"
    },
    {
      "year": "1994",
      "uri": "/wiki/Shaq_Coulthirst",
      "name": "Shaq Coulthirst",
      "aboutText": "Shaquile Tyshan \"Shaq\" Coulthirst (born 2 November 1994) is an English professional footballer who plays as a striker for Premier League club Tottenham Hotspur.",
      "pageId": 41351170,
      "monthDay": "11/02"
    },
    {
      "year": "1995",
      "uri": "/wiki/Brandon_Soo_Hoo",
      "name": "Brandon Soo Hoo",
      "aboutText": "Stephanie Ho (born November 2, 1992) is a Hong Kong singer and actress. She gained popularity from the TVB drama's Gilded Chopsticks and Raising the Bar.\n^ \"何雁詩 Stephanie Ho - TVB藝人資料 - tvb.com\".",
      "pageId": 45434933,
      "monthDay": "11/02"
    }
  ]
}