{
  "people": [
    {
      "year": "30",
      "uri": "/wiki/Nerva",
      "name": "Nerva",
      "aboutText": "Abraham \"Bram\" Stoker (8 November 1847 – 20 April 1912) was an Anglo-Irish author, best known today for his 1897 Gothic novel, Dracula.",
      "pageId": 3992,
      "monthDay": "11/08"
    },
    {
      "year": "1342",
      "uri": "/wiki/Julian_of_Norwich",
      "name": "Julian of Norwich",
      "aboutText": "Julian of Norwich (c. 8 November 1342 – c. 1416) was an English anchoress and an important Christian mystic.",
      "pageId": 43418,
      "monthDay": "11/08"
    },
    {
      "year": "1491",
      "uri": "/wiki/Teofilo_Folengo",
      "name": "Teofilo Folengo",
      "aboutText": "Vice Admiral The Hon. John Byron, RN (8 November 1723 – 10 April 1786) was a Royal Navy officer. He was known as Foul-weather Jack because of his frequent encounters with bad weather at sea.",
      "pageId": 44085,
      "monthDay": "11/08"
    },
    {
      "year": "1622",
      "uri": "/wiki/Charles_X_Gustav_of_Sweden",
      "name": "Charles X Gustav of Sweden",
      "aboutText": "Charles X Gustav, also Carl Gustav (Swedish: Karl X Gustav; 8 November 1622 – 13 February 1660), was King of Sweden from 1654 until his death. He was the son of John Casimir, Count Palatine of Zweibrücken-Kleeburg and Catherine of Sweden. After his father's death he also succeeded him as Pfalzgraf.",
      "pageId": 104942,
      "monthDay": "11/08"
    },
    {
      "year": "1656",
      "uri": "/wiki/Edmond_Halley",
      "name": "Edmond Halley",
      "aboutText": "Jean Paul Pierre Casimir-Perier (French: [ʒɑ̃ kazimiʁ pɛʁje]; 8 November 1847 – 11 March 1907) was a French politician, sixth President of the French Third Republic.",
      "pageId": 183948,
      "monthDay": "11/08"
    },
    {
      "year": "1706",
      "uri": "/wiki/Johann_Ulrich_von_Cramer",
      "name": "Johann Ulrich von Cramer",
      "aboutText": "Bernardine Eugénie Désirée Clary (8 November 1777 – 17 December 1860), was Queen of Sweden and Norway as the consort of King Charles XIV John, a former French General and founder of the House of Bernadotte, and one-time fiancée of Napoleon Bonaparte.",
      "pageId": 295998,
      "monthDay": "11/08"
    },
    {
      "year": "1710",
      "uri": "/wiki/Sarah_Fielding",
      "name": "Sarah Fielding",
      "aboutText": "Edward Robert Lytton Bulwer-Lytton, 1st Earl of Lytton GCB GCSI GCIE PC (8 November 1831 – 24 November 1891) was an English statesman and poet. He served as Viceroy of India between 1876 and 1880, during which time Queen Victoria was proclaimed Empress of India.\nAn accomplished and popular diplomat, Lytton was afforded the rare tribute - especially for an Englishman - of a state funeral in Paris, although as Viceroy of India he has been criticised for his handling of the Great Famine of 1876–78 and the Second Anglo-Afghan War.",
      "pageId": 389380,
      "monthDay": "11/08"
    },
    {
      "year": "1715",
      "uri": "/wiki/Elisabeth_Christine_of_Brunswick-Wolfenb%C3%BCttel-Bevern",
      "name": "Elisabeth Christine of Brunswick-Wolfenbüttel-Bevern",
      "aboutText": "Prince Ilia Chavchavadze (Georgian: ილია ჭავჭავაძე; 8 November 1837 — 12 September 1907) was a Georgian writer, political figure, poet, and publisher who spearheaded the revival of the Georgian national movement in the second half of the 19th century, during the Russian rule of Georgia.",
      "pageId": 399370,
      "monthDay": "11/08"
    },
    {
      "year": "1723",
      "uri": "/wiki/John_Byron",
      "name": "John Byron",
      "aboutText": "Johann Ulrich von Cramer (8 November 1706 – 18 June 1772) was an eminent German judge, legal scholar, and Enlightenment philosopher.\nCramer was the most important representative of Wolffianism in the area of law; he was first a university professor at the University of Marburg and then one of the highest judges of the Holy Roman Empire, both in Vienna and Wetzlar.",
      "pageId": 539346,
      "monthDay": "11/08"
    },
    {
      "year": "1725",
      "uri": "/wiki/Johann_George_Tromlitz",
      "name": "Johann George Tromlitz",
      "aboutText": "William Wirt (November 8, 1772 – February 18, 1834) was an American author and statesman who is credited with turning the position of United States Attorney General into one of influence.",
      "pageId": 680589,
      "monthDay": "11/08"
    },
    {
      "year": "1763",
      "uri": "/wiki/Otto_Wilhelm_Masing",
      "name": "Otto Wilhelm Masing",
      "aboutText": "Sarah Fielding (8 November 1710 – 9 April 1768) was a British author and sister of the novelist Henry Fielding.",
      "pageId": 848132,
      "monthDay": "11/08"
    },
    {
      "year": "1768",
      "uri": "/wiki/Princess_Augusta_Sophia_of_the_United_Kingdom",
      "name": "Princess Augusta Sophia of the United Kingdom",
      "aboutText": "Elisabeth Christine of Brunswick-Wolfenbüttel-Bevern (8 November 1715 – 13 January 1797) was Queen of Prussia from 1740 to 1786 as the spouse of Frederick the Great. By birth, she was a Duchess of Brunswick-Wolfenbüttel.",
      "pageId": 1295850,
      "monthDay": "11/08"
    },
    {
      "year": "1772",
      "uri": "/wiki/William_Wirt_(Attorney_General)",
      "name": "William Wirt",
      "aboutText": "Princess Augusta Sophia of the United Kingdom (8 November 1768 – 22 September 1840) was the sixth child and second daughter of George III and Charlotte of Mecklenburg-Strelitz.",
      "pageId": 2179895,
      "monthDay": "11/08"
    },
    {
      "year": "1777",
      "uri": "/wiki/D%C3%A9sir%C3%A9e_Clary",
      "name": "Désirée Clary",
      "aboutText": "Teofilo Folengo (Italian pronunciation: [teˌɔːfilo foˈleŋɡo] or [foˈlɛŋɡo]) (November 8, 1491 – December 9, 1544), who wrote under the pseudonym of Merlino Coccajo or Merlinus Coccaius, was one of the principal Italian macaronic poets.",
      "pageId": 2444188,
      "monthDay": "11/08"
    },
    {
      "year": "1788",
      "uri": "/wiki/Mih%C3%A1ly_Bertalanits",
      "name": "Mihály Bertalanits",
      "aboutText": "Johann George Tromlitz (November 8, 1725 – February 4, 1805), born at Reinsdorf, near Artern, Germany, was a flautist, flute maker and composer.",
      "pageId": 4625459,
      "monthDay": "11/08"
    },
    {
      "year": "1831",
      "uri": "/wiki/Robert_Bulwer-Lytton,_1st_Earl_of_Lytton",
      "name": "Robert Bulwer-Lytton, 1st Earl of Lytton",
      "aboutText": "Milton Bradley (November 8, 1836 – May 30, 1911) was an American game pioneer, credited by many with launching the board game industry in North America with Milton Bradley Company.\nIn 2004, he was posthumously inducted into the National Toy Hall of Fame along with George Ditomassi of Milton Bradley Company. Through the 20th century the company he founded in 1860, Milton Bradley Company dominated the production of American games, with titles like Candy Land, Operation, and Battleship.",
      "pageId": 7576369,
      "monthDay": "11/08"
    },
    {
      "year": "1836",
      "uri": "/wiki/Milton_Bradley",
      "name": "Milton Bradley",
      "aboutText": "Otto Wilhelm Masing (8 November [O.S. 28 October] 1763 in Lohusuu – 15 March [O.S. 3 March] 1832 in Äksi) was an early Baltic German Estophile and a major advocate of peasant rights, especially regarding education.\nIn 1795, Masing compiled and published a children's reading textbook, the ABD. (The letter 'C' does not appear in Estonian words, and back then, was not considered a member of Estonian alphabet.",
      "pageId": 12277813,
      "monthDay": "11/08"
    },
    {
      "year": "1837",
      "uri": "/wiki/Ilia_Chavchavadze",
      "name": "Ilia Chavchavadze",
      "aboutText": "Nerva (Latin: Marcus Cocceius Nerva Caesar Augustus; 8 November, 30 AD – 27 January, 98 AD), was Roman Emperor from 96 to 98. Nerva became Emperor at the age of sixty-five, after a lifetime of imperial service under Nero and the rulers of the Flavian dynasty. Under Nero, he was a member of the imperial entourage and played a vital part in exposing the Pisonian conspiracy of 65.",
      "pageId": 23927371,
      "monthDay": "11/08"
    },
    {
      "year": "1847",
      "uri": "/wiki/Jean_Casimir-Perier",
      "name": "Jean Casimir-Perier",
      "aboutText": "Mihály Bertalanits (Slovene: Mihael Bertalanitš, Prekmurian: Miháo Bertalanitš) (November 8, 1788 – January 8, 1853) was a Slovene cantor, teacher, and poet in Hungary.\nBeralanits was the son of peasants György Bertalanics and Katarina (unknown surname) in the now uninhabited village of Gerečavci between Večeslavci and Sveti Jurij near Rogašovci. In 1806 he became an auxiliary teacher in Beltinci and in 1808 a teacher in Felsőszölnök.",
      "pageId": 32238531,
      "monthDay": "11/08"
    },
    {
      "year": "1847",
      "uri": "/wiki/Bram_Stoker",
      "name": "Bram Stoker",
      "aboutText": "Edmond (or Edmund) Halley, FRS (pronounced /ˈɛdmənd ˈhæli/; 8 November 1656 – 14 January 1742) was an English astronomer, geophysicist, mathematician, meteorologist, and physicist who is best known for computing the orbit of the eponymous Halley's Comet.",
      "pageId": 36858805,
      "monthDay": "11/08"
    },
    {
      "year": "1848",
      "uri": "/wiki/Gottlob_Frege",
      "name": "Gottlob Frege",
      "aboutText": "Felix Hausdorff (November 8, 1868 – January 26, 1942) was a German mathematician who is considered to be one of the founders of modern topology and who contributed significantly to set theory, descriptive set theory, measure theory, function theory, and functional analysis.",
      "pageId": 10989,
      "monthDay": "11/08"
    },
    {
      "year": "1854",
      "uri": "/wiki/Johannes_Rydberg",
      "name": "Johannes Rydberg",
      "aboutText": "Margaret Munnerlyn Mitchell (November 8, 1900 – August 16, 1949) was an American author and journalist. One novel by Mitchell was published during her lifetime, the American Civil War-era novel, Gone with the Wind, for which she won the National Book Award for Most Distinguished Novel of 1936 and the Pulitzer Prize for Fiction in 1937. In more recent years, a collection of Mitchell's girlhood writings and a novella she wrote as a teenager, Lost Laysen, have been published.",
      "pageId": 20864,
      "monthDay": "11/08"
    },
    {
      "year": "1866",
      "uri": "/wiki/Herbert_Austin,_1st_Baron_Austin",
      "name": "Herbert Austin, 1st Baron Austin",
      "aboutText": "Friedrich Ludwig Gottlob Frege (/ˈfreɪɡə/; German: [ˈɡɔtloːp ˈfreːɡə]; 8 November 1848 – 26 July 1925) was a German philosopher, logician, and mathematician. He is considered to be one of the founders of modern logic and made major contributions to the foundations of mathematics. He is generally considered to be the father of analytic philosophy, for his writings on the philosophy of language and mathematics.",
      "pageId": 48416,
      "monthDay": "11/08"
    },
    {
      "year": "1868",
      "uri": "/wiki/Felix_Hausdorff",
      "name": "Felix Hausdorff",
      "aboutText": "Sir Arnold Edward Trevor Bax, KCVO (8 November 1883 – 3 October 1953) was an English composer, poet, and author. His prolific output includes songs, choral music, chamber pieces, and solo piano works, but he is best known for his orchestral music. In addition to a series of symphonic poems he wrote seven symphonies and was for a time widely regarded as the leading British symphonist.",
      "pageId": 147152,
      "monthDay": "11/08"
    },
    {
      "year": "1881",
      "uri": "/wiki/Clarence_Gagnon",
      "name": "Clarence Gagnon",
      "aboutText": "Marie Prevost (November 8, 1898 – January 21, 1937) was a Canadian-born film actress. During her twenty-year career, she made 121 silent and talking pictures.\nPrevost began her career during the silent film era.",
      "pageId": 184473,
      "monthDay": "11/08"
    },
    {
      "year": "1883",
      "uri": "/wiki/Arnold_Bax",
      "name": "Arnold Bax",
      "aboutText": "Johannes (Janne) Robert Rydberg (November 8, 1854 – December 28, 1919) was a Swedish physicist mainly known for devising the Rydberg formula, in 1888, which is used to predict the wavelengths of photons (of light and other electromagnetic radiation) emitted by changes in the energy level of an electron in a hydrogen atom.\nThe physical constant known as the Rydberg constant is named after him, as is the Rydberg unit. Excited atoms with very high values of the principal quantum number, represented by n in the Rydberg formula, are called Rydberg atoms.",
      "pageId": 199123,
      "monthDay": "11/08"
    },
    {
      "year": "1883",
      "uri": "/wiki/Charles_Demuth",
      "name": "Charles Demuth",
      "aboutText": "Dorothy Day, Obl.S.B., (November 8, 1897 – November 29, 1980) was an American journalist, social activist, and Catholic convert.\nDorothy Day became famous after her conversion. She initially lived a bohemian lifestyle before becoming Catholic.",
      "pageId": 264094,
      "monthDay": "11/08"
    },
    {
      "year": "1884",
      "uri": "/wiki/Hermann_Rorschach",
      "name": "Hermann Rorschach",
      "aboutText": "Charles Henry Buckius Demuth (November 8, 1883 – October 23, 1935) was an American watercolorist who turned to oils late in his career, developing a style of painting known as Precisionism.\n\"Search the history of American art,\" wrote Ken Johnson in The New York Times, \"and you will discover few watercolors more beautiful than those of Charles Demuth.",
      "pageId": 325608,
      "monthDay": "11/08"
    },
    {
      "year": "1885",
      "uri": "/wiki/George_Bouzianis",
      "name": "George Bouzianis",
      "aboutText": "Eva Morris (née Sharpe, 8 November 1885 – 2 November 2000) was the oldest recognised person in the world, by the Guinness Book of Records, from December 1999 until November 2000. She was a native of Stone, Staffordshire, England.\nMorris died in her sleep at 1.m:25 am at the Autumn House Nursing Home in Stone.",
      "pageId": 333027,
      "monthDay": "11/08"
    },
    {
      "year": "1885",
      "uri": "/wiki/Hans_Cloos",
      "name": "Hans Cloos",
      "aboutText": "Tomoyuki Yamashita (山下 奉文, Yamashita Tomoyuki, November 8, 1885 – February 23, 1946) was an Imperial Japanese Army general during World War II. At the forefront of the invasion of Malaya and Singapore, his accomplishment of conquering Malaya and Singapore in 70 days even led to British Prime Minister Winston Churchill calling the ignominious fall of Singapore to the Japanese the \"worst disaster\" and \"largest capitulation\" in British military history. The accomplishment earned Yamashita the sobriquet \"The Tiger of Malaya\".",
      "pageId": 426001,
      "monthDay": "11/08"
    },
    {
      "year": "1885",
      "uri": "/wiki/Emil_Fahrenkamp",
      "name": "Emil Fahrenkamp",
      "aboutText": "Stanley Raymond \"Bucky\" Harris (November 8, 1896 – November 8, 1977) was an American Major League Baseball player, manager and executive. In 1975, the Veterans Committee elected Harris, as a manager, to the Baseball Hall of Fame.",
      "pageId": 596534,
      "monthDay": "11/08"
    },
    {
      "year": "1885",
      "uri": "/wiki/Eva_Morris",
      "name": "Eva Morris",
      "aboutText": "Prajadhipok (Thai: พระปกเกล้า; 8 November 1893 – 30 May 1941), also Rama VII, was the seventh monarch of Siam under the House of Chakri. He was the last absolute monarch and the first constitutional monarch of the country. His reign was a turbulent time for Siam due to huge political and social changes during the Revolution of 1932.",
      "pageId": 822116,
      "monthDay": "11/08"
    },
    {
      "year": "1885",
      "uri": "/wiki/Tomoyuki_Yamashita",
      "name": "Tomoyuki Yamashita",
      "aboutText": "Herbert Austin, 1st Baron Austin KBE (8 November 1866 – 23 May 1941) was an English automobile designer and builder who founded the Austin Motor Company.",
      "pageId": 855148,
      "monthDay": "11/08"
    },
    {
      "year": "1888",
      "uri": "/wiki/David_Monrad_Johansen",
      "name": "David Monrad Johansen",
      "aboutText": "Hermann Rorschach (German: [ˈhɛrman ˈroːrʃax]; 8 November 1884 – 1 April 1922) was a Swiss Freudian psychiatrist and psychoanalyst, best known for developing a projective test known as the Rorschach inkblot test. This test was reportedly designed to reflect unconscious parts of the personality that \"project\" onto the stimuli. In the test, individuals are shown 10 inkblots—one at a time—and asked to report what objects or figures they see in each of them.",
      "pageId": 896239,
      "monthDay": "11/08"
    },
    {
      "year": "1893",
      "uri": "/wiki/Prajadhipok",
      "name": "Prajadhipok",
      "aboutText": "Hans Cloos (November 8, 1885 – September 26, 1951) was a prominent German structural geologist.\nBorn in Magdeburg, Germany, Hans Cloos earned his doctorate at Freiburg in 1910, then worked in Indonesia and Namibia up until the start of First World War. During the war his geological skills were put to use along the western front.",
      "pageId": 3020706,
      "monthDay": "11/08"
    },
    {
      "year": "1896",
      "uri": "/wiki/Erika_Abels_d%27Albert",
      "name": "Erika Abels d'Albert",
      "aboutText": "Emil Fahrenkamp (November 8, 1885 – May 24, 1966) was a German architect and professor, one of the most prominent architects of the interwar period, best known for his 1930 Shell-Haus in Berlin.\nFahrenkamp was born in Aachen and came to Düsseldorf to work in the office of Wilhelm Kreis from 1909 to 1912. He became assistant, then professor at the Düsseldorf Academy of Art.",
      "pageId": 4286701,
      "monthDay": "11/08"
    },
    {
      "year": "1896",
      "uri": "/wiki/Bucky_Harris",
      "name": "Bucky Harris",
      "aboutText": "David Monrad Johansen (8 November 1888 – 20 February 1974) was a Norwegian composer.\nHe was born in Vefsn and grew up near Mosjøen, where he received his first piano lessons. He came to Christiania (Oslo) in 1904 to study at the conservatory there, and he continued taking lessons with Catharinus Elling, Iver Holter and others until he went to Berlin in 1915 for further studies.",
      "pageId": 9656177,
      "monthDay": "11/08"
    },
    {
      "year": "1897",
      "uri": "/wiki/Dorothy_Day",
      "name": "Dorothy Day",
      "aboutText": "George Bouzianis (Greek: Γιώργος Μπουζιάνης; German: Jorgos Busianis; November 8, 1885 – October 23, 1959) was a major Greek expressionist painter.\nHe studied painting at the Athens School of Fine Arts with teachers such as Nikiphoros Lytras and Konstantinos Volanakis, Georgios Roilos and Dimitrios Geraniotis. In 1907 he moved to Munich to continue his art studies with Otto Seitz.",
      "pageId": 12469299,
      "monthDay": "11/08"
    },
    {
      "year": "1898",
      "uri": "/wiki/Marie_Prevost",
      "name": "Marie Prevost",
      "aboutText": "Clarence Gagnon (8 November 1881 – 5 January 1942) was a Canadian painter from the province of Quebec.\nBorn near Montreal, he studied at the Art Association of Montreal in 1897. Early in life, his mother had encouraged him to learn drawing and painting, but his father wanted him to become a businessman.",
      "pageId": 20978086,
      "monthDay": "11/08"
    },
    {
      "year": "1900",
      "uri": "/wiki/Margaret_Mitchell",
      "name": "Margaret Mitchell",
      "aboutText": "Erika Abels d'Albert (also known as Erika Abels) (1896–1975) was an Austrian painter and graphic artist.",
      "pageId": 28991392,
      "monthDay": "11/08"
    },
    {
      "year": "1904",
      "uri": "/wiki/Cedric_Belfrage",
      "name": "Cedric Belfrage",
      "aboutText": "Christiaan Neethling Barnard (8 November 1922 – 2 September 2001) was a South African cardiac surgeon who performed the world's first successful human-to-human heart transplant.",
      "pageId": 7015,
      "monthDay": "11/08"
    },
    {
      "year": "1908",
      "uri": "/wiki/Martha_Gellhorn",
      "name": "Martha Gellhorn",
      "aboutText": "Purushottam Lakshman Deshpande (8 November 1919 – 12 June 2000), popularly known by his initials पु. ल. (\"Pu. La.\") or as P. L. Deshpande, was a Maharashtrian and Marathi writer and humorist from Maharashtra.",
      "pageId": 42229,
      "monthDay": "11/08"
    },
    {
      "year": "1910",
      "uri": "/wiki/James_McCormack",
      "name": "James McCormack",
      "aboutText": "Hermann Zapf (German: [tsapf]; November 8, 1918 – June 4, 2015) was a German typeface designer and calligrapher who lived in Darmstadt, Germany. He was married to calligrapher and typeface designer Gudrun Zapf von Hesse.",
      "pageId": 45835,
      "monthDay": "11/08"
    },
    {
      "year": "1911",
      "uri": "/wiki/Robert_Jackson_(UN_administrator)",
      "name": "Robert Jackson",
      "aboutText": "Jack St. Clair Kilby (November 8, 1923 – June 20, 2005) was an American electrical engineer who took part (along with Robert Noyce) in the realization of the first integrated circuit while working at Texas Instruments (TI) in 1958. He was awarded the Nobel Prize in physics on December 10, 2000.",
      "pageId": 64069,
      "monthDay": "11/08"
    },
    {
      "year": "1912",
      "uri": "/wiki/June_Havoc",
      "name": "June Havoc",
      "aboutText": "June Havoc (November 8, 1912 – March 28, 2010) was a Canadian-born American actress, dancer, writer, and theater director.\nHavoc was a child vaudeville performer under the tutelage of her mother, Rose Thompson Hovick. She later acted on Broadway and in Hollywood, and stage directed, both on and off-Broadway.",
      "pageId": 183504,
      "monthDay": "11/08"
    },
    {
      "year": "1912",
      "uri": "/wiki/Stylianos_Pattakos",
      "name": "Stylianos Pattakos",
      "aboutText": "Esther Elizabeth Rolle (November 8, 1920 – November 17, 1998) was an American actress. She is best known for her role as Florida Evans, on the CBS television sitcom Maude for two seasons (1972–1974) and its spin-off series Good Times for five seasons (1974–77, 1978–79).",
      "pageId": 400778,
      "monthDay": "11/08"
    },
    {
      "year": "1914",
      "uri": "/wiki/Norman_Lloyd",
      "name": "Norman Lloyd",
      "aboutText": "Martha Ellis Gellhorn (November 8, 1908 – February 15, 1998) was an American novelist, travel writer, and journalist, who is now considered one of the greatest war correspondents of the 20th century. She reported on virtually every major world conflict that took place during her 60-year career. Gellhorn was also the third wife of American novelist Ernest Hemingway, from 1940 to 1945.",
      "pageId": 449366,
      "monthDay": "11/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/Kazuo_Sakamaki",
      "name": "Kazuo Sakamaki",
      "aboutText": "John William Bower (born John Kiszkan on November 8, 1924), nicknamed \"The China Wall\", is a Hockey Hall of Fame goaltender and the last goaltender to win the Stanley Cup for the Toronto Maple Leafs.\n^ Woolsey, Garth (2008-12-14). \"Winter reading for the hockey fan\".",
      "pageId": 539708,
      "monthDay": "11/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/Hermann_Zapf",
      "name": "Hermann Zapf",
      "aboutText": "Kazuo Sakamaki (酒巻和男, Sakamaki Kazuo, November 8, 1918 – November 29, 1999) was a Japanese naval officer who became the first Japanese prisoner of war of World War II captured by American forces.",
      "pageId": 675632,
      "monthDay": "11/08"
    },
    {
      "year": "1919",
      "uri": "/wiki/Purushottam_Laxman_Deshpande",
      "name": "Purushottam Laxman Deshpande",
      "aboutText": "Cedric Henning Belfrage (8 November 1904 – 21 June 1990) was an English film critic, journalist, writer, and political activist. He is best remembered as a co-founder of the radical US-weekly newspaper the National Guardian.",
      "pageId": 705052,
      "monthDay": "11/08"
    },
    {
      "year": "1919",
      "uri": "/wiki/James_Sloss_Ackerman",
      "name": "James Sloss Ackerman",
      "aboutText": "Douglas Townsend (November 8, 1921 – August 1, 2012) was an American composer and musicologist. Born in Manhattan, Townsend became interested in composition while a student at the Fiorello H. LaGuardia High School of Music & Art and Performing Arts, in New York City. He taught himself composition, counterpoint and orchestration.",
      "pageId": 1893845,
      "monthDay": "11/08"
    },
    {
      "year": "1920",
      "uri": "/wiki/Sitara_Devi",
      "name": "Sitara Devi",
      "aboutText": "For other Brazilian footballers named Ademir , see Ademir da Guia and Ademir Roque Kaefer.\nAdemir Marques de Menezes (8 November 1922 – 11 May 1996), best known as Ademir (Portuguese pronunciation: [adeˈmiʁ]), was a Brazilian footballer, regarded as one of the best centre forwards in the history of the Brazil national team.",
      "pageId": 2838545,
      "monthDay": "11/08"
    },
    {
      "year": "1920",
      "uri": "/wiki/Esther_Rolle",
      "name": "Esther Rolle",
      "aboutText": "Sitara Devi (November 8, 1920 – November 25, 2014) was an eminent Indian dancer of the classical Kathak style of dancing. Rabindranath Tagore described her as Nritya Samragini, meaning the empress of dance, after watching her performance when she was just 16 years old. The epithet continues, and she is still described as the Kathak queen.",
      "pageId": 3667727,
      "monthDay": "11/08"
    },
    {
      "year": "1920",
      "uri": "/wiki/Eug%C3%AAnio_Sales",
      "name": "Eugênio Sales",
      "aboutText": "Sir Robert Gillman Allen Jackson, AC, KCVO, CMG, OBE (8 November 1911 – 12 January 1991) was a United Nations administrator who specialised in technical and logistical assistance to the developing world.",
      "pageId": 5477261,
      "monthDay": "11/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Douglas_Townsend",
      "name": "Douglas Townsend",
      "aboutText": "Norman Lloyd (born Norman Perlmutter; November 8, 1914) is an American actor, producer, and director with a career in entertainment spanning nine decades. He has worked in every major facet of the industry including radio, theatre, television and film dating back to the Great Depression, and at 101 years of age is the oldest working Hollywood actor of 2015.\nIn the 1930s he apprenticed with Eva Le Gallienne's Civic Repertory Theatre and worked with such influential companies as the Federal Theatre Project's Living Newspaper unit, the Mercury Theatre founded by Orson Welles and John Houseman, and the Group Theatre.",
      "pageId": 6149297,
      "monthDay": "11/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Christiaan_Barnard",
      "name": "Christiaan Barnard",
      "aboutText": "Eugênio de Araújo Sales (8 November 1920 – 9 July 2012) was a cardinal in the Roman Catholic Church, having been elevated by Pope Paul VI on 28 April 1969. He served as archbishop of São Sebastião do Rio de Janeiro for thirty years until his resignation was accepted in 2001, when he had already passed the maximum age for voting in a papal conclave.",
      "pageId": 7834213,
      "monthDay": "11/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Thea_D._Hodge",
      "name": "Thea D. Hodge",
      "aboutText": "Stylianos Pattakos (Greek: Στυλιανός Παττακός) (born 8 November 1912) is a Greek military man who was one of the principals of the Greek military junta of 1967-1974 that overthrew the government of Panagiotis Kanellopoulos in a coup d'état on April 21, 1967.\nHe was born on 8 November 1912, in the village of Agia Paraskevi in Rethymno Prefecture, Crete, and studied at the Hellenic Military Academy.\nHe eventually rose to the rank of Brigadier and was assigned to the tank training centre at Goudi in Athens.",
      "pageId": 9006319,
      "monthDay": "11/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ademir_Marques_de_Menezes",
      "name": "Ademir Marques de Menezes",
      "aboutText": "James Sloss Ackerman (born November 8, 1919) is a prominent American architectural historian, a major scholar of Michelangelo's architecture, of Palladio and of Italian Renaissance architectural theory.",
      "pageId": 11106022,
      "monthDay": "11/08"
    },
    {
      "year": "1923",
      "uri": "/wiki/Jack_Kilby",
      "name": "Jack Kilby",
      "aboutText": "James McCormack, Jr. (8 November 1910 – 3 January 1975) was a United States Army officer who served in World War II, and was later the first Director of Military Applications of the United States Atomic Energy Commission.\nA 1932 graduate of the United States Military Academy at West Point, McCormack also studied at Hertford College, Oxford as a Rhodes Scholar, and at the Massachusetts Institute of Technology (MIT), where he earned a Master of Science degree in civil engineering.",
      "pageId": 32781989,
      "monthDay": "11/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Johnny_Bower",
      "name": "Johnny Bower",
      "aboutText": "Thea D. Hodge (November 8, 1922 - March 3, 2008) was a member of Association for Computing Machinery and a cofounder of the Minneapolis chapter of the Association for Women in Computing. Hodge was a pioneer for women in computer science and mentored many women in the field. She worked at New York University from 1943–44, then spent 1960–67 at Illinois Institute of Technology.",
      "pageId": 44419590,
      "monthDay": "11/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Joe_Flynn_(American_actor)",
      "name": "Joe Flynn",
      "aboutText": "Benjamin William \"Ben\" Bova (born November 8, 1932) is an American author of more than 120 works of science fact and fiction, six-time winner of the Hugo Award, a former editor of Analog Magazine, a former editorial director of Omni, a past president of both the National Space Society and the Science Fiction Writers of America. He currently lives in Florida.\n^ \"Official Website\".",
      "pageId": 4982,
      "monthDay": "11/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Robert_V._Hogg",
      "name": "Robert V. Hogg",
      "aboutText": "Nguyễn Khánh (November 8, 1927 – January 11, 2013) was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965.",
      "pageId": 80093,
      "monthDay": "11/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Victorinus_Youn_Kong-hi",
      "name": "Victorinus Youn Kong-hi",
      "aboutText": "Kenneth Arthur \"Ken\" Dodd, OBE (born 8 November 1927) is an English comedian, singer-songwriter and actor, identified by his trademark unruly hair and protruding teeth, his red, white and blue \"tickling stick\" and his famous, upbeat greeting of \"How tickled I am!\". He also created the world and characters of the Diddy Men, with 'diddy' being Liverpudlian slang for small.\nHe works mainly in the music hall tradition, although, in the past, has occasionally appeared in drama, including as Malvolio in Shakespeare's Twelfth Night on stage in Liverpool in 1971; on television in the cameo role of 'The Tollmaster' in the 1987 Doctor Who story Delta and the Bannermen; and as Yorick (in silent flashback) in Kenneth Branagh's film version of Shakespeare's Hamlet in 1996.",
      "pageId": 151545,
      "monthDay": "11/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/Carroll_E._Lanier",
      "name": "Carroll E. Lanier",
      "aboutText": "Lal Krishna Advani (born 8 November 1927) is an Indian politician and a senior leader of the Bharatiya Janata Party (BJP). Advani served as Minister of Home Affairs in the BJP-led National Democratic Alliance government from 1998 to 2004. Additionally, he served as Deputy Prime Minister of India from 2002 to 2004 under Atal Bihari Vajpayee.",
      "pageId": 300028,
      "monthDay": "11/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/L._K._Advani",
      "name": "L. K. Advani",
      "aboutText": "Alain Fabien Maurice Marcel Delon (French: [alɛ̃ dəlɔ̃]; born 8 November 1935) is a French actor and businessman, with French-Swiss dual citizenship since 1999. Delon became one of Europe's most prominent actors and screen \"heart throbs\" in the 1960s. He achieved critical acclaim for roles in films such as Rocco and His Brothers (1960), Purple Noon (1960), L'Eclisse (1962), The Leopard (1963), Lost Command (1966) and Le Samouraï (1967).",
      "pageId": 309161,
      "monthDay": "11/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Chris_Connor",
      "name": "Chris Connor",
      "aboutText": "Clara Ann Fowler (November 8, 1927 – January 1, 2013), known by her professional name Patti Page, was an American singer of traditional pop music. She was the top-charting female vocalist and best-selling female artist of the 1950s, selling over 100 million records during a six decade long career. She was often introduced as \"the Singin' Rage, Miss Patti Page\".",
      "pageId": 354525,
      "monthDay": "11/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Ken_Dodd",
      "name": "Ken Dodd",
      "aboutText": "Darla Jean Hood (November 8, 1931 - June 13, 1979) was an American child actress, best known as the leading lady in the Our Gang series from 1935 to 1941.",
      "pageId": 539144,
      "monthDay": "11/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Nguy%E1%BB%85n_Kh%C3%A1nh",
      "name": "Nguyễn Khánh",
      "aboutText": "Robert Cleckler \"Bobby\" Bowden (born November 8, 1929) is a retired American football coach. He coached the Florida State Seminoles football team from the 1976 to 2009 seasons. During his time at Florida State, Bowden led FSU to an Associated Press and Coaches Poll National Title in 1993 and a BCS National Championship in 1999, as well as twelve Atlantic Coast Conference championships since FSU joined the conference in 1991.",
      "pageId": 609598,
      "monthDay": "11/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Patti_Page",
      "name": "Patti Page",
      "aboutText": "Stéphane Audran (born Colette Suzanne Dacheville 8 November 1932) is a French film and television actress, known for her performances in award-winning movies such as Le charme discret de la bourgeoisie (1972) and Babette's Feast (1987) and in critically acclaimed films like The Big Red One (1980) and Violette Nozière (1978).\nShe married French director and screenwriter Claude Chabrol in 1964, after a short marriage to the French actor Jean-Louis Trintignant. Her son by her marriage to Chabrol (which ended in 1980) is the French actor Thomas Chabrol (born in 1963).",
      "pageId": 1174141,
      "monthDay": "11/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bobby_Bowden",
      "name": "Bobby Bowden",
      "aboutText": "Peter Arundell (Ilford, Essex, 8 November 1933 – 16 June 2009) was a British racing driver from England, who raced in Formula One for the Lotus team. He participated in 13 World Championship Grands Prix, scoring 12 championship points.\nArundell became a professional racing driver after finishing his time in the Royal Air Force, competing in Elva and Lotus cars.",
      "pageId": 1235866,
      "monthDay": "11/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ant%C3%B3nio_Castanheira_Neves",
      "name": "António Castanheira Neves",
      "aboutText": "Morley Safer (born November 8, 1931) is a Canadian-American reporter and correspondent for CBS News.",
      "pageId": 1350887,
      "monthDay": "11/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/Darla_Hood",
      "name": "Darla Hood",
      "aboutText": "Alfonso López Trujillo (8 November 1935 – 19 April 2008) was a Colombian Cardinal Bishop of the Roman Catholic Church and president of the Pontifical Council for the Family.",
      "pageId": 1687710,
      "monthDay": "11/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jim_Redman",
      "name": "Jim Redman",
      "aboutText": "Chris Connor (November 8, 1927 – August 29, 2009) was an American jazz singer.",
      "pageId": 3368324,
      "monthDay": "11/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/Morley_Safer",
      "name": "Morley Safer",
      "aboutText": "António Castanheira Neves (born 8 November 1929 in Tábua) is a Portuguese legal philosopher and a professor emeritus at the law faculty of the University of Coimbra.\nAccording to Castanheira Neves, law can only be understood through legal problems (roughly, legal cases), which have to be solved within the legal system (including a necessary connection to morality). Law, he claims, is not something given or previous, but the solution to legal problems.",
      "pageId": 3449396,
      "monthDay": "11/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/St%C3%A9phane_Audran",
      "name": "Stéphane Audran",
      "aboutText": "Joseph A. \"Joe\" Flynn (November 8, 1924 – July 19, 1974) was an American character actor. He was best known for his role in the 1960s ABC television situation comedy, McHale's Navy. He was also a frequent guest star on 1960s TV shows, such as Batman, and appeared in several Walt Disney film comedies.",
      "pageId": 4985226,
      "monthDay": "11/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ben_Bova",
      "name": "Ben Bova",
      "aboutText": "James Albert Redman MBE (born November 8, 1931) is a Rhodesian former professional motorcycle racer. He is a six-time Grand Prix world champion road racer.\nBorn in London, England, he emigrated to Rhodesia (now Zimbabwe) in 1952, where he began his racing career.",
      "pageId": 5649336,
      "monthDay": "11/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Peter_Arundell",
      "name": "Peter Arundell",
      "aboutText": "Carroll Edwin Lanier (November 8, 1926 – December 4, 2012) was an American Democrat politician who served an extended term as mayor of Alexandria, Louisiana; Alexandria is the seat of Rapides Parish and the largest city in central Louisiana. Lanier served a 5.5-year term from June 1977 to December 1982 and became the first mayor under the current mayor-council form of municipal government, which in 1977 replaced the former three-member commission system. The initial term under the new charter was extended by a year-and-a-half to coincide with the regular 1982 elections.",
      "pageId": 12754137,
      "monthDay": "11/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/Alain_Delon",
      "name": "Alain Delon",
      "aboutText": "Stratos Dionysiou (November 8, 1935 - May 11, 1990), was a Greek laika and elafro-laika singer who featured predominantly in the 1960s, 1970s, and 1980s.",
      "pageId": 19475597,
      "monthDay": "11/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/Stratos_Dionysiou",
      "name": "Stratos Dionysiou",
      "aboutText": "Victorinus Youn Kong-hi (born November 8, 1924) was the third Archbishop, and current Archbishop Emeritus of the Roman Catholic Archdiocese of Kwangju. Born in Nampho, South Pyongan, North Korea, he was ordained a priest of the Archdiocese of Seoul on March 20, 1950.\nOn October 7, 1963 he was appointed first Bishop of Suwon.",
      "pageId": 20728039,
      "monthDay": "11/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/Alfonso_L%C3%B3pez_Trujillo",
      "name": "Alfonso López Trujillo",
      "aboutText": "Robert Vincent (\"Bob\") Hogg (8 November 1924 – 23 December 2014) was an American statistician and professor of statistics of the University of Iowa. Hogg is known for his widely used textbooks on statistics (with his 1963 Ph.D. student Elliot Alan Tanis) and on mathematical statistics (with his 1950 Ph.D. advisor Allen Thornton Craig).",
      "pageId": 27364999,
      "monthDay": "11/08"
    },
    {
      "year": "1936",
      "uri": "/wiki/Virna_Lisi",
      "name": "Virna Lisi",
      "aboutText": "Bonnie Lynn Raitt (born November 8, 1949) is an American blues singer, songwriter and slide guitar player. During the 1970s, Raitt released a series of roots-influenced albums which incorporated elements of blues, rock, folk and country. In 1989 after several years of critical acclaim but little commercial success she had a major return to form with the release of her album Nick of Time.",
      "pageId": 100285,
      "monthDay": "11/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Driss_Basri",
      "name": "Driss Basri",
      "aboutText": "Minnie Julia Riperton-Rudolph (November 8, 1947 – July 12, 1979), known professionally as Minnie Riperton, was an American singer-songwriter best known for her 1975 single \"Lovin' You\". She was married to songwriter and music producer Richard Rudolph from 1972 until her death in 1979. They had two children: music engineer Marc Rudolph and actress/comedienne Maya Rudolph.",
      "pageId": 256706,
      "monthDay": "11/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Richard_Stoker",
      "name": "Richard Stoker",
      "aboutText": "Roy Wood (born 8 November 1946) is an English singer-songwriter and multi-instrumentalist. He was particularly successful in the 1960s and 1970s as member and co-founder of The Move, Electric Light Orchestra and Wizzard. As a songwriter, he contributed a number of hits to the repertoire of these bands.",
      "pageId": 367558,
      "monthDay": "11/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Elizabeth_Dawn",
      "name": "Elizabeth Dawn",
      "aboutText": "Martin Stanford Peters, MBE (born 8 November 1943) is a former football player and manager and a member of the England team which won the 1966 World Cup as well as playing in the 1970 FIFA World Cup. Born in Plaistow, Essex) he played club football for West Ham United, Tottenham Hotspur, Norwich City and Sheffield United. He briefly managed Sheffield United before retiring from professional football in 1981.",
      "pageId": 484803,
      "monthDay": "11/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/Nerys_Hughes",
      "name": "Nerys Hughes",
      "aboutText": "Dale Allan Gardner (November 8, 1948 – February 19, 2014) was a NASA astronaut who flew two Space Shuttle missions during the early 1980s.",
      "pageId": 502190,
      "monthDay": "11/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Sandro_Mazzola",
      "name": "Sandro Mazzola",
      "aboutText": "Margaret Rhea Seddon (born November 8, 1947) is a physician and retired NASA astronaut. After being selected as part of the first group of astronauts to include women, she flew on three Space Shuttle flights: as mission specialist for STS-51-D and STS-40, and as payload commander for STS-58.",
      "pageId": 557468,
      "monthDay": "11/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Martin_Peters",
      "name": "Martin Peters",
      "aboutText": "Wayne Robert LaPierre, Jr. (born November 8, 1948) is an American author and gun rights advocate.",
      "pageId": 1226109,
      "monthDay": "11/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bonnie_Bramlett",
      "name": "Bonnie Bramlett",
      "aboutText": "Guus Hiddink (Dutch pronunciation: [ˈɣys ˈɦɪdɪŋk]; born 8 November 1946) is a Dutch football manager and former player, who is currently interim manager of English Champions Chelsea. Hiddink enjoyed a long career playing as a midfielder in his native Netherlands, playing for sides such as De Graafschap and NEC Nijmegen, as well as some time spent playing in the United States. Since retiring from playing the game in 1982, Hiddink has gone on to enjoy an illustrious career in management, leading both clubs and countries from across the globe to achieve various titles and feats.",
      "pageId": 1345240,
      "monthDay": "11/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Arduino_Cantafora",
      "name": "Arduino Cantafora",
      "aboutText": "Alessandro (\"Sandro\") Mazzola (Italian pronunciation: [ˈsandro matˈtsɔːla]; born 8 November 1942) is an Italian former professional footballer, who played as a forward or attacking midfielder.",
      "pageId": 1395690,
      "monthDay": "11/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Vincent_Nichols",
      "name": "Vincent Nichols",
      "aboutText": "Elizabeth \"Liz\" Dawn MBE (born 8 November 1939) is an English actress, best known for her role as Vera Duckworth in the long-running British soap opera, Coronation Street. First starting on the serial in 1974, she had more of a recurring role as a factory worker until her husband, Jack, (played by William Tarmey) first appeared in 1979 and later for a more concrete role in 1983. For her role as Vera, she received the Lifetime Achievement Award at the 2008 British Soap Awards.",
      "pageId": 1429767,
      "monthDay": "11/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Arnold_Rosner",
      "name": "Arnold Rosner",
      "aboutText": "Bonnie Bramlett (born Bonnie Lynn O'Farrell, November 8, 1944) is an American singer and occasional actress known for her distinctive vocals in rock and pop music. This began in the mid-1960s as a backing singer, forming the husband-and-wife team of Delaney & Bonnie, and continuing to the present day as a solo artist.",
      "pageId": 1518312,
      "monthDay": "11/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Guus_Hiddink",
      "name": "Guus Hiddink",
      "aboutText": "Vincent Gerard Nichols (born 8 November 1945) is an English cardinal of the Roman Catholic Church, Archbishop of Westminster and President of the Catholic Bishops' Conference of England and Wales. He previously served as Archbishop of Birmingham from 2000 to 2009.",
      "pageId": 2150281,
      "monthDay": "11/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Roy_Wood",
      "name": "Roy Wood",
      "aboutText": "Nerys Hughes (born 8 November 1941) is a Welsh actress, known primarily for her television roles, including her part in the BBC TV series The Liver Birds.",
      "pageId": 2807479,
      "monthDay": "11/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Michael_Perham_(bishop)",
      "name": "Michael Perham",
      "aboutText": "Richard Stoker (born 8 November 1938 in Castleford, Yorkshire) is a British composer and writer.\nHe started playing the piano at six; at seven he was composing. After initial encouragement from Arthur Benjamin and Benjamin Britten, he studied under Lennox Berkeley at the Royal Academy of Music.",
      "pageId": 2920531,
      "monthDay": "11/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Minnie_Riperton",
      "name": "Minnie Riperton",
      "aboutText": "Driss Basri (Arabic: إدريس البصري‎ Idrīs al-Baṣrīy, November 8, 1938 in Settat – August 27, 2007) was a Moroccan politician who served as Interior Minister from 1979 to 1999. After General Oufkir's death in 1972, and then Ahmed Dlimi's death in 1983, Driss Basri became Hassan II's right-hand man and number two of the regime from the beginning of the 1980s to the end of the 1990s. His name has been associated with the Years of Lead.",
      "pageId": 3484661,
      "monthDay": "11/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Margaret_Rhea_Seddon",
      "name": "Margaret Rhea Seddon",
      "aboutText": "Virna Pieralisi (Italian pronunciation: [ˈvirna pjeraˈliːzi]; 8 November 1936 – 18 December 2014), better known as Virna Lisi (Italian pronunciation: [ˈvirna ˈliːzi]), was an Italian actress.",
      "pageId": 3502104,
      "monthDay": "11/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lewis_Yocum",
      "name": "Lewis Yocum",
      "aboutText": "Michael Francis Perham (born 8 November 1947) is a retired Church of England bishop. He was the Bishop of Gloucester from 2004 to 2014.",
      "pageId": 17126946,
      "monthDay": "11/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dale_Gardner",
      "name": "Dale Gardner",
      "aboutText": "Arnold Rosner (November 8, 1945 in New York City – November 8, 2013) was an American composer of classical music.\nRosner, of Jewish descent, got his training at State University of New York at Buffalo, New York; according to his own account he learned nothing there. Rosner took his own path and composed in the style of Romanticism, traditionally.",
      "pageId": 26173460,
      "monthDay": "11/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Wayne_LaPierre",
      "name": "Wayne LaPierre",
      "aboutText": "Arduino Cantafora (Milan, November 8, 1945), Italian-Swiss architect, painter, and writer.",
      "pageId": 36820744,
      "monthDay": "11/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bonnie_Raitt",
      "name": "Bonnie Raitt",
      "aboutText": "Lewis Yocum (November 8, 1947 – May 25, 2013) was an American orthopedic surgeon.\nBorn in Chicago, Illinois, Yocum earned his undergraduate degree at Western Illinois University in 1969, his medical doctorate at the University of Illinois in 1973, after which he completed both his internship and residency at Northwestern University in Chicago.\nYocum gained prestige by extending the careers of several Major League Baseball players, by repairing injuries that once would have ended their playing days.",
      "pageId": 39520402,
      "monthDay": "11/08"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mary_Hart",
      "name": "Mary Hart",
      "aboutText": "Kazuo Ishiguro OBE, FRSA, FRSL (Japanese: カズオ・イシグロ or 石黒一雄; born 8 November 1954) is a British novelist, screenwriter and short story writer. He was born in Nagasaki, Japan; his family moved to England in 1960 when he was five. Ishiguro obtained his bachelor's degree from the University of Kent in 1978 and his Master's from the University of East Anglia's creative-writing course in 1980.",
      "pageId": 83499,
      "monthDay": "11/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Alfredo_Astiz",
      "name": "Alfredo Astiz",
      "aboutText": "Jeanette McGruder, born (1954-11-08) November 8, 1954 , is a singer, comedienne, sketch actress, and writer.\nAs a child, McGruder discovered a natural ability to sing. Taught by her stepmother, she joined a female trio called \"New Dawn\" which performed at nightclubs and one Black Panthers rally.",
      "pageId": 310185,
      "monthDay": "11/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Laura_Cox",
      "name": "Laura Cox",
      "aboutText": "Christie Ann Hefner (born November 8, 1952) is the former chairman and chief executive officer of Playboy Enterprises, the company created by her father, Hugh Hefner. She stepped down from her position at Playboy on January 30, 2009. She has often worked with the progressive political organization Center for American Progress.",
      "pageId": 399404,
      "monthDay": "11/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Peter_Suber",
      "name": "Peter Suber",
      "aboutText": "Rickie Lee Jones (born November 8, 1954) is an American vocalist, musician, songwriter and producer. Over the course of a career that spans over three decades, Jones has recorded in various musical styles including rock, R&B, blues, pop, soul, and jazz standards. Her songwriting has been characterized as \"a blend of bravado and vulnerability [that] wavers on indefinable borders\".",
      "pageId": 425220,
      "monthDay": "11/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_Denny",
      "name": "John Denny",
      "aboutText": "Alfre Woodard (born November 8, 1952) is an American film, stage, and television actress, producer, and political activist. Woodard has been named one of the most versatile and accomplished actors of her generation. She has been nominated once for an Academy Award and Grammy Award, 18 times for an Emmy Award (winning four), and has also won a Golden Globe Award and three Screen Actors Guild Awards.",
      "pageId": 664601,
      "monthDay": "11/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Christie_Hefner",
      "name": "Christie Hefner",
      "aboutText": "Gerald Peter Remy, commonly known as Jerry Remy, (born November 8, 1952) is a Major League Baseball broadcaster and former Major League Baseball second baseman. Remy grew up in Somerset, Massachusetts. An all-star second baseman originally drafted by the California Angels in 1971, he was traded to his hometown Boston Red Sox in 1977.",
      "pageId": 850311,
      "monthDay": "11/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jan_Raas",
      "name": "Jan Raas",
      "aboutText": "Alfredo Ignacio Astiz (born 8 November 1951) was a commander, intelligence officer, marine and maritime commando in the Argentine Navy during the military dictatorship of Jorge Rafael Videla during the Proceso de Reorganización Nacional (1976–1983). He was known as El Ángel Rubio de la Muerte (the \"Blond Angel of Death\"), and had a reputation as a notorious torturer. He was discharged from the military in 1998 after defending his actions in a press interview.",
      "pageId": 909493,
      "monthDay": "11/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jerry_Remy",
      "name": "Jerry Remy",
      "aboutText": "David Bret (born 8 November 1954) is a French-born British author of showbiz biographies.",
      "pageId": 1390427,
      "monthDay": "11/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Alfre_Woodard",
      "name": "Alfre Woodard",
      "aboutText": "Thanasis Pafilis (Greek: Θανάσης Παφίλης) (born 8 November 1954 in Pitsio, Phthiotis) is a Greek politician and former Member of the European Parliament for the Communist Party of Greece.\nHe is a law graduate from the Aristotle University of Thessaloniki.\nHe was elected to the Greek Parliament in June 1989 with Synaspismos for Phthiotida, and re-elected in November 1989 and April 1990.",
      "pageId": 1478731,
      "monthDay": "11/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Giorgos_Foiros",
      "name": "Giorgos Foiros",
      "aboutText": "Mary Hart (born November 8, 1950) is an American television personality and was the long-running host of the syndicated gossip and entertainment round-up program Entertainment Tonight from 1982 to 2011, which is the longest running entertainment magazine show of all time. She was also Miss South Dakota 1970.\n^ a b Riggs, Thomas (2002).",
      "pageId": 1620932,
      "monthDay": "11/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Musker",
      "name": "John Musker",
      "aboutText": "Jan Raas (born 8 November 1952) is a Dutch former professional cyclist whose 115 wins include the 1979 World Road Race Championship in Valkenburg, he also won the Tour of Flanders in 1979 and 1983, Paris–Roubaix in 1982 and Milan–San Remo in 1977. He won ten stages in the Tour de France. In six starts, Raas won the Amstel Gold Race five times.",
      "pageId": 1973253,
      "monthDay": "11/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Nand_Kumar_Patel",
      "name": "Nand Kumar Patel",
      "aboutText": "Michael DeWayne Brown (born November 8, 1954) served as the first Undersecretary of Emergency Preparedness and Response (EP&R), a division of the Department of Homeland Security (DHS). This position is generally referred to as the director or administrator of the Federal Emergency Management Agency (FEMA). He was appointed in January 2003 by President George W. Bush and resigned following his controversial handling of Hurricane Katrina in September 2005.",
      "pageId": 2592176,
      "monthDay": "11/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/David_Bret",
      "name": "David Bret",
      "aboutText": "John Allen Denny (born November 8, 1952) is a former right-handed Major League Baseball pitcher from 1974 to 1986 for the St. Louis Cardinals, Cleveland Indians, Philadelphia Phillies, and Cincinnati Reds.",
      "pageId": 4244282,
      "monthDay": "11/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Michael_D._Brown",
      "name": "Michael D. Brown",
      "aboutText": "John Musker (born November 8, 1953) is an American animation director. Along with Ron Clements, he makes up the duo of one of the Disney animation studio's leading director teams.",
      "pageId": 6154536,
      "monthDay": "11/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Timothy_Egan",
      "name": "Timothy Egan",
      "aboutText": "Giorgos Foiros (Greek: Γιώργος Φοιρός; born 8 November 1953) is a retired Greek footballer who played as a defender, and manager.",
      "pageId": 8161141,
      "monthDay": "11/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kazuo_Ishiguro",
      "name": "Kazuo Ishiguro",
      "aboutText": "Nand Kumar Patel (8 November 1953 – 25 May 2013) was an Indian National Congress politician from the Chhattisgarh. He won the legislative election from the Kharsia Assembly Constituency five times in a row (1990, 1993, 1998, 2003 and 2008). He was a cabinet minister in the state governments of Madhya Pradesh and Chhattisgarh.",
      "pageId": 10386452,
      "monthDay": "11/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Rickie_Lee_Jones",
      "name": "Rickie Lee Jones",
      "aboutText": "Dame Laura Mary Cox, DBE (born 8 November 1951), styled The Hon. Mrs Justice Cox, is an English High Court judge of the Queen's Bench Division.",
      "pageId": 14128176,
      "monthDay": "11/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ricky_Lawson",
      "name": "Ricky Lawson",
      "aboutText": "Ricky Lawson (November 8, 1954 – December 23, 2013) was an American drummer and composer. A native of Detroit, Michigan, he worked extensively as a session musician, collaborating with Stevie Wonder, Michael Jackson, Eric Clapton, Phil Collins, Whitney Houston, Steely Dan, Kenny \"Babyface\" Edmonds and other artists.",
      "pageId": 16253087,
      "monthDay": "11/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jeanette_McGruder",
      "name": "Jeanette McGruder",
      "aboutText": "Peter Dain Suber (born November 8, 1951) is a philosopher specializing in the philosophy of law and open access to knowledge. He is fellow at the Berkman Center for Internet & Society and director of the Harvard Office for Scholarly Communication and the Harvard Open Access Project (HOAP).",
      "pageId": 18950432,
      "monthDay": "11/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Thanasis_Pafilis",
      "name": "Thanasis Pafilis",
      "aboutText": "Timothy Egan (born November 8, 1954 in Seattle, Washington) is an American author and journalist. For The Worst Hard Time, a 2006 book about people who lived through The Great Depression's Dust Bowl, he won the National Book Award for Nonfiction and the Washington State Book Award in history/biography.\nIn 2001, The New York Times won a Pulitzer Prize for National Reporting for a series to which Egan contributed, \"How Race is Lived in America\".",
      "pageId": 21524755,
      "monthDay": "11/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Patricia_Barber",
      "name": "Patricia Barber",
      "aboutText": "Richard Whalley Anthony Curtis, CBE (born 8 November 1956) is an English screenwriter, producer and film director, who was born in New Zealand to Australian parents. One of Britain's most successful comedy screenwriters, he is known primarily for romantic comedy films such as Four Weddings and a Funeral, Bridget Jones's Diary, Notting Hill, and Love Actually, as well as the hit sitcoms Blackadder, Mr. Bean and The Vicar of Dibley.",
      "pageId": 149506,
      "monthDay": "11/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jeffrey_Ford",
      "name": "Jeffrey Ford",
      "aboutText": "Leif Garrett (born Leif Per Nervik; November 8, 1961) is an American singer, actor and television personality. He became famous in the late 1970s as a child pop star and teen idol, but received much publicity later in his adult life for his drug abuse and legal troubles.",
      "pageId": 180832,
      "monthDay": "11/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mari_Boine",
      "name": "Mari Boine",
      "aboutText": "Mari Boine, previously known as Mari Boine Persen, née Mari Boine Olsen (born 8 November 1956) is a Norwegian Sami musician known for having added jazz and rock to the yoiks of her native people. Gula Gula (first released by Iđut, 1989, later re-released by Real World) was her breakthrough release, and she continued to record popular albums throughout the 1990s.",
      "pageId": 518949,
      "monthDay": "11/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Richard_Curtis",
      "name": "Richard Curtis",
      "aboutText": "Donald Byron (born November 8, 1958) is an American composer and multi-instrumentalist. He primarily plays clarinet, but has also used bass clarinet and saxophones.\nThough rooted in jazz, Byron's music is stylistically eclectic.",
      "pageId": 735015,
      "monthDay": "11/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Steven_Miller_(record_producer)",
      "name": "Steven Miller",
      "aboutText": "Patricia Barber (born November 8, 1955) is an American jazz and blues singer, pianist, songwriter, and bandleader. She was awarded Guggenheim Fellowship in 2003 in Creative Arts – Music Composition field.",
      "pageId": 1654768,
      "monthDay": "11/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Alan_Curbishley",
      "name": "Alan Curbishley",
      "aboutText": "Michael Richard \"Micky\" Adams (born 8 November 1961) is an English former professional footballer turned football manager, who was most recently manager of League of Ireland Premier Division side Sligo Rovers. As a player he was a full back, and made a total of 438 league appearances in a nineteen-year professional career in the Football League, including five years with Southampton at the highest level. He began his managerial career as player-manager for Fulham in 1994 and has led several teams at varying levels with mixed success, being named Manager of the Season twice, sacked a number of times and earning four promotions for the teams he has managed.",
      "pageId": 1684007,
      "monthDay": "11/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Porl_Thompson",
      "name": "Porl Thompson",
      "aboutText": "Selçuk Yula (November 8, 1959 – August 6, 2013) was a Turkish football player and topscorer.\nYula started his career in the Ankara club Şekerspor. His transfer to Fenerbahçe at the age of 19, had been a milestone in his career, where he became twice league topscorer with 16 goals in 1982, with 19 goals in 1983, and he won two league titles with Fenerbahçe, where he scored a total of 134 goals.",
      "pageId": 2363421,
      "monthDay": "11/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Hardi_Volmer",
      "name": "Hardi Volmer",
      "aboutText": "Larry David Paciotti (born November 8, 1959) is an American gay pornographic film director. He appears as the drag-diva persona Chi Chi LaRue, which is also the directorial credit name of Lawrence David and Taylor Hudson, who direct bisexual, gay, and heterosexual porn films. He does not direct in drag.",
      "pageId": 2557138,
      "monthDay": "11/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Don_Byron",
      "name": "Don Byron",
      "aboutText": "Llewellyn Charles \"Alan\" Curbishley (born 8 November 1957, Forest Gate, Essex) is an English former football player and manager. He played, as a midfielder for West Ham United, Birmingham City, Aston Villa, Charlton Athletic and Brighton & Hove Albion and has worked in the Premier League in management roles at Charlton Athletic and West Ham United. In December 2013 he was appointed technical director at Fulham only to be removed from the role in February 2014.",
      "pageId": 2678734,
      "monthDay": "11/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Ken_Lamberton",
      "name": "Ken Lamberton",
      "aboutText": "Paul McKenna (born 8 November 1963, in Enfield, London) is a British hypnotist, television broadcaster and an author of 12 international bestselling self-help books.",
      "pageId": 2703025,
      "monthDay": "11/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Sel%C3%A7uk_Yula",
      "name": "Selçuk Yula",
      "aboutText": "Oleg Evgenyevich Menshikov PAR (Russian: Оле́г Евге́ньевич Ме́ньшиков; born 8 November 1960) is a Russian entertainer. He is a film and theatre actor, singer and director.",
      "pageId": 2784932,
      "monthDay": "11/08"
    },
    {
      "year": "1959",
      "uri": "/wiki/Miroslav_Jan%C5%AF",
      "name": "Miroslav Janů",
      "aboutText": "Pearl Thompson (born Paul Stephen Thompson 8 November 1957 in Surrey), previously known as Porl Thompson, is an English musician best known for his work with The Cure.",
      "pageId": 2961664,
      "monthDay": "11/08"
    },
    {
      "year": "1959",
      "uri": "/wiki/Chi_Chi_LaRue",
      "name": "Chi Chi LaRue",
      "aboutText": "Jeffrey Ford (born November 8, 1955 in West Islip, New York) is an American writer in the fantastic genre tradition, although his works have spanned genres including fantasy, science fiction and mystery. His work is characterized by a sweeping imaginative power, humor, literary allusion, and a fascination with tales told within tales. He is a graduate of Binghamton University, where he studied with the novelist John Gardner.",
      "pageId": 3127198,
      "monthDay": "11/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Oleg_Menshikov",
      "name": "Oleg Menshikov",
      "aboutText": "Rolf Åke Mikael Nyqvist (Swedish pronunciation: [ˈmiːkaɛl ˈnʏˌkvɪst]; born 8 November 1960) is a Swedish actor. Educated at the School of Drama in Malmö, he became well known from his role as police officer Banck in the first series of Beck films made in 1997. He is most recognized internationally for his role in the acclaimed Millennium series as Mikael Blomkvist, as well as the lead villain in Mission: Impossible – Ghost Protocol (as Kurt Hendricks) and John Wick (as Viggo Tarasov).",
      "pageId": 3137274,
      "monthDay": "11/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Michael_Nyqvist",
      "name": "Michael Nyqvist",
      "aboutText": "Hardi Volmer (born November 8, 1957 in Pärnu) is an Estonian film director, puppet theatre set decorator and musician. Volmer is the singer in the Estonian punk rock band Singer Vinger.\n^ \"Hardi Volmer, paanikasektori juhataja\" (in Estonian).",
      "pageId": 4359878,
      "monthDay": "11/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Micky_Adams",
      "name": "Micky Adams",
      "aboutText": "Russell Malone (born November 8, 1963) is an essentially self-taught swing and bebop jazz guitarist. He began working with Jimmy Smith in 1988, and went on to work with Harry Connick, Jr.",
      "pageId": 7965018,
      "monthDay": "11/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Leif_Garrett",
      "name": "Leif Garrett",
      "aboutText": "Steven Miller (born November 8, 1956 in New Jersey) is an American record producer and executive. He is best known for his association with Windham Hill Records, where his ambient sound helped create notable instrumental recordings such as Michael Hedges’ Aerial Boundaries, Mark Isham’s Vapor Drawings and George Winston’s December.\nAs a guitarist and keyboardist, Miller released a recording of his own compositions, Singing Whale Songs in a Low Voice (on his Hip Pocket/Windham Hill Jazz imprint) which featured Isham and pianist Art Lande.",
      "pageId": 16733795,
      "monthDay": "11/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Enn_Rajasaar",
      "name": "Enn Rajasaar",
      "aboutText": "Kenneth J. Lamberton (born November 8, 1958) is an American writer and former teacher. Born in Duluth, Minnesota, Lamberton attended the University of Arizona, where he received a Bachelor of Science degree in biology and a Master of Fine Arts in creative writing. He was working as a science teacher in Mesa, Arizona in 1985 when he was awarded a Teacher of the Year award.",
      "pageId": 18561162,
      "monthDay": "11/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Russell_Malone",
      "name": "Russell Malone",
      "aboutText": "Enn Rajasaar (born November 8, 1961 in Tartu) is a notable Estonian architect.\nEnn Rajasaar studied in the State Art Institute of the Estonian SSR (today’s Estonian Academy of Arts) in the department of architecture. He graduated from the institute in 1985.",
      "pageId": 25453692,
      "monthDay": "11/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Paul_McKenna",
      "name": "Paul McKenna",
      "aboutText": "Miroslav Janů (8 November 1959 – 24 January 2013) was a Czech football defender and later manager.",
      "pageId": 30246848,
      "monthDay": "11/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jeff_Blauser",
      "name": "Jeff Blauser",
      "aboutText": "Courtney Thorne-Smith (born November 8, 1967) is an American actress. She is best known for her roles as Alison Parker on Melrose Place, Georgia Thomas on Ally McBeal, Cheryl in According to Jim, and her recurring role on Two and a Half Men as Lyndsey McElroy.",
      "pageId": 276395,
      "monthDay": "11/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Craig_Chester",
      "name": "Craig Chester",
      "aboutText": "Parker Christian Posey (born November 8, 1968) is an American actress and musician. She became known during the 1990s after a series of roles in independent films that gained her the nickname \"Queen of the Indies\", and later played improvisational roles in the Christopher Guest mockumentaries Best in Show (2000), A Mighty Wind (2003) and For Your Consideration (2006).",
      "pageId": 568109,
      "monthDay": "11/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mike_Matarazzo",
      "name": "Mike Matarazzo",
      "aboutText": "Roxana Zal (born November 8, 1969) is an American actress.",
      "pageId": 620802,
      "monthDay": "11/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gordon_Ramsay",
      "name": "Gordon Ramsay",
      "aboutText": "Gordon James Ramsay, OBE (born 8 November 1966) is a Scottish-born British chef and restaurateur. His restaurants have been awarded 16 Michelin stars in total and currently hold 14. His signature restaurant, Restaurant Gordon Ramsay in Chelsea, London, has held 3 Michelin stars since 2001.",
      "pageId": 636344,
      "monthDay": "11/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kamar_de_los_Reyes",
      "name": "Kamar de los Reyes",
      "aboutText": "Kamar de los Reyes (born November 8, 1967) is an American theater, television and film actor.",
      "pageId": 910627,
      "monthDay": "11/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Henry_Rodr%C3%ADguez_(outfielder)",
      "name": "Henry Rodriguez",
      "aboutText": "Diana King (born 8 November 1970) is a Jamaican singer-songwriter who performs a mixture and fusion of reggae, reggae fusion and dancehall.",
      "pageId": 971298,
      "monthDay": "11/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Courtney_Thorne-Smith",
      "name": "Courtney Thorne-Smith",
      "aboutText": "Aaron Dontez Yates (born November 8, 1971), better known by his stage name Tech N9ne (pronounced Tech Nine), is an American rapper. In 1999, Yates and business partner Travis O'Guin founded the record label Strange Music. He has sold over two million albums and has had his music featured in film, television, and video games.",
      "pageId": 1421432,
      "monthDay": "11/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Keith_Jones_(ice_hockey)",
      "name": "Keith Jones",
      "aboutText": "Michael Jackson (born November 8, 1970) is a Canadian actor, grip and gaffer, best known for his acting role as \"Trevor\" in the comedy TV series Trailer Park Boys (2001–2006) and the later film Trailer Park Boys: The Movie (2006).\nJackson was born in Ottawa, Ontario and grew up in Dartmouth, Nova Scotia, where he currently lives.\nHe has contributed to the local music scene with many group and solo projects, including Moral Support, Aimless, Thruster, The Thursday Toads, Pink Kitten, Defense Andrew, The Sycamores, Rick of The Skins, El Groupo De Rock, Vavoom, T-Bag, The Olympian and most recently Doug Mason.",
      "pageId": 1792371,
      "monthDay": "11/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jos%C3%A9_Offerman",
      "name": "José Offerman",
      "aboutText": "Jeffrey Michael Blauser (born November 8, 1965 in Los Gatos, California) is a former Major League Baseball shortstop.",
      "pageId": 1930525,
      "monthDay": "11/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sergio_Porrini",
      "name": "Sergio Porrini",
      "aboutText": "José Antonio Offerman Dono (born November 8, 1968) is a former professional baseball player who played professional baseball for nearly 20 years.",
      "pageId": 2183067,
      "monthDay": "11/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Parker_Posey",
      "name": "Parker Posey",
      "aboutText": "José Francisco Porras Hidalgo (born 8 November 1970) is a retired Costa Rican footballer who last played for Carmelita in Costa Rica.\nCurrently, he is the technical secretary at Saprissa.",
      "pageId": 2779347,
      "monthDay": "11/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Zara_Whites",
      "name": "Zara Whites",
      "aboutText": "Carlos Atanes (born November 8, 1971 in Barcelona, Spain) is a Spanish film director, writer and playwright. His first finished feature-length movie is FAQ: Frequently Asked Questions, which he released in 2004. The movie won the Best Feature Film Award at the Athens Panorama of Independent Filmmakers in 2005 and was also nominated for the Méliès d'Argent at Fantasporto that same year.",
      "pageId": 2848016,
      "monthDay": "11/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Naw_Kham",
      "name": "Naw Kham",
      "aboutText": "Henry Anderson Rodríguez Lorenzo (born November 8, 1967) is a former Major League Baseball (MLB) outfielder who played for the Montreal Expos, Chicago Cubs, Los Angeles Dodgers, New York Yankees, and Florida Marlins from 1992 to 2002.\nRodríguez was a member of the 1996 National League (NL) All-Star team as a member of the Expos, hitting a career high 36 home runs that year; which was the Expos team record at the time. He was voted the Montreal Expos Player of the Year in 1996.",
      "pageId": 3632496,
      "monthDay": "11/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Roxana_Zal",
      "name": "Roxana Zal",
      "aboutText": "Keith Hillary \"Jonesy\" Jones (born November 8, 1968) is a retired Canadian professional ice hockey player. He is currently a hockey studio analyst for NBCSN and a color commentator for Philadelphia Flyers games on sister network Comcast SportsNet Philadelphia.",
      "pageId": 4936735,
      "monthDay": "11/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tom_Anderson",
      "name": "Tom Anderson",
      "aboutText": "Craig Chester (born November 8, 1965) is an American actor, writer, and screenwriter.",
      "pageId": 4940985,
      "monthDay": "11/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Michael_Jackson_(actor)",
      "name": "Michael Jackson",
      "aboutText": "Thomas \"Tom\" Anderson (born November 8, 1970) is the American co-founder of the social networking website Myspace, which he founded in 2003 with Chris DeWolfe. He was later president of Myspace and a strategic adviser for the company until he left in 2009.",
      "pageId": 6605420,
      "monthDay": "11/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Diana_King",
      "name": "Diana King",
      "aboutText": "Sergio Porrini (born 8 November 1968 in Milan) is an Italian former football coach and former player. A tenacious, reliable, and determined defender, he was known for his tactical versatility, as he was capable of playing both as a fullback and as a centre back, although he was usually deployed as a right-back, despite his lack of notable technical ability. He is mostly famous for his periods at Juventus, and Scottish club Rangers.",
      "pageId": 6705995,
      "monthDay": "11/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jos%C3%A9_Porras",
      "name": "José Porras",
      "aboutText": "Michael Richard Matarazzo (November 8, 1966 - August 16, 2014) was an American IFBB professional bodybuilder.\nOriginally from Boston, Massachusetts, Matarazzo moved to Venice, California to further his bodybuilding career. Formerly a boxer, Matarazzo first won the 1989 Gold's Gym Classic in Massachusetts.",
      "pageId": 6721462,
      "monthDay": "11/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Carlos_Atanes",
      "name": "Carlos Atanes",
      "aboutText": "Zara Whites (born Esther Kooiman, 8 November 1968) is a Dutch-Jewish former pornographic film actress.\nZara Whites dropped out of school at an early age and moved in with her boyfriend when she was 17. In her late teens she worked as a barmaid and at the age of 19, as a prostitute in two men's clubs in Rotterdam.",
      "pageId": 7402942,
      "monthDay": "11/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tech_N9ne",
      "name": "Tech N9ne",
      "aboutText": "In this Burmese name, Sai is an honorific.\nSai Naw Kham (Burmese: နော်ခမ်း, Shan: ၼေႃႇၶမ်း, Chinese: 糯康; pinyin: Nuò Kāng; also spelt Nor Kham; 8 November 1969 – 1 March 2013) was a Burmese drug trafficker and leader of a major drug trafficking gang in the Golden Triangle, a major drugs-smuggling area where the borders of Burma, Laos and Thailand converge.",
      "pageId": 37201577,
      "monthDay": "11/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Gretchen_Mol",
      "name": "Gretchen Mol",
      "aboutText": "Gretchen Mol (born November 8, 1972) is an American actress and former model. She is known for her roles in the films Rounders, Celebrity, 3:10 to Yuma, The Thirteenth Floor, and The Notorious Bettie Page, where she played the title character.",
      "pageId": 522627,
      "monthDay": "11/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sven_Mikser",
      "name": "Sven Mikser",
      "aboutText": "Tara Reid (born November 8, 1975) is an American model and actress. Reid has acted on television shows such as Saved by the Bell: The New Class, Days of Our Lives, California Dreams, and Scrubs.\nHer film debut came in A Return to Salem's Lot (1987), followed by The Big Lebowski (1998), Urban Legend (1998), and American Pie (1999).",
      "pageId": 685663,
      "monthDay": "11/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/David_Muir",
      "name": "David Muir",
      "aboutText": "Brett Lee (born 8 November 1976) is a former Australian international cricketer, a Channel Nine cricket commentator and an actor. During his international career, Lee was recognised as one of the fastest bowlers in the world of cricket. In each of his first two years, he averaged less than 20 with the ball, but since then has mostly achieved figures in the early 30s.",
      "pageId": 894399,
      "monthDay": "11/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Joshua_Ferris",
      "name": "Joshua Ferris",
      "aboutText": "Masashi Kishimoto (岸本 斉史, Kishimoto Masashi, born November 8, 1974) is a Japanese manga artist, well known for creating the manga series Naruto which was in serialization from 1999 to 2014. As of October 2015, Naruto manga has sold over 220 million copies worldwide. it is the third best-selling manga series of all time.",
      "pageId": 1044848,
      "monthDay": "11/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Penelope_Heyns",
      "name": "Penelope Heyns",
      "aboutText": "Penelope (\"Penny\") Heyns (born 8 November 1974) is a former South African swimmer, who is best known for being the only woman in the history of the Olympic Games to have won both the 100 m and 200 m breaststroke events - at the 1996 Atlanta Olympic Games - making her South Africa's first post-apartheid Olympic gold medallist following South Africa's re-admission to the Games in 1992.",
      "pageId": 1141535,
      "monthDay": "11/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Masashi_Kishimoto",
      "name": "Masashi Kishimoto",
      "aboutText": "Moses Michael Levi (born Jamal Michael Barrow), better known by his stage name Shyne, is a Belizean rapper, who moved from Belize to the Brooklyn borough of New York City as a teenager to live with his mother. He is perhaps best known for his time under Bad Boy Records and a 1999 shooting incident that led to his nine-year incarceration.",
      "pageId": 1354189,
      "monthDay": "11/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Seishi_Kishimoto",
      "name": "Seishi Kishimoto",
      "aboutText": "Jully Black (born Jullyann Inderia Gordon; November 8, 1977) is a Canadian R&B singer–songwriter and actress. She has collaborated and written for many artists, including Nas, Saukrates, Choclair, Kardinal Offishall, Destiny's Child and Sean Paul.\nShe was chosen by CBC Music as one of \"The 25 Greatest Canadian Singers Ever.\" She has been dubbed \"Canada's Queen of R&B\" by fans and peers.",
      "pageId": 1398229,
      "monthDay": "11/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Angel_Corella",
      "name": "Angel Corella",
      "aboutText": "Nicholas Paul Punto (born November 8, 1977) is an American-Italian professional baseball utility player who is a free agent. He has played in Major League Baseball (MLB) for the Philadelphia Phillies, Minnesota Twins, St. Louis Cardinals, Boston Red Sox, Los Angeles Dodgers, and Oakland Athletics of Major League Baseball.",
      "pageId": 2209035,
      "monthDay": "11/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Brevin_Knight",
      "name": "Brevin Knight",
      "aboutText": "Ángel Corella López (born 8 November 1975) is a former principal dancer with the American Ballet Theatre (the only Spaniard to have achieved such a position in history) and guest artist with the Royal Ballet, Kirov Ballet, New York City Ballet, La Scala and the Australian Ballet among many others.\nConsidered one of the leading dancers of his generation he has received numerous awards including the Prix Benois de la Danse and the national award of Spain. He is also credited with ushering in a new era of for male ballet in America thanks to his appearance in the iconic 2002 documentary Born to be wild and successful franchise show Kings of the dance.",
      "pageId": 2231121,
      "monthDay": "11/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jos%C3%A9_Manuel_Pinto",
      "name": "José Manuel Pinto",
      "aboutText": "Maurice Eugene Evans (born November 8, 1978) is an American professional basketball player who is currently a free agent. He most recently played for the Washington Wizards of the National Basketball Association (NBA).",
      "pageId": 2447127,
      "monthDay": "11/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Tara_Reid",
      "name": "Tara Reid",
      "aboutText": "Brevin Adon Knight (born November 8, 1975) is an American retired professional basketball point guard who played with nine teams in the NBA from 1997 to 2009. Knight played college basketball at Stanford University and was drafted by the Cleveland Cavaliers in 1997. He is the brother of Brandin Knight.",
      "pageId": 2452369,
      "monthDay": "11/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Alena_Va%C5%A1kov%C3%A1",
      "name": "Alena Vašková",
      "aboutText": "Brothers Greg and Colin Strause (self-titled as the Brothers Strause) are a duo of American film directors, producers and special effects artists, most famous for directing Aliens vs. Predator: Requiem and Skyline, which were both critical failures but commercial successes.",
      "pageId": 2679923,
      "monthDay": "11/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Brett_Lee",
      "name": "Brett Lee",
      "aboutText": "William Joel \"Bucky\" Covington III (born November 8, 1977) is an American country music singer. He placed eighth on the 5th season of the Fox Network's talent competition series American Idol. In December 2006, he signed a recording contract with Lyric Street Records.",
      "pageId": 4095922,
      "monthDay": "11/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Brothers_Strause",
      "name": "Colin Strause",
      "aboutText": "Tim de Cler (born 8 November 1978) is a former Dutch footballer who played as a left back for Ajax, AZ, Feyenoord and AEK Larnaca.\n^ \"FIFA World Cup Germany 2006 – List of Players\" (PDF). Fédération Internationale de Football Association (FIFA). p.",
      "pageId": 4994412,
      "monthDay": "11/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jully_Black",
      "name": "Jully Black",
      "aboutText": "Seishi Kishimoto (岸本 聖史, Kishimoto Seishi, born November 8, 1974) is a Japanese manga artist. He is best known for 666 Satan, which was serialized in Monthly Shōnen Gangan from 2001 to 2007 and licensed by Viz Media in North America as O-Parts Hunter. He has since completed two more manga series, Blazer Drive (2008–2011) and Kurenai no Ōkami to Ashikase no Hitsuji (2011–2013), and began Sukedachi Nine in October 2014.",
      "pageId": 5149976,
      "monthDay": "11/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Bucky_Covington",
      "name": "Bucky Covington",
      "aboutText": "José Manuel Pinto Colorado (born 8 November 1975) is a Spanish professional footballer who plays as a goalkeeper.\nAfter making a name for himself at Celta, with which he made his La Liga debuts, he signed for Barcelona in 2008, going on to act as backup for Víctor Valdés the vast majority of his spell and being part of the squads that won 16 major titles, including four national championships and two Champions Leagues.",
      "pageId": 7153227,
      "monthDay": "11/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Nick_Punto",
      "name": "Nick Punto",
      "aboutText": "Joshua Ferris (born 1974) is an American author best known for his debut 2007 novel Then We Came to the End. The book is a comedy about the American workplace, told in the first-person plural.",
      "pageId": 10834217,
      "monthDay": "11/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Shyne",
      "name": "Shyne",
      "aboutText": "David Jason Muir (born November 8, 1973) is an American journalist and anchor of ABC World News Tonight with David Muir, the news department of the ABC broadcast-television network based in New York City. Muir previously served as the weekend anchor for the flagship ABC News broadcast ABC World News Tonight and co-anchor of the ABC newsmagazine 20/20. Muir formerly acted as principal substitute for World News with Diane Sawyer on weeknights and then succeeded Sawyer in the anchor chair on Monday, September 1, 2014.",
      "pageId": 17880869,
      "monthDay": "11/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tim_de_Cler",
      "name": "Tim de Cler",
      "aboutText": "Alena Vašková (married name Alena Neštická; born 8 November 1975 in Rožnov pod Radhoštěm) is a retired Czech tennis player.\nVašková won eight singles and 11 doubles titles on the ITF tour in her career. On 9 July 2001, she reached her best singles ranking of world number 115.",
      "pageId": 35541332,
      "monthDay": "11/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Maurice_Evans_(basketball)",
      "name": "Maurice Evans",
      "aboutText": "Sven Mikser (born 8 November 1973 in Tartu) is an Estonian politician.",
      "pageId": 36093071,
      "monthDay": "11/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ali_Karimi",
      "name": "Ali Karimi",
      "aboutText": "Mohammad Ali Karimi Pashaki Persian: [ɑli kʲæriˈmi] (born 8 November 1978) is a retired Iranian footballer. He has played for Fath Tehran, Persepolis, Al-Ahli Dubai, Bayern Munich, Qatar SC, Steel Azin, Schalke 04, Tractor Sazi, and the Iran national team for which he scored 38 goals in 127 appearances. In 2004 he became the fourth Iranian player to win the Asian Footballer of the Year.",
      "pageId": 272987,
      "monthDay": "11/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kensaku_Kishida",
      "name": "Kensaku Kishida",
      "aboutText": "Joseph John \"Joe\" Cole (born 8 November 1981) is an English professional footballer who plays as a midfielder for Coventry City, on loan from Aston Villa.\nHe started his career with West Ham United, where he played more than 120 Premier League games during five years, until he left for Chelsea in 2003. Cole won a number of trophies with Chelsea, including three Premier League titles and two FA Cups before leaving on a free transfer in July 2010 to join Liverpool, who a year later loaned him to Lille.",
      "pageId": 559673,
      "monthDay": "11/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Emma_Lewell-Buck",
      "name": "Emma Lewell-Buck",
      "aboutText": "Ana Vidović (born 8 November 1980, Karlovac, Croatia) is a Croatian virtuosa classical guitarist.",
      "pageId": 1573809,
      "monthDay": "11/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/J%C3%BAlio_S%C3%A9rgio",
      "name": "Júlio Sérgio",
      "aboutText": "Luís Fabiano Clemente (born 8 November 1980), commonly known as Luís Fabiano, is a Brazilian professional footballer who plays for Tianjin Quanjian as a striker.",
      "pageId": 1596818,
      "monthDay": "11/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Andrea_Benatti",
      "name": "Andrea Benatti",
      "aboutText": "Aaron William Hughes (born 8 November 1979) is a Northern Irish professional footballer who plays for Australian club Melbourne City and the Northern Ireland national team as a defender. Hughes plays mainly at centre back, but can also be used at right back or left back, as well as anywhere in midfield. He is renowned for his disciplined defending, having made over 450 Premier League appearances without getting sent off, which is the second-most in the history of the league, behind only Ryan Giggs.",
      "pageId": 1683777,
      "monthDay": "11/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Aaron_Hughes",
      "name": "Aaron Hughes",
      "aboutText": "Dania Jissel Ramirez (born November 8, 1979) is a Dominican American TV and film actress.\nHer credits include the roles of Maya Herrera in Heroes, Alex in Entourage, and Blanca during the last season of The Sopranos on television. Her film roles include Alex Guerrero in She Hate Me and Callisto in the feature film X-Men: The Last Stand.",
      "pageId": 2045777,
      "monthDay": "11/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dania_Ramirez",
      "name": "Dania Ramirez",
      "aboutText": "Azura Dawn Storozynski (born November 8, 1981), also known by her stage name Azura Skye is an American actress who first gained recognition for her role as Jane on The WB television sitcom, Zoe, Duncan, Jack and Jane.",
      "pageId": 2236543,
      "monthDay": "11/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lu%C3%ADs_Fabiano",
      "name": "Luís Fabiano",
      "aboutText": "Laura Jane Grace (born Thomas James Gabel; November 8, 1980) is an American musician best known as the founder, lead singer, songwriter and guitarist of the punk rock band Against Me!. Starting as a solo act in 1997, Against Me! expanded into a quartet and released six studio albums, experiencing breakthrough success with 2007's New Wave and 2010's White Crosses.",
      "pageId": 4497089,
      "monthDay": "11/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Laura_Jane_Grace",
      "name": "Laura Jane Grace",
      "aboutText": "Mika Kallio (born 8 November 1982) is a Finnish Grand Prix motorcycle racer. He debuted in the 125cc World Championship with the Finnish rookie team Ajo Motorsport in 2001 and was awarded the \"Rookie of the Year\" in 2002. After moving to Red Bull KTM during the 2003 season, he finished runner-up in the class in 2005 and 2006.",
      "pageId": 5980275,
      "monthDay": "11/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ana_Vidovi%C4%87",
      "name": "Ana Vidović",
      "aboutText": "Júlio Sérgio Bertagnoli (Portuguese first name Júlio Sérgio, Italian surname Bertagnoli) (born 8 November 1978) is a Brazilian footballer who plays as a goalkeeper for Comercial.",
      "pageId": 7089182,
      "monthDay": "11/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Holly_Walsh",
      "name": "Holly Walsh",
      "aboutText": "Ethan Juan (traditional Chinese: 阮經天; simplified Chinese: 阮经天; pinyin: Ruǎn Jīngtiān; Wade–Giles: Juan Ching-t'ien) was born on 8 November 1982. He is a Taiwanese actor and model. He is sometimes credited as Juan Ching-Tien or Ruan Jing-Tian.",
      "pageId": 10314814,
      "monthDay": "11/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Joe_Cole",
      "name": "Joe Cole",
      "aboutText": "Theodore Marvin \"Ted\" DiBiase Jr.",
      "pageId": 11481373,
      "monthDay": "11/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Yann_Kermorgant",
      "name": "Yann Kermorgant",
      "aboutText": "Holly Walsh (born 8 November 1980, Guildford, Surrey) is an English comedian and comedy writer, known mainly for her work on TV and radio in the UK.",
      "pageId": 11556237,
      "monthDay": "11/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Azura_Skye",
      "name": "Azura Skye",
      "aboutText": "Samuel Falson (born 8 November 1982), better known by his stage name Sam Sparro, is an Australian singer, songwriter and music producer. His stage name was derived from a family nickname, which in turn was inspired by the Sydney radio announcer Gary O'Callaghan's on-air character Sammy Sparrow. He was signed to the British record label Island Records.",
      "pageId": 16547843,
      "monthDay": "11/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ted_DiBiase,_Jr.",
      "name": "Ted DiBiase, Jr.",
      "aboutText": "Sinan Güler (born November 8, 1983) is a Turkish professional basketball player who currently plays for Galatasaray Liv Hospital of the Turkish Basketball League. He is captain of Galatasaray and Turkish National Team.",
      "pageId": 16729378,
      "monthDay": "11/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ethan_Juan",
      "name": "Ethan Juan",
      "aboutText": "Andrea Benatti (born 8 November 1979 in Viadana) is an Italian rugby union player who last played for Aironi in the Pro 12 in Italy. Once considered a star prospect, Benatti sat out several games for the national team in reserve for Mauro Bergamasco.",
      "pageId": 17504936,
      "monthDay": "11/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mika_Kallio",
      "name": "Mika Kallio",
      "aboutText": "Yann Alain Kermorgant (born 8 November 1981) is a French professional footballer who plays as a striker for English club Bournemouth.\n^ \"The Football League Limited: Club list of registered players as at 16th May 2015\" (PDF). The Football League.",
      "pageId": 23605217,
      "monthDay": "11/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sam_Sparro",
      "name": "Sam Sparro",
      "aboutText": "Katharina Molitor (born 8 November 1983) is a German athlete who specialises in the javelin throw with a personal best of 67.69 metres. Additionally, she plays for Bayer Leverkusen in the German Erste Volleyball-Bundesliga, the highest league in German volleyball.\nMolitor competed for Germany at the 2008 Summer Olympics and finished 8th in the final.",
      "pageId": 28173950,
      "monthDay": "11/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sinan_G%C3%BCler",
      "name": "Sinan Güler",
      "aboutText": "Emma Louise Lewell-Buck (born 8 November 1978) is a British Labour Party politician who has been the Member of Parliament for South Shields since winning a by-election in 2013.",
      "pageId": 39122415,
      "monthDay": "11/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Katharina_Molitor",
      "name": "Katharina Molitor",
      "aboutText": "Kensaku Kishida (岸田 健作, Kishida Kensaku, born November 8, 1978, in Adachi, Tokyo, Japan) is a Japanese actor and entertainer who also works as a vocalist in his solo project, Ash Berry. He graduated from Tokyo Metropolitan Kōhoku High School. He has an exclusive contract with GF Enterprise.",
      "pageId": 48497288,
      "monthDay": "11/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Remko_Pasveer",
      "name": "Remko Pasveer",
      "aboutText": "Jack Joseph Osbourne (born 8 November 1985) is an English media personality. As the son of heavy metal singer Ozzy Osbourne, he starred on MTV's reality series The Osbournes (2002–05), along with his father, mother Sharon, and sister Kelly. Osbourne has since pursued a career as a fitness and travel reporter, presenting shows such as Jack Osbourne: Adrenaline Junkie (2005–09) and BBC's Saving Planet Earth (2007).",
      "pageId": 394763,
      "monthDay": "11/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Pavel_Pogrebnyak",
      "name": "Pavel Pogrebnyak",
      "aboutText": "Christopher William \"Chris\" Rankin (born 8 November 1983) is a New Zealand-born British actor who is best known for playing Percy Weasley in the Harry Potter film franchise.",
      "pageId": 469706,
      "monthDay": "11/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nikola_Rachelle",
      "name": "Nikola Rachelle",
      "aboutText": "Aaron Hillel Swartz (November 8, 1986 – January 11, 2013) was an American computer programmer, entrepreneur, writer, political organizer and Internet hacktivist. He was involved in the development of the web feed format RSS and the Markdown publishing format, the organization Creative Commons, the website framework web.py and the social news site, Reddit, in which he became a partner after its merger with his company, Infogami. He committed suicide while under federal indictment for data-theft, a prosecution that was characterized by his family as being \"the product of a criminal-justice system rife with intimidation and prosecutorial overreach\".",
      "pageId": 2850681,
      "monthDay": "11/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chris_Rankin",
      "name": "Chris Rankin",
      "aboutText": "Blanka Vlašić (Croatian pronunciation: [ˈblaːŋka ˈʋlaʃitɕ]) (born 8 November 1983) is a Croatian athlete who specialises in the high jump. She is the Croatian record holder in the event, and the former indoor World Champion. The daughter of Croatian decathlon record holder Joško Vlašić, she was a talented junior athlete and attended her first Olympic Games in 2000 Sydney at the age of sixteen.",
      "pageId": 2891575,
      "monthDay": "11/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Blanka_Vla%C5%A1i%C4%87",
      "name": "Blanka Vlašić",
      "aboutText": "Steven Webb (born 8 November 1984) is an English actor who has been performing in theatre, television and film from the age of eight.",
      "pageId": 3982868,
      "monthDay": "11/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kuntal_Chandra",
      "name": "Kuntal Chandra",
      "aboutText": "Yoko Mitsuya (三津谷 葉子, Mitsuya Yōko, born November 8, 1984) is a Japanese gravure idol and actress.",
      "pageId": 6108162,
      "monthDay": "11/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Yoko_Mitsuya",
      "name": "Yoko Mitsuya",
      "aboutText": "Remko Pasveer (Dutch pronunciation: [ˈrɛm.koː ˈpas.feːr], born November 8, 1983 in Enschede) is a Dutch footballer who plays as a goalkeeper for PSV Eindhoven in the Dutch Eredivisie.\nPasveer formerly played for FC Twente before transferring to Heracles Almelo in 2006. Earlier that year he was part of the Netherlands squad that won the UEFA U-21 Championship 2006 in Portugal.",
      "pageId": 6621236,
      "monthDay": "11/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Steven_Webb",
      "name": "Steven Webb",
      "aboutText": "Pavel Viktorovich Pogrebnyak (Russian: Па́вел Ви́кторович Погребня́к [ˈpavəl ˈvʲiktərəvʲɪtɕ pəɡrʲɪbˈnʲak]; born 8 November 1983 in Moscow) is a Russian footballer who currently plays for Russian Premier League side Dynamo Moscow and the Russian national team.\nBorn in Moscow, Pogrebnyak began his career at Spartak Moscow, making his professional debut in 2002. Over the next three years, he spent time away on loan at Baltika Kaliningrad, Khimki and Shinnik Yaroslavl before joining Tom Tomsk in 2006.",
      "pageId": 7438589,
      "monthDay": "11/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Magda_Apanowicz",
      "name": "Magda Apanowicz",
      "aboutText": "Jessica Suzanne Lowndes (/laʊndz/; born November 8, 1988) is a Canadian actress and singer-songwriter.",
      "pageId": 7579458,
      "monthDay": "11/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jack_Osbourne",
      "name": "Jack Osbourne",
      "aboutText": "Morgan Schneiderlin (French pronunciation: ​[mɔʁgan ʃnedəʁlin]; born 8 November 1989) is a French professional footballer who plays as a defensive midfielder for English club Manchester United and the France national team.\nSchneiderlin began his career with Strasbourg, before moving to England to join Southampton in June 2008. He made 260 appearances across all competitions in seven seasons at the club, and was in the teams which earned consecutive promotions to reach the Premier League.",
      "pageId": 9054262,
      "monthDay": "11/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Patricia_Mayr-Achleitner",
      "name": "Patricia Mayr-Achleitner",
      "aboutText": "Samuel Jacob \"Sam\" Bradford (born November 8, 1987) is an American football quarterback for the Philadelphia Eagles of the National Football League (NFL). He was drafted by the St. Louis Rams first overall in the 2010 NFL draft.",
      "pageId": 10585014,
      "monthDay": "11/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jamie_Roberts",
      "name": "Jamie Roberts",
      "aboutText": "Kuntal Chandra (born 8 November 1984 in Tangail, Dhaka, - died 3 December 2012 near Dhaka-Gazipur) was a former cricketer from Bangladesh.\nChandra was a right-handed batsman and wicket keeper sometimes known by his nickname Papon. After playing for Bangladesh Under-19s in 2000.",
      "pageId": 11729055,
      "monthDay": "11/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Aaron_Swartz",
      "name": "Aaron Swartz",
      "aboutText": "Magda Apanowicz (/æpəˈnoʊvɪtʃ/ ap-ə-NOH-vich; Polish: [apaˈnɔvit͡ʂ]; born November 8, 1985) is a Canadian actress, best known for her roles as Andy Jensen on the TV series Kyle XY and Lacy Rand on Caprica.",
      "pageId": 12539053,
      "monthDay": "11/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/%C3%89dgar_Ben%C3%ADtez",
      "name": "Édgar Benítez",
      "aboutText": "Jamie Huw Roberts (born 8 November 1986) is a Welsh rugby union and player. He has played for Wales since 2008, and has represented the British and Irish Lions on their tours to South Africa in 2009 and Australia in 2013. Roberts joined Harlequins FC in December 2015.",
      "pageId": 15267650,
      "monthDay": "11/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sam_Bradford",
      "name": "Sam Bradford",
      "aboutText": "Édgar Milciades Benítez Santander (Spanish pronunciation: [ˈeðɣar βeˈnites]; born 8 November 1987), nicknamed Pájaro (bird), is a Paraguayan footballer who plays as a forward for Queretaro in the Liga MX. He also holds Mexican citizenship.",
      "pageId": 19797428,
      "monthDay": "11/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Maryjun_Takahashi",
      "name": "Maryjun Takahashi",
      "aboutText": "Patricia Mayr-Achleitner (née Mayr; born 8 November 1986 in Rum) is a retired Austrian tennis player.\nMayr-Achleitner has won 17 singles and seven doubles titles on the ITF tour in her career. On 4 May 2009, she reached her best singles ranking of world number 70.",
      "pageId": 20938755,
      "monthDay": "11/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jessica_Lowndes",
      "name": "Jessica Lowndes",
      "aboutText": "Nikola Rachelle Bedingfield (born 8 November 1986), known professionally as Nikola Rachelle (also known as The Golden Phoenix), is a British recording artist and songwriter. She is the sister of Daniel Bedingfield and Natasha Bedingfield. Bedingfield has created music for commercials and television shows, such as General Hospital and Tough Love.",
      "pageId": 30864814,
      "monthDay": "11/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Lucia_Slani%C4%8Dkov%C3%A1",
      "name": "Lucia Slaničková",
      "aboutText": "Van Louelle Pojas is a Filipino actor, television personality, and former reality show contestant. He placed as the 5th Star Dreamer of Pinoy Dream Academy Season 2.",
      "pageId": 30980279,
      "monthDay": "11/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Van_Roxas",
      "name": "Van Roxas",
      "aboutText": "Lucia Slaničková (born 8 November 1988 in Považská Bystrica) is a Slovak athlete who specialises in the heptathlon.\nSlaničková currently holds the national indoor record for the 4 × 400 metres relay.\n^ \"Prehľad medailí z M-SR v hale 2007\" (PDF).",
      "pageId": 32900705,
      "monthDay": "11/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Morgan_Schneiderlin",
      "name": "Morgan Schneiderlin",
      "aboutText": "Maryjun Takahashi (高橋 メアリージュン, Takahashi Mearījun, born November 8, 1987) is a Japanese fashion model and actress. She is half-Japanese half-Filipino. She has appeared in CanCam magazine, and various television commercials.",
      "pageId": 36889902,
      "monthDay": "11/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Giancarlo_Stanton",
      "name": "Giancarlo Stanton",
      "aboutText": "Lady Louise Windsor (Louise Alice Elizabeth Mary Mountbatten-Windsor; born 8 November 2003) is the elder child and only daughter of Prince Edward, Earl of Wessex, and Sophie, Countess of Wessex. She is the youngest granddaughter of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. Lady Louise is currently 11th in the line of succession to succeed her grandmother.",
      "pageId": 380387,
      "monthDay": "11/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Anett_Griffel",
      "name": "Anett Griffel",
      "aboutText": "Lauren Anne Young (born November 8, 1993), simply known as Lauren Young, is a Filipino-American actress and model. She is the younger sister of actress and Miss World 2013 Megan Young. In 2012, she transferred to GMA Network and changed her manager; she chose Pia Magalona, the wife of the late Francis Magalona.",
      "pageId": 13419260,
      "monthDay": "11/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ingrid_Puusta",
      "name": "Ingrid Puusta",
      "aboutText": "Anett Griffel (born 8 November 1990) is an Estonian fashion model. She has modeled for DKNY, Diane von Furstenberg, Doo.Ri, Jill Stuart, Vera Wang, Vivienne Tam and others.",
      "pageId": 15372922,
      "monthDay": "11/08"
    },
    {
      "year": "1991",
      "uri": "/wiki/Riker_Lynch",
      "name": "Riker Lynch",
      "aboutText": "Giancarlo Cruz Michael Stanton (/ʒɑːnˈkɑrloʊ/; born November 8, 1989) is an American professional baseball right fielder for the Miami Marlins of Major League Baseball (MLB). Prior to the 2012 season, he was known as \"Mike\" Stanton. He graduated from Notre Dame High School, before he was drafted by the Marlins in the 2007 MLB Draft.",
      "pageId": 21694604,
      "monthDay": "11/08"
    },
    {
      "year": "1993",
      "uri": "/wiki/Fraser_Mullen",
      "name": "Fraser Mullen",
      "aboutText": "Lauren Alaina (born Lauren Alaina Kristine Suddeth; November 8, 1994) is an American country singer from Rossville, Georgia. Alaina was the runner-up on the tenth season of American Idol.",
      "pageId": 31000171,
      "monthDay": "11/08"
    },
    {
      "year": "1993",
      "uri": "/wiki/Lauren_Young",
      "name": "Lauren Young",
      "aboutText": "Riker Anthony Lynch (born November 8, 1991) is an American singer-songwriter, musician, actor, and dancer. He was previously cast as Jeff, one of the members of the Dalton Academy Warblers singing group, on Fox's television series Glee. He was awarded second place on season 20 of Dancing with the Stars with Allison Holker as his dance partner.",
      "pageId": 31383036,
      "monthDay": "11/08"
    },
    {
      "year": "1994",
      "uri": "/wiki/Lauren_Alaina",
      "name": "Lauren Alaina",
      "aboutText": "Fraser Mullen (born 8 November 1993 in Glasgow, Scotland) is a professional footballer, who plays as a right back for East Fife. Mullen has previously played for both Edinburgh derby rivals, Heart of Midlothian and Hibernian, as well as Raith Rovers.\n^ \"Hearts' young stars urge John McGlynn to keep the faith for the League Cup Final\".",
      "pageId": 33065684,
      "monthDay": "11/08"
    },
    {
      "year": "1994",
      "uri": "/wiki/Shane_Feldman",
      "name": "Shane Feldman",
      "aboutText": "Shane Feldman is a motivational speaker and critically acclaimed producer. Shane has been recognized by The United Nations Youth Assembly and The President's Volunteer Initiative, “serve.gov”, and he has been listed on Youth In Motion's Top 20 Under 20 list.\nFeldman is the founder and CEO of Count Me In, the largest youth-led organization in the world.",
      "pageId": 37426570,
      "monthDay": "11/08"
    },
    {
      "year": "2000",
      "uri": "/wiki/Jade_Pettyjohn",
      "name": "Jade Pettyjohn",
      "aboutText": "Ingrid Puusta (born November 8, 1990 in Märjamaa) is an Estonian windsurfer, who specialized in Neil Pryde RS:X class. She represented Estonia at the 2012 Summer Olympics, and has been currently training for Noblessner Yacht Club in Tallinn under her personal coach Mat the Rickard. As of July 2015, Puusta is ranked no.",
      "pageId": 40483168,
      "monthDay": "11/08"
    },
    {
      "year": "2000",
      "uri": "/wiki/Jasmine_Thompson",
      "name": "Jasmine Thompson",
      "aboutText": "Jasmine Ying Thompson (born 8 November 2000), better known professionally as simply Jasmine Thompson, is an English singer and songwriter. Starting out releasing covers of songs in 2010, she achieved wider recognition after featuring on German deep house producer Robin Schulz's song \"Sun Goes Down\". This track charted within the top 10 in multiple countries including Australia, Germany, Austria and Switzerland.",
      "pageId": 40687133,
      "monthDay": "11/08"
    },
    {
      "year": "2003",
      "uri": "/wiki/Lady_Louise_Windsor",
      "name": "Lady Louise Windsor",
      "aboutText": "Jade Pettyjohn (born November 8, 2000) is an American teen actress best known for her role as McKenna Brooks in An American Girl: McKenna Shoots for the Stars.\nPrior to her film and television career, she performed alongside a local children's song and dance troupe from the age of seven. Jade has also played various roles in several television series, such as in Revolution, Criminal Minds: Suspect Behavior, and Grimm.",
      "pageId": 41077308,
      "monthDay": "11/08"
    }
  ]
}