{
  "people": [
    {
      "year": "1278",
      "uri": "/wiki/Philip_I,_Prince_of_Taranto",
      "name": "Philip I, Prince of Taranto",
      "aboutText": "Anne \"Ninon\" de l'Enclos also spelled Ninon de Lenclos and Ninon de Lanclos (10 November 1620 – 17 October 1705) was a French author, courtesan, freethinker, and patron of the arts.",
      "pageId": 21886,
      "monthDay": "11/10"
    },
    {
      "year": "1341",
      "uri": "/wiki/Henry_Percy,_1st_Earl_of_Northumberland",
      "name": "Henry Percy, 1st Earl of Northumberland",
      "aboutText": "Robert Devereux, 2nd Earl of Essex, KG PC (/ˈdɛvəˌruː/; 10 November 1565 – 25 February 1601) was an English nobleman and a favourite of Elizabeth I. Politically ambitious, and a committed general, he was placed under house arrest following a poor campaign in Ireland during the Nine Years' War in 1599.",
      "pageId": 50899,
      "monthDay": "11/10"
    },
    {
      "year": "1433",
      "uri": "/wiki/Charles_the_Bold",
      "name": "Charles the Bold",
      "aboutText": "Oliver Goldsmith (10 November 1728 – 4 April 1774) was an Anglo-Irish novelist, playwright and poet, who is best known for his novel The Vicar of Wakefield (1766), his pastoral poem The Deserted Village (1770), and his plays The Good-Natur'd Man (1768) and She Stoops to Conquer (1771, first performed in 1773).",
      "pageId": 58038,
      "monthDay": "11/10"
    },
    {
      "year": "1480",
      "uri": "/wiki/Bridget_of_York",
      "name": "Bridget of York",
      "aboutText": "Johann Christoph Friedrich von Schiller (German: [ˈjoːhan ˈkʁɪstɔf ˈfʁiːdʁɪç fɔn ˈʃɪlɐ]; 10 November 1759 – 9 May 1805) was a German poet, philosopher, historian, and playwright. During the last seventeen years of his life (1788–1805), Schiller struck up a productive, if complicated, friendship with the already famous and influential Johann Wolfgang von Goethe. They frequently discussed issues concerning aesthetics, and Schiller encouraged Goethe to finish works he left as sketches.",
      "pageId": 63742,
      "monthDay": "11/10"
    },
    {
      "year": "1483",
      "uri": "/wiki/Martin_Luther",
      "name": "Martin Luther",
      "aboutText": "William Hogarth (/ˈhoʊɡɑrθ/; 10 November 1697 – 26 October 1764) was an English painter, printmaker, pictorial satirist, social critic, and editorial cartoonist who has been credited with pioneering western sequential art.\nHis work ranged from realistic portraiture to comic strip-like series of pictures called \"modern moral subjects\".",
      "pageId": 103020,
      "monthDay": "11/10"
    },
    {
      "year": "1565",
      "uri": "/wiki/Laurentius_Paulinus_Gothus",
      "name": "Laurentius Paulinus Gothus",
      "aboutText": "Charles the Bold (French: Charles le Téméraire, Dutch: Karel de Stoute, 10 November 1433 – 5 January 1477), baptised Charles Martin, was Duke of Burgundy from 1467 to 1477. He was the last Valois Duke of Burgundy.",
      "pageId": 151328,
      "monthDay": "11/10"
    },
    {
      "year": "1566",
      "uri": "/wiki/Robert_Devereux,_2nd_Earl_of_Essex",
      "name": "Robert Devereux, 2nd Earl of Essex",
      "aboutText": "Samuel Gridley Howe (November 10, 1801 – January 9, 1876) was a nineteenth century United States physician, abolitionist, and an advocate of education for the blind. He organized and was the first director of the Perkins Institution.\nAn abolitionist, in 1863, he was one of three men appointed by the Secretary of War to the American Freedmen's Inquiry Commission, to investigate conditions of freedmen in the South since the Emancipation Proclamation and recommend how they could be aided in their transition to freedom.",
      "pageId": 224784,
      "monthDay": "11/10"
    },
    {
      "year": "1577",
      "uri": "/wiki/Jacob_Cats",
      "name": "Jacob Cats",
      "aboutText": "François Couperin (French: [fʁɑ̃swa kupʁɛ̃]; 10 November 1668 – 11 September 1733) was a French Baroque composer, organist and harpsichordist.",
      "pageId": 326970,
      "monthDay": "11/10"
    },
    {
      "year": "1620",
      "uri": "/wiki/Ninon_de_l%27Enclos",
      "name": "Ninon de l'Enclos",
      "aboutText": "Henry Percy, 1st Earl of Northumberland, 4th Baron Percy, titular King of Mann, KG, Lord Marshal (10 November 1341 – 20 February 1408) was the son of Henry de Percy, 3rd Baron Percy, and a descendent of Henry III of England. His mother was Mary of Lancaster, daughter of Henry, 3rd Earl of Lancaster, son of Edmund, Earl of Leicester and Lancaster, who was the son of Henry III. Henry Percy married Margaret Neville, daughter of Ralph Neville, 2nd Baron Neville de Raby, and Alice de Audley.",
      "pageId": 429136,
      "monthDay": "11/10"
    },
    {
      "year": "1668",
      "uri": "/wiki/Fran%C3%A7ois_Couperin",
      "name": "François Couperin",
      "aboutText": "Granville Sharp (10 November 1735 – 6 July 1813) was one of the first English campaigners for the abolition of the slave trade. He also involved himself in trying to correct other social injustices. Sharp formulated the plan to settle blacks in Sierra Leone, and founded the St.",
      "pageId": 444862,
      "monthDay": "11/10"
    },
    {
      "year": "1668",
      "uri": "/wiki/Louis,_Prince_of_Cond%C3%A9_(1668%E2%80%931710)",
      "name": "Louis, Prince of Condé",
      "aboutText": "Vladimir Ivanovich Dal (alternatively transliterated as Dahl; Russian: Влади́мир Ива́нович Даль; November 10, 1801 – September 22, 1872) was one of the greatest Russian language lexicographers. He was a founding member of the Russian Geographical Society. He knew at least six languages including Turkic and is considered to be one of the early Turkologists.",
      "pageId": 548889,
      "monthDay": "11/10"
    },
    {
      "year": "1695",
      "uri": "/wiki/John_Bevis",
      "name": "John Bevis",
      "aboutText": "Louis de Bourbon, (10 November 1668 - 4 March 1710) was a prince du sang as a member of the reigning House of Bourbon at the French court of Louis XIV. Styled as the Duke of Bourbon from birth, he succeeded his father as Prince of Condé (French pronunciation: ​[kɔ̃ˈdeɪ]) in 1709. However, he was known by the lesser ducal title.",
      "pageId": 703463,
      "monthDay": "11/10"
    },
    {
      "year": "1697",
      "uri": "/wiki/William_Hogarth",
      "name": "William Hogarth",
      "aboutText": "John Bevis (November 10, 1695 in Old Sarum, Wiltshire – November 6, 1771) was an English doctor and astronomer. He is best known for discovering the Crab Nebula in 1731.\nBevis has also observed an occultation by Venus of Mercury on May 28, 1737 NS, (May 17, 1737 OS) and observed and found a prediction rule for eclipses of Jupiter's moons.",
      "pageId": 991353,
      "monthDay": "11/10"
    },
    {
      "year": "1710",
      "uri": "/wiki/Adam_Gottlob_Moltke",
      "name": "Adam Gottlob Moltke",
      "aboutText": "Philip I of Taranto (10 November 1278 – 23 December 1332), of the Angevin house, was titular Latin Emperor of Constantinople (as Philip II), despot of Epirus, King of Albania, Prince of Achaea and Taranto, and Lord of Durazzo.\nBorn in Naples, Philip was a younger son of Charles II of Anjou, King of Naples, and Maria of Hungary, daughter of King Stephen V of Hungary.",
      "pageId": 1180664,
      "monthDay": "11/10"
    },
    {
      "year": "1728",
      "uri": "/wiki/Oliver_Goldsmith",
      "name": "Oliver Goldsmith",
      "aboutText": "Laurentius Paulinus Gothus (November 10, 1565 – November 29, 1646) was a Swedish theologian, astronomer and Archbishop of Uppsala (1637–1645).",
      "pageId": 1799139,
      "monthDay": "11/10"
    },
    {
      "year": "1735",
      "uri": "/wiki/Granville_Sharp",
      "name": "Granville Sharp",
      "aboutText": "Count Adam Gottlob Moltke (10 November 1710 – 25 September 1792) was a Danish courtier, statesman and diplomat, and Favourite of Frederick V of Denmark. Moltke was born at Riesenhof in Mecklenburg.",
      "pageId": 2109300,
      "monthDay": "11/10"
    },
    {
      "year": "1755",
      "uri": "/wiki/Franz_Anton_Ries",
      "name": "Franz Anton Ries",
      "aboutText": "Jacob Cats (10 November 1577 – 12 September 1660) was a Dutch poet, humorist, jurist and politician.",
      "pageId": 2305381,
      "monthDay": "11/10"
    },
    {
      "year": "1759",
      "uri": "/wiki/Friedrich_Schiller",
      "name": "Friedrich Schiller",
      "aboutText": "Bridget of York (10 November 1480 – 1517) was an English princess, the tenth child and seventh daughter of Edward IV of England and Queen Elizabeth Woodville.\nShe was a younger sister of Elizabeth of York, Mary of York, Cecily of York, Edward V, Margaret of York, Richard of Shrewsbury, 1st Duke of York, Anne of York, George Plantagenet, 1st Duke of Bedford, and Catherine of York. She was also an aunt of Henry VIII of England.",
      "pageId": 5105064,
      "monthDay": "11/10"
    },
    {
      "year": "1801",
      "uri": "/wiki/Vladimir_Dal",
      "name": "Vladimir Dal",
      "aboutText": "Martin Luther (/ˈluːθər/; German: [ˈmaɐ̯tiːn ˈlʊtɐ]; 10 November 1483 – 18 February 1546) was a German friar, priest, professor of theology, and a seminal figure in the Protestant Reformation. Initially an Augustinian friar, Luther came to reject several teachings and practices of the Roman Catholic Church. He strongly disputed the claim that freedom from God's punishment for sin could be purchased with money.",
      "pageId": 7567080,
      "monthDay": "11/10"
    },
    {
      "year": "1801",
      "uri": "/wiki/Samuel_Gridley_Howe",
      "name": "Samuel Gridley Howe",
      "aboutText": "Franz Anton Xaverius Ries (November 10, 1755 – November 1, 1846) was a German violinist. His father Johann Ries was court trumpeter to the Elector of Cologne in Bonn.\nRies was born in Bonn, and studied under J.P. Salomon.",
      "pageId": 13642359,
      "monthDay": "11/10"
    },
    {
      "year": "1810",
      "uri": "/wiki/George_Jennings",
      "name": "George Jennings",
      "aboutText": "Sir John Sparrow David Thompson, KCMG PC QC (November 10, 1845 – December 12, 1894) was a Canadian lawyer, judge, politician, and university professor, who served as the fourth Prime Minister of Canada from December 5, 1892 until his sudden death in office on December 12, 1894. He also served as the fifth Premier of Nova Scotia in 1882.",
      "pageId": 15908,
      "monthDay": "11/10"
    },
    {
      "year": "1834",
      "uri": "/wiki/Jos%C3%A9_Hern%C3%A1ndez_(writer)",
      "name": "José Hernández",
      "aboutText": "Nicholas Vachel Lindsay (/ˈveɪtʃəl ˈlɪnzi/; November 10, 1879 – December 5, 1931) was an American poet. He is considered a founder of modern singing poetry, as he referred to it, in which verses are meant to be sung or chanted. His extensive correspondence with the poet W. B. Yeats details his intentions of reviving the musical qualities of poetry as they were practiced by the ancient Greeks.",
      "pageId": 161034,
      "monthDay": "11/10"
    },
    {
      "year": "1844",
      "uri": "/wiki/Henry_Eyster_Jacobs",
      "name": "Henry Eyster Jacobs",
      "aboutText": "Sir Jacob Epstein KBE (10 November 1880 – 19 August 1959) was a British sculptor who helped pioneer modern sculpture. He was born in the United States, and moved to Europe in 1902, becoming a British citizen in 1911. He often produced controversial works which challenged taboos on what was appropriate subject matter for public artworks.",
      "pageId": 280998,
      "monthDay": "11/10"
    },
    {
      "year": "1845",
      "uri": "/wiki/John_Sparrow_David_Thompson",
      "name": "John Sparrow David Thompson",
      "aboutText": "Gaetano Bresci (Italian pronunciation: [ɡaeˈtano ˈbreʃʃi]; November 10, 1869 – May 22, 1901) was an Italian American anarchist who assassinated King Umberto I of Italy.",
      "pageId": 366521,
      "monthDay": "11/10"
    },
    {
      "year": "1848",
      "uri": "/wiki/Surendranath_Banerjee",
      "name": "Surendranath Banerjee",
      "aboutText": "José Hernández (born José Rafael Hernández y Pueyrredón; November 10, 1834 – October 21, 1886) was an Argentine journalist, poet, and politician best known as the author of the epic poem Martín Fierro.",
      "pageId": 387121,
      "monthDay": "11/10"
    },
    {
      "year": "1850",
      "uri": "/wiki/Arthur_Goring_Thomas",
      "name": "Arthur Goring Thomas",
      "aboutText": "Winston Churchill (November 10, 1871 – March 12, 1947) was an American novelist and was one of the best selling novelists of the early 20th century.\nHe is nowadays overshadowed, even as a writer, by the very much more famous British statesman of the same name, with whom he was acquainted, but not related. Their lives had some interesting parallels.",
      "pageId": 641992,
      "monthDay": "11/10"
    },
    {
      "year": "1851",
      "uri": "/wiki/Richard_Armstedt",
      "name": "Richard Armstedt",
      "aboutText": "Zofia Nałkowska (Warsaw, Congress Poland, 10 November 1884 – 17 December 1954, Warsaw) was a renowned Polish prose writer, dramatist, and prolific essayist. She served as the executive member of the prestigious Polish Academy of Literature (1933–1939) during the interwar period.\nNałkowska was born into a family of intellectuals dedicated to issues of social justice, and studied at the clandestine Flying University under the Russian partition.",
      "pageId": 1035299,
      "monthDay": "11/10"
    },
    {
      "year": "1868",
      "uri": "/wiki/Gichin_Funakoshi",
      "name": "Gichin Funakoshi",
      "aboutText": "Arthur Goring Thomas (10 November 1850 –20 March 1892) was an English composer.",
      "pageId": 2196241,
      "monthDay": "11/10"
    },
    {
      "year": "1869",
      "uri": "/wiki/Gaetano_Bresci",
      "name": "Gaetano Bresci",
      "aboutText": "Henri Rabaud (10 November 1873 – 11 September 1949) was a French conductor and composer, who held important posts in the French musical establishment and upheld mainly conservative trends in French music in the first half of the twentieth century.\n^ Girardot A. Henri Rabaud. In: The New Grove Dictionary of Opera.",
      "pageId": 3117049,
      "monthDay": "11/10"
    },
    {
      "year": "1871",
      "uri": "/wiki/Winston_Churchill_(novelist)",
      "name": "Winston Churchill",
      "aboutText": "Sir Surendranath Banerjee  pronunciation  (Bengali: সুরেন্দ্রনাথ বন্দ্যোপাধ্যায়) (10 November 1848 – 6 August 1925) was one of the earliest Indian political leaders during the British Raj. He founded the Indian National Association, one of the earliest Indian political organizations, and later became a senior leader of the Indian National Congress.",
      "pageId": 4451655,
      "monthDay": "11/10"
    },
    {
      "year": "1873",
      "uri": "/wiki/Henri_Rabaud",
      "name": "Henri Rabaud",
      "aboutText": "Henry Eyster Jacobs (November 10, 1844 – July 7, 1932) was an American educator and Lutheran theologian.",
      "pageId": 5032086,
      "monthDay": "11/10"
    },
    {
      "year": "1874",
      "uri": "/wiki/Idabelle_Smith_Firestone",
      "name": "Idabelle Smith Firestone",
      "aboutText": ".",
      "pageId": 6302437,
      "monthDay": "11/10"
    },
    {
      "year": "1876",
      "uri": "/wiki/S%C3%A6bj%C3%B8rn_Buttedahl",
      "name": "Sæbjørn Buttedahl",
      "aboutText": "Edward Joseph Collins (November 10, 1886 – December 1, 1951) was an American pianist, conductor and composer of classical music in a neoromantic style.",
      "pageId": 7290638,
      "monthDay": "11/10"
    },
    {
      "year": "1878",
      "uri": "/wiki/Cy_Morgan",
      "name": "Cy Morgan",
      "aboutText": "Gichin Funakoshi (船越 義珍, Funakoshi Gichin, November 10, 1868 – April 26, 1957) is the founder of Shotokan Karate-Do, perhaps the most widely known style of karate, and is attributed as being the \"father of modern karate\". Following the teachings of Anko Itosu and Anko Asato, he was one of the Okinawan karate masters who introduced karate to the Japanese mainland in 1922. He taught karate at various Japanese universities and became honorary head of the Japan Karate Association upon its establishment in 1949.",
      "pageId": 7999409,
      "monthDay": "11/10"
    },
    {
      "year": "1879",
      "uri": "/wiki/Vachel_Lindsay",
      "name": "Vachel Lindsay",
      "aboutText": "George Jennings (10 November 1810 – 17 April 1882) was an English sanitary engineer and plumber who invented the first public flush toilets.\nJosiah George Jennings was born on 10 November 1810 in Eling, at the edge of the New Forest in Hampshire. He was the eldest of seven children of Jonas Joseph Jennings and Mary Dimmock.",
      "pageId": 13397144,
      "monthDay": "11/10"
    },
    {
      "year": "1879",
      "uri": "/wiki/Patrick_Pearse",
      "name": "Patrick Pearse",
      "aboutText": "Idabelle Smith Firestone (November 10, 1874 - July 7, 1954) was an American composer and songwriter.",
      "pageId": 22393252,
      "monthDay": "11/10"
    },
    {
      "year": "1880",
      "uri": "/wiki/Jacob_Epstein",
      "name": "Jacob Epstein",
      "aboutText": "Patrick Henry Pearse (also known as Pádraic or Pádraig Pearse; Irish: Pádraig Anraí Mac Piarais; An Piarsach; 10 November 1879 – 3 May 1916) was an Irish teacher, barrister, poet, writer, nationalist and political activist who was one of the leaders of the Easter Rising in 1916.",
      "pageId": 23649833,
      "monthDay": "11/10"
    },
    {
      "year": "1884",
      "uri": "/wiki/Zofia_Na%C5%82kowska",
      "name": "Zofia Nałkowska",
      "aboutText": "Richard Armstedt (10 November 1851 – 14 April 1931) was a German philologist, educator, and historian.\nArmstedt, a native of Osterburg, Prussian Saxony, received his doctorate in philosophy from the University of Tübingen in 1885. The following year he became senior instructor at Altstadt Gymnasium in Königsberg.",
      "pageId": 37959763,
      "monthDay": "11/10"
    },
    {
      "year": "1886",
      "uri": "/wiki/Edward_Joseph_Collins",
      "name": "Edward Joseph Collins",
      "aboutText": "Elisa Leonida Zamfirescu (November 10, 1887 - November 25, 1973) was one of the world's first female engineers.\n^ \"The first woman-engineer in Europe\". True Romania.",
      "pageId": 39556869,
      "monthDay": "11/10"
    },
    {
      "year": "1887",
      "uri": "/wiki/Elisa_Leonida_Zamfirescu",
      "name": "Elisa Leonida Zamfirescu",
      "aboutText": "Sæbjørn Buttedahl (10 November 1876 - 10 July 1960) was a Norwegian stage and film actor who later found prominence as a sculptor.",
      "pageId": 47973562,
      "monthDay": "11/10"
    },
    {
      "year": "1887",
      "uri": "/wiki/Arnold_Zweig",
      "name": "Arnold Zweig",
      "aboutText": "Paweł Jasienica was the pen name of Leon Lech Beynar (10 November 1909 – 19 August 1970), a Polish historian, journalist and soldier.\nDuring World War II, Jasienica (then, Leon Beynar) fought in the Polish Army, and later, the Armia Krajowa resistance. Near the end of the war, he was also working with the anti-Soviet resistance, which later led to him taking up a new name, Paweł Jasienica, to hide from the communist government of the People's Republic of Poland.",
      "pageId": 36854,
      "monthDay": "11/10"
    },
    {
      "year": "1888",
      "uri": "/wiki/Andrei_Tupolev",
      "name": "Andrei Tupolev",
      "aboutText": "William Claude Rains (10 November 1889 – 30 May 1967) was an English actor of stage and screen whose career spanned 46 years. After his American film debut with The Invisible Man (1933) he played in classic films like The Adventures of Robin Hood (1938), Mr. Smith Goes to Washington (1939), The Wolf Man (1941), Casablanca (1942; as Captain Renault), Notorious (1946), and Lawrence of Arabia (1962).",
      "pageId": 63527,
      "monthDay": "11/10"
    },
    {
      "year": "1889",
      "uri": "/wiki/Claude_Rains",
      "name": "Claude Rains",
      "aboutText": "Carl W. Stalling (November 10, 1891 – November 29, 1972) was an American composer and arranger for music in animated films.",
      "pageId": 140632,
      "monthDay": "11/10"
    },
    {
      "year": "1891",
      "uri": "/wiki/Carl_Stalling",
      "name": "Carl Stalling",
      "aboutText": "John Phillips Marquand (November 10, 1893 – July 16, 1960) was an American writer. Originally best known for his Mr. Moto spy stories, he achieved popular success and critical respect for his satirical novels, winning a Pulitzer Prize for The Late George Apley in 1938.",
      "pageId": 144862,
      "monthDay": "11/10"
    },
    {
      "year": "1893",
      "uri": "/wiki/John_P._Marquand",
      "name": "John P. Marquand",
      "aboutText": "Andrei Nikolayevich Tupolev (Russian: Андрей Николаевич Туполев; November 10, 1888 – December 23, 1972) was a pioneering Soviet aircraft designer.\nDuring his career, he designed and oversaw the design of more than 100 types of aircraft, some of which set 78 world records. In recognition of his work, he was made an honorary member of Britain's Royal Aeronautical Society and the American Institute of Aeronautics and Astronautics.",
      "pageId": 163504,
      "monthDay": "11/10"
    },
    {
      "year": "1894",
      "uri": "/wiki/Boris_Furlan",
      "name": "Boris Furlan",
      "aboutText": "Arnold Zweig (10 November 1887 – 26 November 1968) was a German writer and anti-war and antifascist activist.",
      "pageId": 227449,
      "monthDay": "11/10"
    },
    {
      "year": "1895",
      "uri": "/wiki/J%C3%B3zsef_M%C3%A1ty%C3%A1s_Bal%C3%B3",
      "name": "József Mátyás Baló",
      "aboutText": "John D. Marks (November 10, 1909 – September 3, 1985) was an American songwriter.",
      "pageId": 526729,
      "monthDay": "11/10"
    },
    {
      "year": "1895",
      "uri": "/wiki/Jack_Northrop",
      "name": "Jack Northrop",
      "aboutText": "John Knudsen \"Jack\" Northrop (November 10, 1895 – February 18, 1981) was an American aircraft industrialist and designer, who founded the Northrop Corporation in 1939.\nHis career began in 1916 as a draftsman for Lockheed Aircraft Manufacturing Company (founded 1912). He joined the Douglas Aircraft Company in 1923, where in time he became a project engineer.",
      "pageId": 761952,
      "monthDay": "11/10"
    },
    {
      "year": "1896",
      "uri": "/wiki/Jimmy_Dykes",
      "name": "Jimmy Dykes",
      "aboutText": "James Joseph Dykes (November 10, 1896 – June 15, 1976) was an American third and second baseman, manager and coach in Major League Baseball who played for the Philadelphia Athletics and Chicago White Sox from 1918 to 1939. He batted over .300 five times and led the American League in assists once at second base and twice at third base, ending his career sixth in AL history in games at third base (1,253), and seventh in putouts (1,361), assists (2,403), total chances (3,952) and double plays (199). When he retired, he ranked eighth in AL history in games played (2,282), and ninth in at bats (8,046).",
      "pageId": 1206932,
      "monthDay": "11/10"
    },
    {
      "year": "1896",
      "uri": "/wiki/Olga_Grey",
      "name": "Olga Grey",
      "aboutText": "Charles Cecil Ingersoll Merritt VC, ED (10 November 1908 – 12 July 2000) was a Canadian recipient of the Victoria Cross and Member of Parliament.",
      "pageId": 1227720,
      "monthDay": "11/10"
    },
    {
      "year": "1899",
      "uri": "/wiki/Swami_Satyabhakta",
      "name": "Swami Satyabhakta",
      "aboutText": "George Robert \"Birdie\" Tebbetts (November 10, 1912 – March 24, 1999) was an American professional baseball player, manager, scout and front office executive. He played in Major League Baseball (MLB) as a catcher for the Detroit Tigers, Boston Red Sox and the Cleveland Indians from 1936 to 1952. Tebbets was regarded as the best catcher in the American League in the late 1940s.",
      "pageId": 1235003,
      "monthDay": "11/10"
    },
    {
      "year": "1906",
      "uri": "/wiki/Josef_Kramer",
      "name": "Josef Kramer",
      "aboutText": "Josef Kramer (10 November 1906 – 13 December 1945) was the Commandant of the Bergen-Belsen concentration camp. Dubbed \"The Beast of Belsen\" by camp inmates, he was a notorious German Nazi war criminal, directly responsible for the deaths of thousands of people.",
      "pageId": 1361876,
      "monthDay": "11/10"
    },
    {
      "year": "1907",
      "uri": "/wiki/Jane_Froman",
      "name": "Jane Froman",
      "aboutText": "Jane Froman (November 10, 1907 – April 22, 1980) was an American singer and actress. During her thirty-year career, Froman performed on stage, radio and television despite chronic injuries that she sustained from a 1943 plane crash.\nHer life story was told in the 1952 film With a Song in My Heart.",
      "pageId": 3042152,
      "monthDay": "11/10"
    },
    {
      "year": "1907",
      "uri": "/wiki/John_Moore_(British_author)",
      "name": "John Moore",
      "aboutText": "John Moore (10 November 1907–1967) was a best-selling British author and pioneer conservationist. He was described by Sir Compton Mackenzie as the most talented writer about the countryside of his generation.",
      "pageId": 6436274,
      "monthDay": "11/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Noem%C3%AD_Gerstein",
      "name": "Noemí Gerstein",
      "aboutText": "Olga Grey (November 10, 1896 – April 25, 1973) was an American silent film actress.\nAnna \"Anushka\" Zacsek, a Budapest native, immigrated to the United States, and by her late teens was pursuing an acting career in Hollywood.\nHer first film appearance was in the 1915 film His Lesson, in which she had the lead role.",
      "pageId": 15081479,
      "monthDay": "11/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Charles_Merritt",
      "name": "Charles Merritt",
      "aboutText": "Boris Furlan (10 November 1894 – 10 June 1957) was a Slovenian jurist, philosopher of law, translator and liberal politician. During World War II, he worked as a speaker on Radio London, and was known as \"London's Slovene voice\". He served as a Minister in the Tito–Šubašić coalition government.",
      "pageId": 22805704,
      "monthDay": "11/10"
    },
    {
      "year": "1909",
      "uri": "/wiki/Pawe%C5%82_Jasienica",
      "name": "Paweł Jasienica",
      "aboutText": "Swami Satyabhakta (Hindi:स्वामी सत्यभक्त) (born as Darbarilal; 10 November 1899 – 10 December 1998) was a scholar, philosopher, reformer and the founder of Satya Samaj.",
      "pageId": 38446305,
      "monthDay": "11/10"
    },
    {
      "year": "1909",
      "uri": "/wiki/Johnny_Marks",
      "name": "Johnny Marks",
      "aboutText": "József Mátyás Baló (10 November 1895 – 9 October 1979) was a Hungarian physician and academic. He researched extensively into neurological conditions, cardiovascular conditions and with his wife isolated the enzyme elastase. He published numerous related papers and authored a medical book.",
      "pageId": 38751936,
      "monthDay": "11/10"
    },
    {
      "year": "1910",
      "uri": "/wiki/Angelo_Frattini",
      "name": "Angelo Frattini",
      "aboutText": "Angelo Frattini (10 November 1910 – 2 September 1975) was an Italian sculptor from Varese. He studied at Brera Academy and his first contacts with sculptural art were influenced by Scapigliatura's teachings. He also exhibited his works in New York and Washington DC, where he was received by president Lyndon Johnson.",
      "pageId": 41147323,
      "monthDay": "11/10"
    },
    {
      "year": "1912",
      "uri": "/wiki/Birdie_Tebbetts",
      "name": "Birdie Tebbetts",
      "aboutText": "Noemí Gerstein (1910 - 1996) was an Argentine sculptor, illustrator and plastic artist.\nGerstein was born in--and lived and worked in--Buenos Aires, Argentina. In 1934, she began training under Alfredo Bigatti  In the 1950s, she received a government grant to travel to France, where she studied at the Académie de la Grande Chaumière in Paris under the tutelage of Ossip Zadkine.",
      "pageId": 45609425,
      "monthDay": "11/10"
    },
    {
      "year": "1913",
      "uri": "/wiki/Karl_Shapiro",
      "name": "Karl Shapiro",
      "aboutText": "Lieutenant-General Mikhail Timofeyevich Kalashnikov (Russian: Михаи́л Тимофе́евич Кала́шников; 10 November 1919 – 23 December 2013) was a Russian general, inventor, military engineer, writer and small arms designer. He is most famous for developing the AK-47 assault rifle and its improvements, AKM and AK-74, as well as the PK machine gun.\nKalashnikov was, according to himself, a self-taught tinkerer who combined innate mechanical skills with the study of weaponry to design arms that achieved battlefield ubiquity.",
      "pageId": 19535,
      "monthDay": "11/10"
    },
    {
      "year": "1916",
      "uri": "/wiki/Louis_le_Brocquy",
      "name": "Louis le Brocquy",
      "aboutText": "Richard Burton, CBE (/ˈbɜrtən/; 10 November 1925 – 5 August 1984) was a Welsh stage and cinema actor noted for his mellifluous baritone voice and his acting talent.\nEstablishing himself as a formidable Shakespearean actor in the 1950s, with a memorable performance of Hamlet in 1964, Burton was called \"the natural successor to Olivier\" by critic and dramaturg Kenneth Tynan. An alcoholic, Burton's failure to live up to those expectations disappointed critics and colleagues and fueled his legend as a great thespian wastrel.",
      "pageId": 45967,
      "monthDay": "11/10"
    },
    {
      "year": "1916",
      "uri": "/wiki/Billy_May",
      "name": "Billy May",
      "aboutText": "Louis le Brocquy (10 November 1916 – 25 April 2012) was an Irish painter born in Dublin. His work received many accolades in a career that spanned some seventy years of creative practice. In 1956, he represented Ireland at the Venice Biennale, winning the Premio Acquisito Internationale (a once-off award when the event was acquired by the Nestle Corporation) with A Family (National Gallery of Ireland), subsequently included in the historic exhibition Fifty Years of Modern Art Brussels, World Fair 1958.",
      "pageId": 198717,
      "monthDay": "11/10"
    },
    {
      "year": "1916",
      "uri": "/wiki/Dr._Tangalanga",
      "name": "Dr. Tangalanga",
      "aboutText": "Moïse Kapenda Tshombe (sometimes written Tshombé) (10 November 1919 – 29 June 1969) was a Congolese politician, in the country now known as the Democratic Republic of Congo.",
      "pageId": 265093,
      "monthDay": "11/10"
    },
    {
      "year": "1918",
      "uri": "/wiki/Ernst_Otto_Fischer",
      "name": "Ernst Otto Fischer",
      "aboutText": "Edward William \"Billy\" May, Jr  (November 10, 1916 – January 22, 2004) was an American composer, arranger and trumpeter. He composed film and television music for The Green Hornet (1966), The Mod Squad (1968), Batman (with Batgirl theme, 1967), and Naked City (1960). He collaborated on films such as Pennies from Heaven (1981), and orchestrated Cocoon, and Cocoon: The Return, among others.",
      "pageId": 444716,
      "monthDay": "11/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/George_Fenneman",
      "name": "George Fenneman",
      "aboutText": "Karl Jay Shapiro (November 10, 1913 – May 14, 2000) was an American poet.",
      "pageId": 472270,
      "monthDay": "11/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/Mikhail_Kalashnikov",
      "name": "Mikhail Kalashnikov",
      "aboutText": "Hachikō (ハチ公, November 10, 1923 – March 8, 1935) was an Akita dog born on a farm near the city of Ōdate, Akita Prefecture, Japan who is remembered for his remarkable loyalty to his owner which continued for many years after his owner's death. Hachikō is known in Japanese as chūken Hachikō (忠犬ハチ公, \"faithful dog Hachikō\") — hachi meaning eight, and a suffix kō meaning affection.",
      "pageId": 788698,
      "monthDay": "11/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/Fran%C3%A7ois_P%C3%A9rier",
      "name": "François Périer",
      "aboutText": "Michael Strank (November 10, 1919 – March 1, 1945) was a United States Marine Corps sergeant who fought in the Pacific during World War II and was killed in action during the battle of Iwo Jima.\nHe was one of six servicemen photographed raising an American flag on top of Mount Suribachi, Iwo Jima on February 23, 1945 which became one of the most famous photographs of the war.",
      "pageId": 791669,
      "monthDay": "11/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/Michael_Strank",
      "name": "Michael Strank",
      "aboutText": "Russell David Johnson (November 10, 1924 – January 16, 2014) was an American television and film actor, best known for his role as \"The Professor\" on the CBS television sitcom Gilligan's Island.",
      "pageId": 946983,
      "monthDay": "11/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/Moise_Tshombe",
      "name": "Moise Tshombe",
      "aboutText": "George Watt Fenneman (November 10, 1919 – May 29, 1997) was an American radio and television announcer.\nFenneman was born in Peking (now Beijing), China, the only child of American parents in the import-export business. He was nine months old when his parents moved to San Francisco, California, where he grew up.",
      "pageId": 1088484,
      "monthDay": "11/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ina_Clough",
      "name": "Ina Clough",
      "aboutText": "Ernst Otto Fischer (10 November 1918 – 23 July 2007) was a German chemist who won the Nobel Prize for pioneering work in the area of organometallic chemistry.",
      "pageId": 1248731,
      "monthDay": "11/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jennifer_Holt",
      "name": "Jennifer Holt",
      "aboutText": "Jennifer Holt (November 10, 1920 – September 21, 1997) was an American actress.",
      "pageId": 1678472,
      "monthDay": "11/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Rafael_del_Pino_(businessman)",
      "name": "Rafael del Pino",
      "aboutText": "Rafael del Pino y Moreno (and family) (born 10 November 1920 in Madrid, Spain; died 14 June 2008 in Madrid) was one of the wealthiest men in Europe. He had a net worth of approximately 8.6 billion US dollars in 2007. Del Pino founded the construction company Ferrovial in 1952, which became one of Spain's largest builders.",
      "pageId": 2999653,
      "monthDay": "11/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Hachik%C5%8D",
      "name": "Hachikō",
      "aboutText": "Robert \"Bobby\" Limb AO OBE (10 November 1924 – 11 September 1999) was an Australian-born entertainment pioneer, a musician and legend of radio, television and theatre of the 1960s and 1970s with a lasting popular appeal.",
      "pageId": 3594272,
      "monthDay": "11/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Russell_Johnson",
      "name": "Russell Johnson",
      "aboutText": "Sabah (Arabic: صباح‎; born Jeanette Gergis Al-Feghali, 10 November 1927, Bdadoun, Lebanon – 26 November 2014) was a Lebanese singer and actress. Considered a \"Diva of Music\" in the Arab World, (the same title often given to Oum Kalthoum, Warda Al-Jazairia and Fairuz), she released over 50 albums and acted in 98 movies as well as over 20 stage Lebanese plays. She had a reported more than 3,500 songs in her repertoire.",
      "pageId": 3791501,
      "monthDay": "11/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bobby_Limb",
      "name": "Bobby Limb",
      "aboutText": "François Périer, (10 November 1919 – 29 June 2002), born François Pillu in Paris, was a French actor.\nHe made over 110 film and TV appearances between 1938 and 1996. He was also prominent in the theatre.",
      "pageId": 9170986,
      "monthDay": "11/10"
    },
    {
      "year": "1925",
      "uri": "/wiki/Richard_Burton",
      "name": "Richard Burton",
      "aboutText": "Julio Victorio De Rissio (10 November 1916 – 26 December 2013), better known by the stage name of Dr.",
      "pageId": 14716926,
      "monthDay": "11/10"
    },
    {
      "year": "1926",
      "uri": "/wiki/Rossella_Falk",
      "name": "Rossella Falk",
      "aboutText": "Ina Clough (10 November 1920 – 25 January 2003) was an English character and bit-part actress.\nClough's first filmed role was in the Mike Leigh film Bleak Moments (1971), and she later appeared on television in Z-Cars (1971), All Creatures Great and Small (1988), Last of the Summer Wine (1986/1988), Cracker (1994), Hetty Wainthropp Investigates (1996) and Coronation Street (1997). Film credits include FairyTale: A True Story (1997) and This Filthy Earth (2001).",
      "pageId": 19009877,
      "monthDay": "11/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sabah_(singer)",
      "name": "Sabah",
      "aboutText": "Rossella Falk (10 November 1926 – 5 May 2013) was an Italian actress.",
      "pageId": 39367636,
      "monthDay": "11/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Vaughn_O._Lang",
      "name": "Vaughn O. Lang",
      "aboutText": "Vaughn Olin Lang (November 10, 1927 – October 2, 2014) was a lieutenant general in the United States Army.\nVaughn O. Lang began his service as second lieutenant at the Officers' Basic Course at Ft. Monmouth, New Jersey in 1952.",
      "pageId": 43924284,
      "monthDay": "11/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Sohei_Miyashita",
      "name": "Sohei Miyashita",
      "aboutText": "Ennio Morricone, Grand Officer OMRI (Italian: [ˈɛnnjo morriˈkoːne]; born 10 November 1928) is an Italian composer, orchestrator, conductor and former trumpet player, born in Rome. Over the past 7 decades, Morricone has composed over 500 scores for cinema and television, as well as over 100 classical works. He composes a wide range of music styles, making him one of the most versatile, experimental and influential composers of all time, working in any medium.",
      "pageId": 10277,
      "monthDay": "11/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ennio_Morricone",
      "name": "Ennio Morricone",
      "aboutText": "Igor Dmitriyevich Novikov (Russian: И́горь Дми́триевич Но́виков) (born November 10, 1935 in Moscow) is a Russian (and former Soviet) theoretical astrophysicist and cosmologist.\nNovikov formulated the Novikov self-consistency principle in the mid-1980s, a contribution to the theory of time travel.\nNovikov gained his Ph.D. degree in astrophysics in 1965 and the Russian D.Sc.",
      "pageId": 64491,
      "monthDay": "11/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Marilyn_Bergman",
      "name": "Marilyn Bergman",
      "aboutText": "Roy Richard Scheider (November 10, 1932 – February 10, 2008) was an American actor and amateur boxer. He gained fame for his leading and supporting roles in several iconic films from the 1970s, playing Police Chief Martin C. Brody in Jaws (1975) and Jaws 2 (1978), NYPD Detective Buddy \"Cloudy\" Russo in The French Connection (1971), NYPD Detective Buddy Manucci in The Seven Ups (1973), Doc in Marathon Man (1976), and choreographer and film director Joe Gideon in All That Jazz (1979). He is also known for playing Captain Nathan Bridger in the science fiction television series seaQuest DSV (1993-1996).",
      "pageId": 164370,
      "monthDay": "11/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/W._E._B._Griffin",
      "name": "W. E. B. Griffin",
      "aboutText": "Albert W. Hall (born November 10, 1937) is an American actor. He is best known for portraying Chief Phillips in the 1979 war film, Apocalypse Now and Judge Seymore Walsh in Ally McBeal and The Practice.",
      "pageId": 253949,
      "monthDay": "11/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Nin%C3%B3n_Sevilla",
      "name": "Ninón Sevilla",
      "aboutText": "Walter Garrison Runciman, 3rd Viscount Runciman of Doxford, CBE, FBA (born 10 November 1934), usually known informally as Garry Runciman, is a leading British historical sociologist.",
      "pageId": 583052,
      "monthDay": "11/10"
    },
    {
      "year": "1931",
      "uri": "/wiki/Lilly_Pulitzer",
      "name": "Lilly Pulitzer",
      "aboutText": "Ronald Ellwin \"Ron\" Evans, Jr. (November 10, 1933 – April 7, 1990), (Capt, USN), was an American naval officer and aviator, electrical engineer, aeronautical engineer, and NASA astronaut, also one of only 24 people to have flown to the Moon.\nEvans was selected as an astronaut by NASA as part of Astronaut Group 5 in 1966 and made his first and only flight into space as Command Module Pilot aboard Apollo 17 in 1972, the last manned mission to the Moon to date, with Commander Eugene Cernan and Lunar Module Pilot Harrison Schmitt.",
      "pageId": 598426,
      "monthDay": "11/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Paul_Bley",
      "name": "Paul Bley",
      "aboutText": "Paul Bley, CM (born November 10, 1932), is a pianist known for his contributions to the free jazz movement of the 1960s as well as his innovations and influence on trio playing. Bley has been a long-time resident of the United States. His music characteristically features strong senses both of melodic voicing and space.",
      "pageId": 1156693,
      "monthDay": "11/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Necmettin_Hac%C4%B1emino%C4%9Flu",
      "name": "Necmettin Hacıeminoğlu",
      "aboutText": "Lucien Bianchi (10 November 1934 – 30 March 1969), born Luciano Bianchi, was an Italian-Belgian racing driver who raced for the Cooper, ENB, UDT Laystall and Scuderia Centro Sud teams in Formula One. He entered a total of 19 Formula One World Championship races, scoring six points and had a best finish of third at the 1968 Monaco Grand Prix.",
      "pageId": 1235754,
      "monthDay": "11/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Don_Henderson",
      "name": "Don Henderson",
      "aboutText": "Don Henderson (10 November 1931 – 22 June 1997) was an English actor of stage, television and screen. Henderson was known for playing both \"tough guy\" roles and authority figures, and is remembered for his portrayal of detective George Bulman between 1976 and 1987 in the popular Granada Television police drama series The XYY Man, Strangers, and Bulman, as priest Frank Kane in BBC drama The Paradise Club (1989–90), and as General Tagge in the first Star Wars film (1977). This last role also brought him attention from science fiction fans, and he later appeared in cult science fiction television series Red Dwarf and Doctor Who.",
      "pageId": 1242308,
      "monthDay": "11/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Roy_Scheider",
      "name": "Roy Scheider",
      "aboutText": "W. E. B. Griffin (born William Edmund Butterworth III on November 10, 1929) is a writer of military and detective fiction with 38 novels in six series published under that name. He has also published under 11 other pseudonyms and 3 versions of his real name (W. E. Butterworth, William E. Butterworth, and most recently William E. Butterworth III).",
      "pageId": 1450727,
      "monthDay": "11/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Arthur_K._Snyder",
      "name": "Arthur K. Snyder",
      "aboutText": "Lillian Pulitzer Rousseau (born Lillian Lee McKim; November 10, 1931 – April 7, 2013), better known as Lilly Pulitzer, was an American socialite and fashion designer. She founded Lilly Pulitzer, Inc., which produces clothing and other such wares featuring bright, colorful, floral prints.",
      "pageId": 2244185,
      "monthDay": "11/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ronald_Evans_(astronaut)",
      "name": "Ronald Evans",
      "aboutText": "Bernard Macy Babior (November 10, 1935 – June 29, 2004) was an American physician and research biochemist.\nBorn in Los Angeles, he received his M.D. degree at the University of California at San Francisco . After interning at Peter Bent Brigham Hospital, he joined the laboratory of Konrad Bloch at Harvard University and was awarded a Ph.D. degree in 1965.",
      "pageId": 6568068,
      "monthDay": "11/10"
    },
    {
      "year": "1934",
      "uri": "/wiki/Lucien_Bianchi",
      "name": "Lucien Bianchi",
      "aboutText": "Arthur Kress Snyder (November 10, 1932 – November 7, 2012), also known as Art Snyder, was an American lawyer, politician, and restaurateur.",
      "pageId": 8651872,
      "monthDay": "11/10"
    },
    {
      "year": "1934",
      "uri": "/wiki/Garry_Runciman,_3rd_Viscount_Runciman_of_Doxford",
      "name": "Garry Runciman, 3rd Viscount Runciman of Doxford",
      "aboutText": "Ogün Altıparmak (born November 10, 1938 in Adapazarı, Sakarya) is a former Turkish national football player who played for Fenerbahçe S.K..\nHe started his career in 1955 at Karşıyaka S.K. and then transferred to Fenerbahçe SK in 1963 with a broken leg. He helped Fenerbahçe win 4 Turkish League titles and 1 Turkish Cup title with Fenerbahçe and was the league's top scorer with 16 goals in 1970-71, the year he retired.",
      "pageId": 12960181,
      "monthDay": "11/10"
    },
    {
      "year": "1934",
      "uri": "/wiki/A._Thurairajah",
      "name": "A. Thurairajah",
      "aboutText": "Zdeněk Zikán (10 November 1937 – 14 February 2013) was a Czech football player.\nDuring his club career he played for several clubs, including Dukla Pardubice and Dukla Prague.",
      "pageId": 15813318,
      "monthDay": "11/10"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bernard_Babior",
      "name": "Bernard Babior",
      "aboutText": "Emelia Pérez Castellanos (Havana, Cuba, 10 November 1921 – Mexico City, 1 January 2015), better known as Ninón Sevilla, was a Cuban-born Mexican film actress and dancer who was active during the golden age of Mexican cinema. She was considered one of the greatest exponents of the Rumberas film in the 1940s and 1950s.",
      "pageId": 24237449,
      "monthDay": "11/10"
    },
    {
      "year": "1935",
      "uri": "/wiki/Igor_Dmitriyevich_Novikov",
      "name": "Igor Dmitriyevich Novikov",
      "aboutText": "Necmettin Hacıeminoğlu (10 November 1932 in Maraş – 26 June 1996 in Ankara) is a Turkish linguist and writer.",
      "pageId": 38668872,
      "monthDay": "11/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Albert_Hall_(actor)",
      "name": "Albert Hall",
      "aboutText": "Alagiah Thurairajah (Tamil: அழகையா துரைராசா Aḻakaiyā Turairācā; 10 November 1934 – 11 June 1994) was a leading Sri Lankan Tamil academic and vice-chancellor of the University of Jaffna.",
      "pageId": 39491278,
      "monthDay": "11/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Zden%C4%9Bk_Zik%C3%A1n",
      "name": "Zdeněk Zikán",
      "aboutText": "Sohei Miyashita (宮下 創平, Miyashita Sohei) was a Japanese politician.",
      "pageId": 40791630,
      "monthDay": "11/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Og%C3%BCn_Alt%C4%B1parmak",
      "name": "Ogün Altıparmak",
      "aboutText": "Alan Bergman (born September 11, 1925) and Marilyn Bergman (née Keith), born November 10, 1929) are American lyricists and songwriters. The pair have been married since 1958 and have written the music and lyrics for numerous celebrated television shows, films, and stage musicals.",
      "pageId": 48528873,
      "monthDay": "11/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Anscar_Chupungco",
      "name": "Anscar Chupungco",
      "aboutText": "David Edward Sutch (10 November 1940 – 16 June 1999), also known as 3rd Earl of Harrow, or simply Screaming Lord Sutch, was an English musician. He was the founder of the Official Monster Raving Loony Party and served as its leader from 1983 to 1999, during which time he stood in numerous parliamentary elections. He holds the record for losing all 40 elections in which he stood.",
      "pageId": 28690,
      "monthDay": "11/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Russell_Means",
      "name": "Russell Means",
      "aboutText": "Sir Timothy Miles Bindon \"Tim\" Rice (born 10 November 1944) is an English lyricist and author. An Academy Award, Golden Globe Award, Tony Award and Grammy Award-winning lyricist, Rice is best known for his collaborations with Andrew Lloyd Webber, with whom he wrote Joseph and the Amazing Technicolor Dreamcoat, Jesus Christ Superstar and Evita, with Björn Ulvaeus and Benny Andersson of ABBA, with whom he wrote Chess, and for additional songs for the 2011 West End revival of The Wizard of Oz, and for his work for Walt Disney Studios with Alan Menken (Aladdin, Beauty and the Beast, King David), Elton John (The Lion King, Aida, The Road to El Dorado) and Ennio Morricone.\nRice was knighted by Elizabeth II for services to music.",
      "pageId": 172838,
      "monthDay": "11/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Allan_Moffat",
      "name": "Allan Moffat",
      "aboutText": "Clarence Saxby Chambliss (born November 10, 1943) is an American politician who was a United States Senator from Georgia from 2003 to 2015. A member of the Republican Party, he previously served as a U.S. Representative from 1995 to 2003.\nDuring his four terms in the House, Chambliss served on the United States House of Representatives Permanent Select Committee on Intelligence and chaired the House Intelligence Subcommittee on Terrorism and Homeland Security, which oversaw investigations of the intelligence community after the September 11 attacks in 2001.",
      "pageId": 335056,
      "monthDay": "11/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Richard_Cotton_(geneticist)",
      "name": "Richard Cotton",
      "aboutText": "Askar Akayevich Akayev (Аскар Акаевич Акаев) (born 10 November 1944 in Kyzyl-Bairak, Kemin District) was President of Kyrgyzstan from 1990 until his overthrow in the March 2005 Tulip Revolution.",
      "pageId": 392441,
      "monthDay": "11/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Screaming_Lord_Sutch",
      "name": "Screaming Lord Sutch",
      "aboutText": "Hans-Rudolf Merz (born 10 November 1942) is a Swiss politician of FDP.The Liberals and former member of the Swiss Federal Council. He was the head of the Federal Department of Finance (the Swiss finance minister) from 2004 to 2010 and President of the Swiss Confederation for 2009. On 6 August 2010 Merz announced his resignation for October 2010.",
      "pageId": 396636,
      "monthDay": "11/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/John_Geoghegan",
      "name": "John Geoghegan",
      "aboutText": "James Alexander Hood (November 10, 1942 – January 17, 2013) was one of the first African Americans to enroll at the University of Alabama in 1963 and was made famous when Alabama Governor George Wallace blocked him from enrolling at the all-white university, an incident which became known as the \"Stand in the Schoolhouse Door\".\nOn June 11, 1963, in a ceremonial demonstration, Wallace stood in front of the university's Foster Auditorium. Hood arrived to pay his fees, accompanied by Vivian Malone and U.S. Deputy Attorney General Nicholas Katzenbach.",
      "pageId": 434658,
      "monthDay": "11/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Robert_F._Engle",
      "name": "Robert F. Engle",
      "aboutText": "Russell Charles Means (November 10, 1939 – October 22, 2012) was an American actor, Oglala Lakota activist for the rights of Native American people and libertarian political activist. He became a prominent member of the American Indian Movement (AIM) after joining the organization in 1968, and helped organize notable events that attracted national and international media coverage.\nMeans was active in international issues of indigenous peoples, including working with groups in Central and South America, and with the United Nations for recognition of their rights.",
      "pageId": 852073,
      "monthDay": "11/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/James_Hood",
      "name": "James Hood",
      "aboutText": "Silvestre \"Silver\" Reyes (born November 10, 1944) is the former U.S. Representative for Texas's 16th congressional district, serving from 1997 to 2013. He is a member of the Democratic Party. He was Chairman of the House Permanent Select Committee on Intelligence between 2007 and 2011.",
      "pageId": 966514,
      "monthDay": "11/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Hans-Rudolf_Merz",
      "name": "Hans-Rudolf Merz",
      "aboutText": "Found Instruments, Glen Edward Buxton (November 10, 1947 – October 19, 1997) was an American musician, and guitarist for the original Alice Cooper band. In 2003, Rolling Stone ranked Buxton number 90 on its list of the 100 greatest guitarists of all time. In 2011, he was posthumously inducted into the Rock and Roll Hall of Fame as a member of the Alice Cooper band.",
      "pageId": 1100238,
      "monthDay": "11/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/Saxby_Chambliss",
      "name": "Saxby Chambliss",
      "aboutText": "Terence Davies (born 10 November 1945) is an English screenwriter, film director, sometime novelist and actor. As a filmmaker, Davies is noted for his recurring themes of emotional (and sometimes physical) endurance, the influence of memory on everyday life and the potentially crippling effects of dogmatic religiosity on the emotional life of individuals and societies. Stylistically, Davies' works are notable for their symmetrical compositions, \"symphonic\" structure and measured pace.",
      "pageId": 1106447,
      "monthDay": "11/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Askar_Akayev",
      "name": "Askar Akayev",
      "aboutText": "Robert Fry Engle III (born November 10, 1942) is an American economist and the winner of the 2003 Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, sharing the award with Clive Granger, \"for methods of analyzing economic time series with time-varying volatility (ARCH)\".",
      "pageId": 1154834,
      "monthDay": "11/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mark_E._Neely,_Jr.",
      "name": "Mark E. Neely, Jr.",
      "aboutText": "Alaina Reed Hall (November 10, 1946 – December 17, 2009) was an American singer and actress best known for her roles as Olivia Robinson, Gordon's younger sister, on the long-running children's television series Sesame Street, and as Rose Lee Holloway on the NBC sitcom 227.",
      "pageId": 1611839,
      "monthDay": "11/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Silvestre_Reyes",
      "name": "Silvestre Reyes",
      "aboutText": "Donna Fargo (born Yvonne Vaughan; November 10, 1945 in Mount Airy, North Carolina) is an American country singer-songwriter, who is best known for a series of Top 10 country hits in the 1970s. These include \"The Happiest Girl in the Whole USA\" and \"Funny Face,\" both which became crossover pop hits in 1972.",
      "pageId": 1760956,
      "monthDay": "11/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tim_Rice",
      "name": "Tim Rice",
      "aboutText": "Allan George Moffat, OBE (born 10 November 1939 in Saskatoon, Saskatchewan, Canada) is an Australian racing driver known for his four wins in the Australian Touring Car Championship, six wins in the Sandown 500 and his four wins in the Bathurst 500/1000. Moffat was inducted into the V8 Supercar Hall of Fame in 1999.",
      "pageId": 3827918,
      "monthDay": "11/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Terence_Davies",
      "name": "Terence Davies",
      "aboutText": "John Lance \"Jack\" Geoghegan, (November 10, 1941 - November 15, 1965) was an infantry lieutenant in the U.S. Army, who was killed during the Battle of Ia Drang during the Vietnam War.",
      "pageId": 5155782,
      "monthDay": "11/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Donna_Fargo",
      "name": "Donna Fargo",
      "aboutText": "Mark E. Neely, Jr.",
      "pageId": 14831241,
      "monthDay": "11/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Gary_Plauche",
      "name": "Gary Plauche",
      "aboutText": "Bachir Gemayel (Arabic: بشير الجميّل‎;10 November 1947 – 14 September 1982) was a Lebanese leader and president-elect. He was a senior member of the Phalange party and the supreme commander of the Lebanese Forces militia during the early years of the Lebanese Civil War (1975–90). He was elected president on 23 August 1982 while the country was torn by civil war and occupied by both Israel and Syria.",
      "pageId": 23662554,
      "monthDay": "11/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Alaina_Reed_Hall",
      "name": "Alaina Reed Hall",
      "aboutText": "Dom Anscar Chupungco, O.S.B., STD (10 November 1939 - 9 January 2013) was a Filipino Benedictine monk, who was a noted liturgist, theologian and a mentor to all Filipino liturgists and countless students of the Pontifical Atheneum of St. Anselm in Rome and San Beda College in Manila. He was known for integrating local customs and traditions into the Catholic Mass.",
      "pageId": 28878992,
      "monthDay": "11/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Glen_Buxton",
      "name": "Glen Buxton",
      "aboutText": "Leon Gary Plauche (November 10, 1945 – October 20, 2014) was a native of Louisiana, known for the 1984 killing of Jeff Doucet, who had kidnapped and sexually assaulted his son, Jody Plauche. The killing occurred on Friday, March 16, 1984, and it was captured on camera by a news television crew. Although Plauche shot and killed Doucet, he was given five years probation for the shooting and received no jail time.",
      "pageId": 36666645,
      "monthDay": "11/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bachir_Gemayel",
      "name": "Bachir Gemayel",
      "aboutText": "Richard Cotton (10 November 1940 – 14 June 2015) was an Australian medical researcher and founder of the Murdoch Institute and the Human Variome Project. Cotton focused on the prevention and treatment of genetic disorders and birth defects.\nAs a genetic researcher, he was instrumental in the development of techniques to produce monoclonal antibodies, and his diagnostic techniques and research into diseases such as Phenylketonuria have been fundamental to the early detection of affected individuals which has often lead to life-saving interventions and the prevention of further disease progression.",
      "pageId": 46967866,
      "monthDay": "11/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Greg_Lake",
      "name": "Greg Lake",
      "aboutText": "Aaron Brown (born November 10, 1948) is an American broadcast journalist most recognized for his coverage of the September 11, 2001 attacks, his first day on air at CNN. He was a longtime reporter for ABC, the founding host of ABC's World News Now, weekend anchor of World News Tonight and the host of CNN's flagship evening program NewsNight with Aaron Brown. He was the anchor of the PBS documentary series Wide Angle from 2008 to 2009. He was a professor at the Walter Cronkite School of Journalism and Mass Communication at Arizona State University from 2007 to 2014.",
      "pageId": 462803,
      "monthDay": "11/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Dave_Loggins",
      "name": "Dave Loggins",
      "aboutText": "Gregory Stuart \"Greg\" Lake (born 10 November 1947) is an English singer, musician, songwriter and producer. He was a singer and bassist for King Crimson before becoming the bassist, guitarist, singer and lyricist for Emerson, Lake & Palmer.",
      "pageId": 608845,
      "monthDay": "11/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Aaron_Brown_(journalist)",
      "name": "Aaron Brown",
      "aboutText": "Roland Emmerich (German: [ˈʁoːlant ˈɛməʁɪç]; born November 10, 1955) is a German film director, screenwriter, and producer. His films, most of which are English-language Hollywood productions, have made more than $3 billion worldwide, including just over $1 billion in the United States, making him the country's 14th-highest grossing director of all time. He began his work in the film industry by directing the film The Noah's Ark Principle (1984) as part of his university thesis and also co-founded Centropolis Entertainment in 1985 with his sister.",
      "pageId": 685189,
      "monthDay": "11/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Shigesato_Itoi",
      "name": "Shigesato Itoi",
      "aboutText": "Robert William \"Bob\" Stanley (born November 10, 1954) is an American former professional baseball relief pitcher who played for the Boston Red Sox. He is currently the pitching coach for the New Hampshire Fisher Cats, Double-A affiliate of the Toronto Blue Jays.",
      "pageId": 1017731,
      "monthDay": "11/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Steven_Utley",
      "name": "Steven Utley",
      "aboutText": "Shigesato Itoi (糸井 重里, Itoi Shigesato, born November 10, 1948) is a Japanese copywriter, essayist, lyricist, game designer, and actor. Itoi is the editor-in-chief of his website “Hobo Nikkan Itoi Shinbun” (‘Almost’ Daily Itoi News). He is best known outside of Japan for his work on Nintendo's EarthBound series of games, as well as his self-titled bass fishing video game.",
      "pageId": 1020834,
      "monthDay": "11/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ann_Reinking",
      "name": "Ann Reinking",
      "aboutText": "Jack Scalia (born November 10, 1950) is an American actor. He has had many roles in television series (both as a regular and as a guest-star), television movies, and feature films. He is perhaps best known for his role as Chris Stamp on All My Children from 2001 to 2003.",
      "pageId": 1198766,
      "monthDay": "11/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Don_Saleski",
      "name": "Don Saleski",
      "aboutText": "Leslie Edwin \"Les\" Miles (born November 10, 1953) is an American football coach and former player. He is the current head football coach at Louisiana State University (LSU), a position he has held since January 2005. Miles is nicknamed \"The Hat\" for his signature white cap, as well as \"The Mad Hatter\".",
      "pageId": 1520796,
      "monthDay": "11/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mustafa_Denizli",
      "name": "Mustafa Denizli",
      "aboutText": "Debra Hill (November 10, 1950 – March 7, 2005) was an American film producer and screenwriter, best known for producing various works of John Carpenter.",
      "pageId": 1587685,
      "monthDay": "11/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/Debra_Hill",
      "name": "Debra Hill",
      "aboutText": "Robert Keith \"Bob\" Orton Jr. (born November 10, 1950) is an American professional wrestler, better known by his ring name, \"Cowboy\" Bob Orton. He is the son of Bob Sr.",
      "pageId": 1649310,
      "monthDay": "11/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/Bob_Orton,_Jr.",
      "name": "Bob Orton, Jr.",
      "aboutText": "Ann Reinking (born November 10, 1949) is an American actress, dancer, and choreographer. Her extensive work in musical theatre includes starring in Broadway productions of Coco (1969), Over Here! (1974), Goodtime Charley (1975), A Chorus Line (1976), Chicago (1977), Dancin' (1978) and Sweet Charity (1986).",
      "pageId": 1822626,
      "monthDay": "11/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jack_Scalia",
      "name": "Jack Scalia",
      "aboutText": "Jack Anthony Clark (born November 10, 1955), also known as \"Jack the Ripper\" is a former Major League Baseball player. From 1975 through 1992, Clark played for the San Francisco Giants (1975–84), St. Louis Cardinals (1985–87), New York Yankees (1988), San Diego Padres (1989–90) and Boston Red Sox (1991–92).",
      "pageId": 1927530,
      "monthDay": "11/10"
    },
    {
      "year": "1951",
      "uri": "/wiki/Viktor_Sukhorukov",
      "name": "Viktor Sukhorukov",
      "aboutText": "Mustafa Denizli (born 10 November 1949) is a former Turkish football player and now the coach of Galatasaray. He has managed many Turkish notable football clubs, including \"Istanbul Big Three\" (Fenerbahçe, Galatasaray and Beşiktaş) and has won the Süper Lig title three times. He is currently the only manager in history to win the Süper Lig with three different clubs.",
      "pageId": 2370991,
      "monthDay": "11/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gerry_DiNardo",
      "name": "Gerry DiNardo",
      "aboutText": "Steven Utley (November 10, 1948—January 12, 2013) was an American writer. He wrote poems, humorous essays and other non-fiction, and worked on comic books and cartoons, but was best known for his science fiction stories. Utley was diagnosed with stage four cancer in early December 2012, fell into a coma on January 11, 2013, and died the following night.",
      "pageId": 4699075,
      "monthDay": "11/10"
    },
    {
      "year": "1953",
      "uri": "/wiki/Les_Miles",
      "name": "Les Miles",
      "aboutText": "David Allen \"Dave\" Loggins (born November 10, 1947) is an American singer, songwriter, and musician.",
      "pageId": 4771058,
      "monthDay": "11/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kevin_Spraggett",
      "name": "Kevin Spraggett",
      "aboutText": "Gerard Paul DiNardo (born November 10, 1952) is a former American football player and coach. He played college football as a guard for the Notre Dame Fighting Irish where he was selected as an All-American in 1974. DiNardo served as the head football coach at Vanderbilt University (1991–1994), Louisiana State University (1995–1999), and Indiana University (2002–2004), compiling a career college football record of 59–76–1.",
      "pageId": 5071126,
      "monthDay": "11/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bob_Stanley_(baseball)",
      "name": "Bob Stanley",
      "aboutText": "Mohsen Badawi (Arabic: محسن بدوى; born November 10, 1956, in Cairo, Egypt) is an entrepreneur, political activist, and writer.",
      "pageId": 5348698,
      "monthDay": "11/10"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jack_Clark_(baseball)",
      "name": "Jack Clark",
      "aboutText": "Kevin Spraggett (born 10 November 1954) is a Canadian chess grandmaster. He is the fourth Canadian to earn the grandmaster title, after Abe Yanofsky, Duncan Suttles and Peter Biyiasas. Spraggett is the only Canadian to have qualified for the Candidates' level, having done so in 1985 and 1988.",
      "pageId": 7286821,
      "monthDay": "11/10"
    },
    {
      "year": "1955",
      "uri": "/wiki/Roland_Emmerich",
      "name": "Roland Emmerich",
      "aboutText": "Donald Patrick \"Big Bird\" Saleski (born November 10, 1949) is a Canadian former professional ice hockey right winger who played nine seasons in the National Hockey League (NHL) for the Philadelphia Flyers and Colorado Rockies.",
      "pageId": 8079695,
      "monthDay": "11/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sinbad_(comedian)",
      "name": "Sinbad",
      "aboutText": "David Adkins (born November 10, 1956)—known by his stage name Sinbad—is an American stand-up comedian and actor.",
      "pageId": 10088476,
      "monthDay": "11/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mohsen_Badawi",
      "name": "Mohsen Badawi",
      "aboutText": "Viktor Ivanovich Sukhorukov PAR (Russian: Виктор Иванович Сухоруков; born 10 November 1951) is a Russian actor. He has appeared in over 50 films and television shows since 1974. He starred in Happy Days, which was screened in the Un Certain Regard section at the 1992 Cannes Film Festival.",
      "pageId": 24002906,
      "monthDay": "11/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Nigel_Evans",
      "name": "Nigel Evans",
      "aboutText": "Neil Richard MacKinnon Gaiman (/ˈɡeɪmən/; born Neil Richard Gaiman; 10 November 1960) is an English author of short fiction, novels, comic books, graphic novels, audio theatre and films. His notable works include the comic book series The Sandman and novels Stardust, American Gods, Coraline, and The Graveyard Book. He has won numerous awards, including the Hugo, Nebula, and Bram Stoker awards, as well as the Newbery and Carnegie medals.",
      "pageId": 22055,
      "monthDay": "11/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Deborah_Cameron_(linguist)",
      "name": "Deborah Cameron",
      "aboutText": "Michael John McCarthy (born November 10, 1963) is a professional American football coach who currently serves as the head coach of the Green Bay Packers of the National Football League (NFL).",
      "pageId": 306651,
      "monthDay": "11/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Stephen_Herek",
      "name": "Stephen Herek",
      "aboutText": "Nigel Martin Evans (born 10 November 1957) is a British politician. Since 1992 he has been Member of Parliament for the Ribble Valley constituency, representing the Conservative Party until 2013, when he became an Independent. He was First Deputy Chairman of Ways and Means, one of the Speaker's three deputies, from 2010 until his resignation in 2013 after allegations of crimes for which he was acquitted.",
      "pageId": 420144,
      "monthDay": "11/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/George_Lowe",
      "name": "George Lowe",
      "aboutText": "Linda Cohn (born November 10, 1959) is an American sportscaster.",
      "pageId": 611614,
      "monthDay": "11/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Omar_Minaya",
      "name": "Omar Minaya",
      "aboutText": "Thomas \"Tommy\" Davidson (born November 10, 1963) is an American comedian, film and television actor.",
      "pageId": 707106,
      "monthDay": "11/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Massimo_Morsello",
      "name": "Massimo Morsello",
      "aboutText": "Laura Mackenzie Phillips (born November 10, 1959) is an American actress and singer best known for her roles in American Graffiti and as rebellious teenager Julie Mora Cooper Horvath on the sitcom One Day at a Time.",
      "pageId": 802011,
      "monthDay": "11/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Brooks_Williams",
      "name": "Brooks Williams",
      "aboutText": "Omar Teodoro Antonio Minaya y Sánchez (born November 10, 1958) is the current, Sr. VP of Baseball Operations for the San Diego Padres.",
      "pageId": 1418842,
      "monthDay": "11/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Linda_Cohn",
      "name": "Linda Cohn",
      "aboutText": "Hugh Richard Bonneville Williams (born 10 November 1963), known professionally as Hugh Bonneville, is an English actor.",
      "pageId": 1802353,
      "monthDay": "11/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mike_McCarthy_(American_football)",
      "name": "Mike McCarthy",
      "aboutText": "Rudolf Grimm (born 10 November 1961) is an experimental physicist from Austria. His work centres on ultracold atoms and quantum gases.",
      "pageId": 2252026,
      "monthDay": "11/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mackenzie_Phillips",
      "name": "Mackenzie Phillips",
      "aboutText": "George Edward Lowe (born November 10, 1958) is an American voice actor and comedian. He is perhaps best known for his role as the voice of Space Ghost on the Cartoon Network/Adult Swim talk show Space Ghost Coast to Coast, a role which he played for every episode – except the two unaired pilots and the episodes \"Pilot\" and \"Hipster\" – spanning fourteen years before the series ended in 2008; he also played the part for its spin-off Cartoon Planet. He continued to voice Space Ghost in several cameos in other programs for several years, even following the conclusion of the series, but did not reprise the role for the 2012 revival of Cartoon Planet.",
      "pageId": 2404132,
      "monthDay": "11/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Michael_Schr%C3%B6der",
      "name": "Michael Schröder",
      "aboutText": "Massimo Morsello (10 November 1958, Rome – 10 March 2001) was an Italian far-right political activist and singer-songwriter. He was the main figure of Italian far-right political music and, with Roberto Fiore, a co-founder of the Italian neofascist movement Forza Nuova.",
      "pageId": 2570252,
      "monthDay": "11/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Neil_Gaiman",
      "name": "Neil Gaiman",
      "aboutText": "Danny Clarence \"Dan\" Hawkins (born November 10, 1960) is the former head coach of the Montreal Alouettes of the Canadian Football League. He was a sportscaster for ESPN and former American football player and coach. He served as the head football coach at Willamette University, Boise State University, and the University of Colorado, compiling a career college football record of 112–61–1.",
      "pageId": 3246846,
      "monthDay": "11/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Dan_Hawkins",
      "name": "Dan Hawkins",
      "aboutText": "Daniel \"Dan\" Waters (born November 10, 1962 in Cleveland, Ohio) is an American screenwriter and film director.\nHe is the older brother of director Mark Waters.",
      "pageId": 5228309,
      "monthDay": "11/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Naomi_Kawashima",
      "name": "Naomi Kawashima",
      "aboutText": "Naomi Kawashima (川島 なお美, Kawashima Naomi, November 10, 1960 – September 24, 2015) was a Japanese actress, singer and radio entertainer. She was born on November 10, 1960, in the city of Moriyama, Aichi, (now Moriyama-ku, Nagoya, Aichi Prefecture), Japan and graduated from Aoyama Gakuin University. She made her singing debut in 1979; in 1982 she got an early break on the television show Owarai Manga Dōjō.",
      "pageId": 6390199,
      "monthDay": "11/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Maeve_Sherlock",
      "name": "Maeve Sherlock",
      "aboutText": "Maeve Christina Mary Sherlock, Baroness Sherlock, OBE (born 10 November 1960) is a Labour Party life peer who was the chief executive of the Refugee Council, a charity supporting refugees and asylum seekers in the UK, between August 2003 and October 2006. Prior to joining the charity, she worked as a special advisor to the Chancellor of the Exchequer, Gordon Brown MP. At the Treasury her brief covered social issues such as child poverty and welfare reform.\nSherlock has also been Chief Executive of the National Council for One Parent Families, Director of the education charity UKCOSA and is a former president of the National Union of Students.",
      "pageId": 6781581,
      "monthDay": "11/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Rudolf_Grimm",
      "name": "Rudolf Grimm",
      "aboutText": "Stephen Robert Herek (born November 10, 1958) is an American film director.\nHerek was born in San Antonio, Texas. He attended the University of Texas at Austin.",
      "pageId": 7225495,
      "monthDay": "11/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/John_Walton_(darts_player)",
      "name": "John Walton",
      "aboutText": "John Michael Walton (born 10 November 1961 in Bradford, Yorkshire) is an English darts player who currently plays for the British Darts Organisation. He is best known for winning the 2001 BDO World Darts Championship.",
      "pageId": 8248551,
      "monthDay": "11/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Daniel_Waters_(screenwriter)",
      "name": "Daniel Waters",
      "aboutText": "Brooks Williams (born November 10, 1958) is an American acoustic guitarist and singer/songwriter. His style combines roots, jazz, blues, classical, and folk. He has released some albums consisting of contemporary folk music, and some consisting of instrumental guitar music.",
      "pageId": 10968630,
      "monthDay": "11/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Hugh_Bonneville",
      "name": "Hugh Bonneville",
      "aboutText": "Deborah Cameron (born 10 November 1958), is a feminist linguist, who currently holds the Rupert Murdoch Professorship in Language and Communication at Worcester College, University of Oxford.\nShe is mainly interested in sociolinguistics and linguistic anthropology. A large part of her academic research is focused on the relationship of language to gender and sexuality.",
      "pageId": 16976249,
      "monthDay": "11/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tommy_Davidson",
      "name": "Tommy Davidson",
      "aboutText": "Michael Schröder (born 10 November 1959) is a retired German football player.",
      "pageId": 20948582,
      "monthDay": "11/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tanju_%C3%87olak",
      "name": "Tanju Çolak",
      "aboutText": "Warren Griffin III (born November 10, 1970) better known by his stage name Warren G, is an American West Coast rapper and hip hop producer.",
      "pageId": 161493,
      "monthDay": "11/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kenny_Rogers_(baseball)",
      "name": "Kenny Rogers",
      "aboutText": "Edmund \"Eddie\" Irvine, Jr. (born 10 November 1965) is a retired British racing driver from Northern Ireland. He was the runner-up in 1999 Formula One World Drivers' Championship, driving for Ferrari.",
      "pageId": 424417,
      "monthDay": "11/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/Magn%C3%BAs_Scheving",
      "name": "Magnús Scheving",
      "aboutText": "William Charles \"Bill\" DeMott II (born November 10, 1966) is an American semi-retired professional wrestler and road agent. He is best known for his appearances with World Championship Wrestling (WCW) as Hugh Morrus and World Wrestling Federation/Entertainment (WWF/E) under his real name. DeMott also performed as Crash the Terminator in both Extreme Championship Wrestling (ECW) and Japan.",
      "pageId": 556584,
      "monthDay": "11/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jamie_Dixon",
      "name": "Jamie Dixon",
      "aboutText": "Kenneth Scott Rogers (born November 10, 1964 in Savannah, Georgia) is a former American Major League Baseball (MLB) left-handed pitcher. During a 20-year baseball career, he pitched from 1989 to 2008 for six different teams. In addition to being known for his fielding (winning five Gold Glove Awards), he pitched the fourteenth perfect game in major league baseball history.",
      "pageId": 599018,
      "monthDay": "11/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sean_Hughes_(comedian)",
      "name": "Sean Hughes",
      "aboutText": "Jens Gerhard Lehmann (pronounced [ˈjɛns ˈleːman]; born 10 November 1969) is a retired German footballer who played as a goalkeeper. He was voted UEFA Club Goalkeeper of the Year for the 1996–97 and 2005–06 seasons, and was selected for three World Cup squads. He was a member of Arsenal's Invincibles, playing every match of their famous unbeaten title winning season.",
      "pageId": 837911,
      "monthDay": "11/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Eddie_Irvine",
      "name": "Eddie Irvine",
      "aboutText": "Faustino Hernán \"Tino\" Asprilla Hinestroza (born 10 November 1969 in Tuluá) is a former Colombian football player who most notably played for Parma A.C., Newcastle United F.C. and the Colombia national football team as a forward. Though never a prolific goalscorer, he was known for his skill, flair, creative ability, power, and pace, and for having the capabiltity to create chances and score spectacular goals; despite his talent, he was also known for being temperamental and controversial both on and off the field.\nAsprilla was known by his supporters in his home country as The Octopus for his voracious appetite.",
      "pageId": 1041521,
      "monthDay": "11/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vanessa_Angel",
      "name": "Vanessa Angel",
      "aboutText": "Stephen Desmond \"Steve\" Brookstein (born 10 November 1968 in Camberwell, London) is an English jazz and soul singer who enjoyed fleeting success in the United Kingdom in 2004 after winning the first series of The X Factor. He is originally from Mitcham, South London.",
      "pageId": 1276416,
      "monthDay": "11/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Bill_DeMott",
      "name": "Bill DeMott",
      "aboutText": "Magnús Örn Eyjólfsson Scheving (born 10 November 1964) is an Icelandic writer, actor, producer, entrepreneur, and athlete. He is the creator and co-star of the children's television show LazyTown, in which he starred as Sportacus.",
      "pageId": 1323113,
      "monthDay": "11/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jackie_Fairweather",
      "name": "Jackie Fairweather",
      "aboutText": "Tracy Jamal Morgan (born November 10, 1968) is an American actor and comedian best known for his eight seasons as a cast member on Saturday Night Live (1996–2003) and for his role as Tracy Jordan in the comedy series 30 Rock (2006–2013). He was nominated for an Emmy Award in 2009 for his work on 30 Rock. He has appeared in numerous films as an actor and voice actor.",
      "pageId": 1335475,
      "monthDay": "11/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Andreas_Scholl",
      "name": "Andreas Scholl",
      "aboutText": "Ellen Kathleen Pompeo (/pʌmˈpɛoʊ/, born November 10, 1969) is an American actress. She rose to fame for her portrayal of Dr. Meredith Grey in the long-running hit ABC medical drama series Grey's Anatomy (2005–present).",
      "pageId": 1690486,
      "monthDay": "11/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Michael_Jai_White",
      "name": "Michael Jai White",
      "aboutText": "Tanju Çolak (born 10 November 1963 in Samsun) is a retired Turkish footballer, who played as a striker.",
      "pageId": 1831102,
      "monthDay": "11/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Steve_Brookstein",
      "name": "Steve Brookstein",
      "aboutText": "Sean Hughes (born John Hughes, 10 November 1965) is a stand-up comedian, writer and actor.",
      "pageId": 2080210,
      "monthDay": "11/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tracy_Morgan",
      "name": "Tracy Morgan",
      "aboutText": "Andreas Scholl (born 10 November 1967) is a German countertenor, a male classical singer in the alto vocal range, specialising in Baroque music.\nBorn into a family of singers, Scholl was enrolled at the age of seven into the boys choir. Aged 13, he was chosen from 20,000 choristers gathered in Rome from around the world to sing solo at a Mass held on 4 January 1981.",
      "pageId": 2590180,
      "monthDay": "11/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tom_Papa",
      "name": "Tom Papa",
      "aboutText": "Vanessa Madeline Angel (born 10 November 1966) is an English-American actress and former model. She played the role of Lisa on the television series Weird Science. She is also known for her role as Claudia in the film Kingpin.",
      "pageId": 3003379,
      "monthDay": "11/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Faustino_Asprilla",
      "name": "Faustino Asprilla",
      "aboutText": "Michael Jai White (born November 10, 1967) is an American actor and martial artist who has appeared in numerous films and television series. He is the first African American to portray a major comic book superhero in a major motion picture, having starred as Al Simmons, the protagonist in the 1997 film Spawn. White appeared as Marcus Williams in the Tyler Perry films Why Did I Get Married?",
      "pageId": 3213549,
      "monthDay": "11/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jens_Lehmann",
      "name": "Jens Lehmann",
      "aboutText": "Jamie Dixon (born November 10, 1965) is an American basketball coach. He has served as the head coach of the University of Pittsburgh men's basketball team since 2003. In 2009 he was the head coach for the FIBA Under-19 2009 gold-medal winning United States national basketball team for which he was named the 2009 USA Basketball National Coach of the Year.",
      "pageId": 3780784,
      "monthDay": "11/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ellen_Pompeo",
      "name": "Ellen Pompeo",
      "aboutText": "Jacquilyn Louise \"Jackie\" Fairweather (née Gallagher; 10 November 1967 – 1 November 2014) was an Australian world champion triathlete, long-distance runner, coach and Australian Institute of Sport high performance administrator.\n^ \"Death notice - Jackie Fairweather\". Canberra Times.",
      "pageId": 6784346,
      "monthDay": "11/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Zolt%C3%A1n_T%C3%A9gl%C3%A1s",
      "name": "Zoltán Téglás",
      "aboutText": "Freddy Loix (born 10 November 1970 in Tongeren, Belgium) is a Belgian rally driver.",
      "pageId": 8991684,
      "monthDay": "11/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Warren_G",
      "name": "Warren G",
      "aboutText": "Tom Papa (born November 10, 1968) is an American comedian, actor, writer, producer, television/radio host.\n^ \"Behind the Candelabra\". HBO. 2013.",
      "pageId": 15314789,
      "monthDay": "11/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Freddy_Loix",
      "name": "Freddy Loix",
      "aboutText": "Zoltán \"Zoli\" Téglás is an American singer, songwriter and producer with Hungarian roots. He is the frontman of Ignite and formerly enjoyed a spell as lead singer of Pennywise, appearing on their tenth album All or Nothing. He has collaborated with other bands including The Misfits, Motörhead and Blind Myself.",
      "pageId": 26135076,
      "monthDay": "11/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Sergei_Ovchinnikov_(footballer_born_1970)",
      "name": "Sergei Ovchinnikov",
      "aboutText": "Shawn David Green (born November 10, 1972) is a former Major League Baseball right-fielder. Green was a 1st round draft pick and a two-time major league All-Star. He drove in 100 runs four times and scored 100 runs four times, hit 40 or more home runs three times, led the league in doubles, extra base hits, and total bases, won both a Gold Glove Award and a Silver Slugger Award, and set the Dodgers single-season record in home runs.",
      "pageId": 386693,
      "monthDay": "11/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tay_Ping_Hui",
      "name": "Tay Ping Hui",
      "aboutText": "Sergei Ivanovich Ovchinnikov (Russian: Серге́й Ива́нович Овчи́нников; IPA: [sʲɪrˈgʲej ɪˈvanəvʲɪtɕ ɐfˈtɕinʲnʲɪkəf]; born 10 November 1970 in Moscow) or Boss is a manager and former association football goalkeeper who played for the Russian national team. He currently works as a goalkeepers' coach in the Russian national football team and as an assistant manager in CSKA Moscow.\nConcerning his club career, he is most famous for being a part of Lokomotiv Moscow squad for more than 10 years.",
      "pageId": 731095,
      "monthDay": "11/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Vince_Vieluf",
      "name": "Vince Vieluf",
      "aboutText": "Markko Märtin (born 10 November 1975 in Tartu) is a rally driver from Estonia, who competed in the World Rally Championship from 2000 until 2005.",
      "pageId": 944620,
      "monthDay": "11/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Holly_Black",
      "name": "Holly Black",
      "aboutText": "Patrik Berger (Czech pronunciation: [ˈpatrɪk ˈbɛrɡr̩]; born 10 November 1973) is a retired Czech footballer. He started his career in his own country with Slavia Prague and spent a season in Germany playing for Borussia Dortmund. He moved to England in 1996, where he spent seven years with Liverpool, winning six trophies in his time there.",
      "pageId": 990613,
      "monthDay": "11/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Walton_Goggins",
      "name": "Walton Goggins",
      "aboutText": "Isaac Isidore Bruce (born November 10, 1972) is a former American football wide receiver in the National Football League (NFL). He was drafted by the Los Angeles Rams in the second round of the 1994 NFL Draft. He played college football for the University of Memphis.",
      "pageId": 1198829,
      "monthDay": "11/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Magnus_Johansson_(footballer,_born_1971)",
      "name": "Magnus Johansson",
      "aboutText": "Leif Magnus (\"Ölme\") Johansson (born 10 November 1971 in Ölme, Värmland) is a former Swedish football defender. After playing for a local club, he joined IFK Göteborg in 1990. He moved to the Dutch club FC Groningen in 1999 before rejoining IFK in 2003.",
      "pageId": 2149514,
      "monthDay": "11/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Niki_Karimi",
      "name": "Niki Karimi",
      "aboutText": "Niki Karimi (Persian: نیکی کریمی‎‎) (born November 10, 1971 in Tehran) is an Iranian actress, director, and screenwriter.",
      "pageId": 2166442,
      "monthDay": "11/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Terry_Pearson",
      "name": "Terry Pearson",
      "aboutText": "Holly Black née Riggenbach (born November 10, 1971) is an American writer and editor best known for The Spiderwick Chronicles, a series of children's fantasy books she created with writer and illustrator Tony DiTerlizzi, and a trilogy of Young Adult novels often called the Modern Tale of Faerie trilogy. Her 2013 novel Doll Bones was named a Newbery Medal honor book.",
      "pageId": 2339174,
      "monthDay": "11/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/DJ_Ashba",
      "name": "DJ Ashba",
      "aboutText": "Christopher Daniel \"Chris\" Lilley (born 1974-75) is an Australian comedian, television producer, actor, musician and writer. A two-time winner of the Logie Award for Most Popular Actor, he is known for his creation and portrayal of several characters in the mockumentary television series We Can Be Heroes: Finding The Australian of the Year (2005), Summer Heights High (2007), Angry Boys (2011), Ja'mie: Private School Girl (2013) and Jonah from Tonga (2014).\nIn 2015, Lilley was also the main actor for The Stafford Brothers, Rick Ross & Jay Sean's \"When You Feel This\" music video.",
      "pageId": 2559641,
      "monthDay": "11/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Isaac_Bruce",
      "name": "Isaac Bruce",
      "aboutText": "Walton Sanders Goggins, Jr. (born November 10, 1971) is an American actor. On television, he played Shane Vendrell on The Shield and Boyd Crowder on Justified.",
      "pageId": 2601410,
      "monthDay": "11/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Lou_Brutus",
      "name": "Lou Brutus",
      "aboutText": "Tay Ping Hui is a Singaporean actor best known for acting in many Chinese-language television dramas produced by MediaCorp Channel 8.",
      "pageId": 2718324,
      "monthDay": "11/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Vir%C3%A1g_Csurg%C3%B3",
      "name": "Virág Csurgó",
      "aboutText": "Vincent Ernest \"Vince\" Vieluf (pronounced Vee-loff; born November 10, 1970) is an American actor.",
      "pageId": 3454511,
      "monthDay": "11/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Shawn_Green",
      "name": "Shawn Green",
      "aboutText": "Gregory Mark LaRocca (born November 10, 1972 in Oswego, New York) is a second baseman for the Orix Buffaloes in the Nippon Professional Baseball league Pacific League.",
      "pageId": 5390175,
      "monthDay": "11/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Greg_LaRocca",
      "name": "Greg LaRocca",
      "aboutText": "Marco Antonio Rodríguez Moreno (born November 10, 1973 in Mexico City) is a former Mexican football referee.",
      "pageId": 5508067,
      "monthDay": "11/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Patrik_Berger",
      "name": "Patrik Berger",
      "aboutText": "Niko Hurme (born 10 November 1974, Karkkila), whose stage name is Nick Gore is a Finnish bass guitarist in the glam metal band Stala & so. He was the bass player for the Finnish hard rock band Lordi between 2002 and 2005, with his stage name Kalma (Finnish, poetic version of word death). He played on the albums The Monsterican Dream and The Arockalypse but was replaced by current bassist OX after his departure from the band for personal reasons.",
      "pageId": 6699715,
      "monthDay": "11/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Marco_Antonio_Rodr%C3%ADguez",
      "name": "Marco Antonio Rodríguez",
      "aboutText": "Martin Åslund (born November 10, 1976) is a Swedish retired professional football player (midfielder), currently working as a sports analyst for the TV4 Group. He is the son of Swedish former international Sanny Åslund.\n^ a b c d Frantz, Alf; Glanell, Tomas; Persson, Gunnar, eds.",
      "pageId": 12354505,
      "monthDay": "11/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nick_Gore",
      "name": "Nick Gore",
      "aboutText": "Daren Jay \"DJ\" Ashba (born November 10, 1972) is an American musician, producer, and songwriter. He is currently the lead guitarist in Sixx:A.M.. He is also known for his work with hard rock bands BulletBoys and Beautiful Creatures.",
      "pageId": 12940875,
      "monthDay": "11/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chris_Lilley_(comedian)",
      "name": "Chris Lilley",
      "aboutText": "Terry Bobby Gene Pearson (born November 10, 1971 in Tuscaloosa, Alabama) is former Major League Baseball pitcher. Pearson played for the Detroit Tigers in 2002. Prior to his stint with the Tigers, Pearson had a very successful collegiate career at Livingston University,(since renamed The University of West Alabama).",
      "pageId": 32045172,
      "monthDay": "11/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Markko_M%C3%A4rtin",
      "name": "Markko Märtin",
      "aboutText": "Virág Csurgó (born 10 November 1972 in Siófok) is a retired Hungarian tennis player.\nCsurgó won six singles and 17 doubles titles on the ITF tour in her career. On 20 November 1995, she reached her best singles ranking of world number 160.",
      "pageId": 37848024,
      "monthDay": "11/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Martin_%C3%85slund",
      "name": "Martin Åslund",
      "aboutText": "Lou Brutus (born November 10, 1962) is an American radio personality, program director, voice-over talent, musician, and photographer. He is best known as the host of the nationally syndicated rock radio programs hardDrive with Lou Brutus and hardDrive XL with Lou Brutus, as well as his work at Sirius XM Radio.\n^ Parrish, Michael.",
      "pageId": 38220451,
      "monthDay": "11/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sergio_Gonz%C3%A1lez_Soriano",
      "name": "Sergio González Soriano",
      "aboutText": "Brittany Murphy-Monjack (born Brittany Anne Bertolotti; November 10, 1977 – December 20, 2009), known professionally as Brittany Murphy, was an American film and stage actress, singer, and voice artist. Murphy, a native of Atlanta, moved to Los Angeles as a teenager, and pursued a career in acting. Her breakthrough role was in Amy Heckerling's Clueless (1995), followed by supporting roles in independent films such as Freeway (1996) and Bongwater (1998).",
      "pageId": 166777,
      "monthDay": "11/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Steffen_Iversen",
      "name": "Steffen Iversen",
      "aboutText": "Eve Jihan Jeffers-Cooper (born November 10, 1978) is an American hip hop recording artist and actress from Philadelphia, Pennsylvania. She is also the inaugural winner of the Grammy Award for Best Rap/Sung Collaboration in 2002, for the song \"Let Me Blow Ya Mind\", with American singer Gwen Stefani. Eve was number 48 on VH1's \"50 Greatest Women of the Video Era\" list.",
      "pageId": 217184,
      "monthDay": "11/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Shefki_Kuqi",
      "name": "Shefki Kuqi",
      "aboutText": "Erik Nevland (born 10 November 1977) is a Norwegian former professional footballer who played as a forward. He played for clubs in Norway, England, Sweden and the Netherlands, and earned eight caps for the Norway national team from his debut in 2001.\n^ a b c Hugman, Barry J., ed.",
      "pageId": 317514,
      "monthDay": "11/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mike_Leclerc",
      "name": "Mike Leclerc",
      "aboutText": "Christopher John Joannou (born 10 November 1979) is a Macedonian-Australian musician, best known as the bassist for the Newcastle-based alternative rock band Silverchair. His real name is Christophoros John Joannou, and he was born in Newcastle, New South Wales, he has a twin sister and an older sister. He has a nephew and two nieces.",
      "pageId": 708712,
      "monthDay": "11/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Josh_Barnett",
      "name": "Josh Barnett",
      "aboutText": "Kyla Cole (born Martina Jacová, Slovak: [jatsovaː]; November 10, 1978) is a Slovak glamour model, Penthouse Pet and former television presenter.",
      "pageId": 1428521,
      "monthDay": "11/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Won_Bin",
      "name": "Won Bin",
      "aboutText": "Won Bin (Hangul: 원빈; born Kim Do-jin; Hangul: 김도진 on November 10, 1977) is a South Korean actor.",
      "pageId": 1447057,
      "monthDay": "11/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Matt_Cepicky",
      "name": "Matt Cepicky",
      "aboutText": "Drew McConnell (born 10 November 1978 in Dublin, Ireland) is the bass guitarist and backing vocalist with Babyshambles, the band formed and fronted by frontman of the Libertines, Pete Doherty. He lived in Tenerife, Spain, for much of his childhood, and he speaks Spanish fluently. Formerly in the band Elviss, McConnell participates in a number of side-projects, such as the Phoenix Drive and playing double bass and piano with Irish singer/songwriter Fionn Regan as well as writing and recording solo material.",
      "pageId": 1705592,
      "monthDay": "11/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Brittany_Murphy",
      "name": "Brittany Murphy",
      "aboutText": "Thomas Wesley Pentz (born November 10, 1978), better known by his stage name Diplo, is an American DJ, record producer, rapper and songwriter based in Los Angeles, California. He founded and manages record company Mad Decent, as well as co-founding the non-profit organization Heaps Decent. Among other jobs, he has worked as a school teacher in Philadelphia.",
      "pageId": 1710418,
      "monthDay": "11/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Erik_Nevland",
      "name": "Erik Nevland",
      "aboutText": "Ragnvald Soma (born 10 November 1979) is a Norwegian footballer who plays as a defender for his childhood club Frøyland Idrettslag. He signed for them 02.02.2014 effectively retiring from professional football.",
      "pageId": 1931036,
      "monthDay": "11/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Diplo",
      "name": "Diplo",
      "aboutText": "Steffen Iversen (born 10 November 1976) is a Norwegian former footballer who played as a striker. He is the son of former Norway international Odd Iversen, one of Norway's most prolific goalscorers of all time.\nIversen began his career as an 18-year-old at Rosenborg where he won two consecutive Norwegian league championships.",
      "pageId": 2072716,
      "monthDay": "11/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Eve_(rapper)",
      "name": "Eve",
      "aboutText": "Shefki Kuqi (pronounced [ˈʃɛfki ˈkuci]; born 10 November 1976) is a Finnish former professional football player of Albanian descent, and is currently the manager of PK-35 Vantaa.\nKuqi played predominately as a striker. He spent most of his career in the English football league system, for clubs including Newcastle United, Sheffield Wednesday, Ipswich Town, Blackburn Rovers, Crystal Palace, Fulham, Swansea City and Oldham Athletic.",
      "pageId": 2103196,
      "monthDay": "11/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kyla_Cole",
      "name": "Kyla Cole",
      "aboutText": "Jorge A. DePaula (born November 10, 1978 in Sabana Grande, Dominican Republic) is a former right-handed baseball pitcher who appeared in Major League Baseball.",
      "pageId": 2602554,
      "monthDay": "11/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jorge_DePaula",
      "name": "Jorge DePaula",
      "aboutText": "Joshua Lawrence Barnett (born November 10, 1977) is an American mixed martial artist and professional wrestler who competes in the heavyweight division of the UFC where he is a former UFC Heavyweight Champion. He is the first and current Metamoris Heavyweight Champion. He has also won the King of Pancrase Openweight Championship and was a finalist in the PRIDE 2006 Openweight Grand Prix and the Strikeforce Heavyweight Grand Prix Championship.",
      "pageId": 2859817,
      "monthDay": "11/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kristian_Huselius",
      "name": "Kristian Huselius",
      "aboutText": "Anthony Réveillère (French pronunciation: ​[ɑ̃.tɔ.ni ʁe.vɛ.jɛʁ]; born 10 November 1979) is a retired French footballer who plays as a right back.\nHe spent most of his professional career with Rennes and Lyon, amassing Ligue 1 totals of 426 games and five goals over the course of 16 seasons and winning 12 major titles with the latter, including five national championships.\nRéveillère represented France at the 2010 World Cup and Euro 2012.",
      "pageId": 3147205,
      "monthDay": "11/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Drew_McConnell",
      "name": "Drew McConnell",
      "aboutText": "Kristian Huselius (born November 10, 1978) is a Swedish former professional ice hockey player.",
      "pageId": 3456062,
      "monthDay": "11/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/David_Paetkau",
      "name": "David Paetkau",
      "aboutText": "Michael Leclerc (born November 10, 1976) is a Canadian former professional ice hockey forward who played 341 games in the National Hockey League predominately with the Mighty Ducks of Anaheim.",
      "pageId": 3759827,
      "monthDay": "11/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Chris_Joannou",
      "name": "Chris Joannou",
      "aboutText": "Matthew William Cepicky (born November 10, 1977 in St. Louis, Missouri) is a former Major League Baseball outfielder.",
      "pageId": 5568971,
      "monthDay": "11/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nina_Mercedez",
      "name": "Nina Mercedez",
      "aboutText": "Sergio González Soriano (born 10 November 1976), known simply as Sergio, is a retired Spanish footballer, and a current manager of Catalonia national team.\nA hard-working central midfielder he was adept at both defence and playmaking, and spent nearly one decade as a professional at Deportivo de La Coruña after starting at Espanyol. Over the course of 14 La Liga seasons, he amassed totals of 418 games and 34 goals.",
      "pageId": 6045475,
      "monthDay": "11/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Anthony_R%C3%A9veill%C3%A8re",
      "name": "Anthony Réveillère",
      "aboutText": "David E. Paetkau (born November 10, 1978) is a Canadian actor, known for his roles as Evan Lewis in Final Destination 2 (2003), the customs officer in LAX (2004), Beck McKaye in Whistler (2006–2008), Ira Glatt in Goon (2011), and Sam Braddock in the CTV television series Flashpoint (2008–2012).\nPaetkau has appeared in I'll Always Know What You Did Last Summer (2006), Aliens vs. Predator: Requiem (2007), So Weird (as Brent on the episode \"Vampire\"; May 20, 2000), For Heaven's Sake, and a one episode appearance on Dexter, as Lumen's fiancé, Owen.",
      "pageId": 8694324,
      "monthDay": "11/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ragnvald_Soma",
      "name": "Ragnvald Soma",
      "aboutText": "Nina Mercedez (born November 10, 1979), formerly known as simply Mercedez, is the stage name of an American entrepreneur, pornographic actress, model, feature dancer, director, producer, photographer, fashion designer, talent agent, and webmaster.",
      "pageId": 21927307,
      "monthDay": "11/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Danilo_Beli%C4%87",
      "name": "Danilo Belić",
      "aboutText": "Heather Christina Marie Matarazzo (born November 10, 1982) is an American actress. Her breakthrough role was as a geeky girl in the film Welcome to the Dollhouse (1995). She played Lilly in The Princess Diaries (2001) and The Princess Diaries 2: Royal Engagement (2004).",
      "pageId": 702697,
      "monthDay": "11/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Troy_Bell",
      "name": "Troy Bell",
      "aboutText": "Troy Delvon Bell (born November 10, 1980) is an American professional basketball player for San Lorenzo of the Argentinian Liga Nacional de Básquet (LNB). He is also a R&B producer.",
      "pageId": 1580796,
      "monthDay": "11/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Calvin_Chen",
      "name": "Calvin Chen",
      "aboutText": "Donté Lamar Stallworth (born November 10, 1980) is a former American football wide receiver who played ten seasons in the National Football League (NFL). He was drafted by the New Orleans Saints in the first round of the 2002 NFL Draft. He played college football at Tennessee.",
      "pageId": 3340435,
      "monthDay": "11/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Agust%C3%ADn_De_La_Canal",
      "name": "Agustín De La Canal",
      "aboutText": "Tony Enrique Blanco (born November 10, 1980) is a Dominican professional baseball player. He is mainly a first baseman, third baseman and outfielder. Blanco plays for the Orix Buffaloes of Nippon Professional Baseball (NPB).",
      "pageId": 4390985,
      "monthDay": "11/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jeroen_Ketting",
      "name": "Jeroen Ketting",
      "aboutText": "Jason Lee Dunham (November 10, 1981 – April 22, 2004) was a corporal in the United States Marine Corps who was awarded the Medal of Honor while serving with 3rd Battalion 7th Marines during the Iraq War. While on a patrol in Husaybah, his unit was attacked and he deliberately covered an enemy grenade to save nearby Marines.",
      "pageId": 4569293,
      "monthDay": "11/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Yevhen_Lutsenko",
      "name": "Yevhen Lutsenko",
      "aboutText": "Christopher Lee Canty (born November 10, 1982) is an American football defensive end for the Baltimore Ravens of the National Football League (NFL). He was drafted by the Dallas Cowboys in the fourth round of the 2005 NFL Draft. He has also played for the New York Giants, winning Super Bowl XLVI with them in 2011.",
      "pageId": 4782784,
      "monthDay": "11/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Matt_Mullins",
      "name": "Matt Mullins",
      "aboutText": "Paul Kipsiele Koech (born November 10, 1981 in Cheplanget) is a Kenyan runner who specializes in the 3000 metres steeplechase. He won the 2004 Olympic bronze medal in this event. His personal best of 7:54.31 minutes is the third fastest of all-time.",
      "pageId": 6260767,
      "monthDay": "11/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Dont%C3%A9_Stallworth",
      "name": "Donté Stallworth",
      "aboutText": "Matthew \"Matt\" Mullins (born November 10, 1980) is an American five-time martial arts world champion and actor. At the age of sixteen, in 1997, he won his first World Kickboxing Association title in Dublin, Ireland.",
      "pageId": 8584814,
      "monthDay": "11/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ryback",
      "name": "Ryback",
      "aboutText": "Brett Tamburrino (born 10 November 1981) is an Australian baseballer with the Melbourne Aces. In 2004, he was part of the Australian Olympic baseball team, who achieved a Silver Medal in the baseball tournament at the Athens Olympics.\nTamburrino is playing for the Aces in their inaugural 2010–11 season.",
      "pageId": 8714335,
      "monthDay": "11/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tony_Blanco",
      "name": "Tony Blanco",
      "aboutText": "Calvin Chen (Chinese: 辰亦儒; pinyin: Chén Yìrú; Wade–Giles: Chen I-Ju) is a Taiwanese singer and actor. He is a member of the boy band Fahrenheit.",
      "pageId": 9311203,
      "monthDay": "11/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jason_Dunham",
      "name": "Jason Dunham",
      "aboutText": "Shane Lewis Cansdell-Sherriff (born 10 November 1982), also known simply as Shane Sherriff, is an Australian professional footballer who plays for Burton Albion. Traditionally a left or central defender, Sherriff has also been deployed on the left side of midfield.\n^ \"List of Players under Written Contract Registered Between 01/07/2010 and 31/07/2010\".",
      "pageId": 10576998,
      "monthDay": "11/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ezequiel_Garr%C3%A9",
      "name": "Ezequiel Garré",
      "aboutText": "Clayton Alexander Fortune (born 10 November 1982) is an English football defender who plays for Conference South side Weston-super-Mare.\nHe spent the first six years of his career at Bristol City, between 2001 and 2006. He then began a two-year spell with Leyton Orient, before signing with Darlington in summer 2008.",
      "pageId": 11768683,
      "monthDay": "11/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Paul_Kipsiele_Koech",
      "name": "Paul Kipsiele Koech",
      "aboutText": "Miroslav Slepička (born 10 November 1981 in Příbram) is a Czech footballer, who currently plays for FC MAS Táborsko. He is a forward who wore the prized no. 10 shirt for Sparta Prague.",
      "pageId": 12056762,
      "monthDay": "11/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Miroslav_Slepi%C4%8Dka",
      "name": "Miroslav Slepička",
      "aboutText": "Agustín de la Canal (born 10 November 1980) is an Argentine football player.",
      "pageId": 13009773,
      "monthDay": "11/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brett_Tamburrino",
      "name": "Brett Tamburrino",
      "aboutText": "Marko Tomasović (born November 10, 1981) is a Croatian Boxer and Kickboxer, best known to qualify for the Olympics 2008 at super heavyweight.",
      "pageId": 16025565,
      "monthDay": "11/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Marko_Tomasovi%C4%87_(boxer)",
      "name": "Marko Tomasović",
      "aboutText": "Danilo Belić (Serbian Cyrillic: Данило Белић-Дача ;born November 10, 1980 in Vršac) is a Serbian football player whose last known club was FC Akzhayik.",
      "pageId": 17488846,
      "monthDay": "11/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Shane_Cansdell-Sherriff",
      "name": "Shane Cansdell-Sherriff",
      "aboutText": "Yevhen Valentinovich Lutsenko (born 10 November 1980, Kiev, in the Ukrainian SSR of the Soviet Union – in present-day Ukraine) was a professional Ukrainian football midfielder who last time played for SC Tavriya Simferopol in the Ukrainian Premier League.\nLutsenko began playing in the Dynamo Kyiv football school, before moving to Belgium to continue his training with R.S.C. Anderlecht. In 1999 he moved to the Swiss Super League to play with Lausanne Sports.",
      "pageId": 18117462,
      "monthDay": "11/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chris_Canty_(defensive_lineman)",
      "name": "Chris Canty",
      "aboutText": "Ryan Allen Reeves (born November 10, 1981) is an American professional wrestler. He is currently signed to WWE, where he performs under the ring name Ryback, and is a former WWE Intercontinental Champion. One of the eight finalists on Tough Enough 4, he later signed a developmental contract with World Wrestling Entertainment and wrestled in its developmental territories Deep South Wrestling, Ohio Valley Wrestling, and Florida Championship Wrestling.",
      "pageId": 19460809,
      "monthDay": "11/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Clayton_Fortune",
      "name": "Clayton Fortune",
      "aboutText": "Ezequiel Garré (born November 10, 1981 in Buenos Aires, Argentina) is an Argentine footballer currently playing for Argentinos Juniors of the Primera A in Argentina.",
      "pageId": 33892906,
      "monthDay": "11/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Heather_Matarazzo",
      "name": "Heather Matarazzo",
      "aboutText": "Jeroen Ketting (born 10 November 1980 in Haarlem) is a former Dutch professional footballer who last played as a striker for PEC Zwolle in the Dutch Eredivisie. He formerly played for Haarlem, FC Volendam, SC Cambuur and Lommel United.",
      "pageId": 36686451,
      "monthDay": "11/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Pagnozzi",
      "name": "Matt Pagnozzi",
      "aboutText": "Giovonnie Lavette Samuels (born November 10, 1985) is an American actress best known for her role as Nia Moseby in The Suite Life of Zack & Cody and for being a series regular on All That.",
      "pageId": 450317,
      "monthDay": "11/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Rafael_Rosell",
      "name": "Rafael Rosell",
      "aboutText": "Ricki-Lee Dawn Coulter (born 10 November 1985), also known mononymously as Ricki-Lee, is an Australian singer, songwriter, television and radio presenter. She was born in Auckland, New Zealand, grew up on the Gold Coast, Queensland and began performing at the age of 15. In 2004, she auditioned for the second season of Australian Idol and placed seventh in the finals round.",
      "pageId": 1214126,
      "monthDay": "11/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ahmet_Kural",
      "name": "Ahmet Kural",
      "aboutText": "Kendrick La'Dale Perkins (born November 10, 1984) is an American professional basketball player for the New Orleans Pelicans of the National Basketball Association (NBA).",
      "pageId": 1772284,
      "monthDay": "11/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Brian_Dinkelman",
      "name": "Brian Dinkelman",
      "aboutText": "Miranda Leigh Lambert (born November 10, 1983) is an American country music artist who gained fame as a finalist on the 2003 season of Nashville Star, where she finished in third place and later signed to Epic Records. Lambert made her debut with the release of \"Me and Charlie Talking\", the first single from her 2005 debut album Kerosene. This album, which was certified Platinum in the United States, also produced the singles \"Bring Me Down\", \"Kerosene\", and \"New Strings\".",
      "pageId": 2850075,
      "monthDay": "11/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dinko_Feli%C4%87",
      "name": "Dinko Felić",
      "aboutText": "Craig Smith (born November 10, 1983) is an American professional basketball player. He recently played for Ironi Nes Ziona of the Israeli Basketball Premier League.",
      "pageId": 5952186,
      "monthDay": "11/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Miranda_Lambert",
      "name": "Miranda Lambert",
      "aboutText": "Marius Žaliūkas (born 10 November 1983 in Kaunas, Lithuanian SSR) is a Lithuanian footballer who last played for Scottish Championship club Rangers. He plays as a centre back, but can also play as a defensive midfielder. Žaliūkas has previously played for Inkaras Kaunas, FBK Kaunas, FK Šilutė, Hearts and Leeds United.",
      "pageId": 6570367,
      "monthDay": "11/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ryan_Mattheus",
      "name": "Ryan Mattheus",
      "aboutText": "Cherno Samba (born 10 November 1985) is a former professional footballer who played as a forward.\nHe represented England at every youth level up to the under-20 team, having moved to England at an early age. He earned his first full cap for Gambia in 2008.",
      "pageId": 6768102,
      "monthDay": "11/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Craig_Smith_(basketball,_born_1983)",
      "name": "Craig Smith",
      "aboutText": "Ludovic Joseph Obraniak (Polish pronunciation: [luˈdɔvʲik ɔˈbraɲak]; born 10 November 1984) is a French-born Polish footballer who plays for Israeli Premier League club Maccabi Haifa and the Poland national football team.",
      "pageId": 9624801,
      "monthDay": "11/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Marius_%C5%BDali%C5%ABkas",
      "name": "Marius Žaliūkas",
      "aboutText": "Jean-Martial Kipre (born 10 November 1984 in Adjamé) is an Ivorian football (soccer) player who currently plays for SC Toulon.",
      "pageId": 11294982,
      "monthDay": "11/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Britt_Irvin",
      "name": "Britt Irvin",
      "aboutText": "Aleksandar Kolarov (Serbian Cyrillic: Александар Коларов; Serbian pronunciation: [alɛksǎːndar kɔlǎrɔʋ]; born 10 November 1985) is a Serbian professional footballer who plays for English club Manchester City and the Serbia national team. Although primarily a left back, Kolarov can also operate anywhere along the left flank and is known for his overlapping runs on the wing and his ball striking ability. He was named Serbian Player of the Year in 2011.",
      "pageId": 11879432,
      "monthDay": "11/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jean-Martial_Kipr%C3%A9",
      "name": "Jean-Martial Kipré",
      "aboutText": "Brittney Elizabeth \"Britt\" Irvin (born November 10, 1984) is a Canadian actress and singer, as well as a regular voice actor for Ocean Productions. She is typically credited as Britt Irvin in works since 2003, and as Brittney Irvin in works prior to 2003, though exceptions exist both ways. Britt is best known for playing Katie in Scary Godmother: Halloween Spooktacular and its sequel Scary Godmother: The Revenge of Jimmy.",
      "pageId": 13055668,
      "monthDay": "11/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jarno_Mattila",
      "name": "Jarno Mattila",
      "aboutText": "Daan Huiskamp (Dutch pronunciation: [ˈdaːn ˈɦœy̯skɐɱp]; born November 10, 1985 in Eerbeek, Brummen, Gelderland) is a Dutch footballer. He currently plays with DVS '33.\nHe first played in several youth clubs, first Eerbekse Boys, second SBV Vitesse and lastly FC Utrecht.",
      "pageId": 14653513,
      "monthDay": "11/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ludovic_Obraniak",
      "name": "Ludovic Obraniak",
      "aboutText": "Rafael Rosell IV (born November 10, 1982) is a Filipino actor and model. Rosell is best known for playing Brandon Brazil on the ABS-CBN romance drama Midnight Phantom, Marco De Silva in Kristine, and as Mayor Edson Zaguirre in Dahil Sa Pag-ibig. A known talent of ABS-CBN for several years, Rosell is now under contract with GMA Network.",
      "pageId": 15185261,
      "monthDay": "11/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kendrick_Perkins",
      "name": "Kendrick Perkins",
      "aboutText": "Brian Adam Dinkelman (born November 10, 1983) is an American retired professional baseball second baseman. Dinkelman was born on November 10, 1983, in Centralia, Illinois. After graduating from Centralia High School in 2002, Dinkelman attended McKendree University and graduated in 2006; he was later drafted by the Minnesota Twins in the eighth round of the 2006 MLB draft.",
      "pageId": 18835063,
      "monthDay": "11/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dannic",
      "name": "Dannic",
      "aboutText": "Ryan Arthur Mattheus (born November 10, 1983) is an American professional baseball pitcher who is currently a free agent. He has played in Major League Baseball (MLB) for the Washington Nationals, Los Angeles Angels of Anaheim and Cincinnati Reds.",
      "pageId": 23849073,
      "monthDay": "11/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ricki-Lee_Coulter",
      "name": "Ricki-Lee Coulter",
      "aboutText": "Matthew Thomas Pagnozzi (born November 10, 1982) is an American professional baseball catcherwho is a free agent. He has also played for the St. Louis Cardinals, Colorado Rockies, Pittsburgh Pirates, Houston Astros, and Milwaukee Brewers.",
      "pageId": 24544658,
      "monthDay": "11/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Daan_Huiskamp",
      "name": "Daan Huiskamp",
      "aboutText": "Jarno Mattila is a Finnish professional footballer who currently plays for the Veikkausliiga side FC Haka in Finland. He usually plays on the left side as a defender or a midfielder, originally he has mostly played at striker.\nHe won the Finnish Cup with his side FC Haka in 2005.",
      "pageId": 24615359,
      "monthDay": "11/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aleksandar_Kolarov",
      "name": "Aleksandar Kolarov",
      "aboutText": "Dinko Felić (born 10 November 1983) is a Bosnian-born Norwegian footballer who plays for Syrianska FC as a forward.\nFelić was born in Bosnia but his family relocated to Norway when he was twelve and settled down in Vågå. In 1999 he moved to Kongsvinger to attend a school which focused on football.",
      "pageId": 34312541,
      "monthDay": "11/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Cherno_Samba",
      "name": "Cherno Samba",
      "aboutText": "Ahmet Kural (born 10 November 1982, in Kütahya) is a Turkish actor.",
      "pageId": 41520960,
      "monthDay": "11/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Giovonnie_Samuels",
      "name": "Giovonnie Samuels",
      "aboutText": "Daan Romers (born 10 November 1985), better known by his stage name Dannic, is a Dutch progressive house DJ and producer. He is known for his work in collaborations with Hardwell, Dyro, Sick Individuals, and publishes his music through the record label Revealed Recordings.\nAs of 2013, he has a radio show called Front of House.",
      "pageId": 44947433,
      "monthDay": "11/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Krystian_Trochowski",
      "name": "Krystian Trochowski",
      "aboutText": "Joshua Michael \"Josh\" Peck (born November 10, 1986) is an American actor. He is best known for playing Josh Nichols in the Nickelodeon live-action sitcom Drake & Josh. He began his career as a child actor in the late 1990s and early 2000s, and became known to young audiences after his role on The Amanda Show.",
      "pageId": 701990,
      "monthDay": "11/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Aaron_Crow",
      "name": "Aaron Crow",
      "aboutText": "Samuel Kamau Wanjiru (10 November 1986 – 15 May 2011) was a Kenyan athlete who specialised in long distance running. He became a professional at a young age and broke the world record in the half marathon when he was 18 years old. In 2007, he broke the 20 km road running record and improved the half marathon record by over twenty seconds.",
      "pageId": 2672763,
      "monthDay": "11/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Will_Hendry",
      "name": "Will Hendry",
      "aboutText": "Jessica Tovey (born 10 November 1987) is an Australian actress. Tovey graduated from the Newtown High School of the Performing Arts and has made appearances for various drama companies. She is best known for her role of Belle Taylor on the long-running Australian soap opera Home and Away.",
      "pageId": 3731389,
      "monthDay": "11/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ilias_Iliadis",
      "name": "Ilias Iliadis",
      "aboutText": "Pauleen Marie Javier-Luna (born November 10, 1988, Las Piñas City, Manila, Philippines) is a Filipina actress and television personality. She appears on the GMA Network, particularly as one of the regular hosts of the long-running Philippine variety show Eat Bulaga! where she portrays the humorous child-woman character Baby Poleng.",
      "pageId": 6240378,
      "monthDay": "11/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Goran_Jerkovi%C4%87_(footballer,_born_1986)",
      "name": "Goran Jerković",
      "aboutText": "Ilias Iliadis (Greek: Ηλίας Ηλιάδης, born Jarji Zviadauri, Georgian: ჯარჯი ზვიადაური, on 10 November 1986) is a Georgian-born Greek judoka who has been competing for Greece since the start of his international career.\nHe won a gold medal in the half-middleweight (81 kg) division at the 2004 Summer Olympics in Athens at age 17. Illiadis also won a gold medal 6 years later at the 2010 World Judo Championships in Tokyo in the −90 kg category.",
      "pageId": 10435920,
      "monthDay": "11/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Stanislav_Nama%C8%99co",
      "name": "Stanislav Namașco",
      "aboutText": "Massimo Coda (born 10 November 1988) is an Italian footballer who plays for Salernitana.",
      "pageId": 15362546,
      "monthDay": "11/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Josh_Peck",
      "name": "Josh Peck",
      "aboutText": "Theo \"Teddy\" Peckham (born November 10, 1987) is a Canadian professional ice hockey defenceman who is currently playing for the Wichita Thunder of the ECHL. He is the half-brother of Angela James - one of the first female hockey players to be inducted into the Hockey Hall of Fame.",
      "pageId": 16770932,
      "monthDay": "11/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Eric_Thames",
      "name": "Eric Thames",
      "aboutText": "Stanislav Namaşco (born 10 November 1986 in Tiraspol) is a Moldovan footballer, who plays for AZAL PFC.",
      "pageId": 17739187,
      "monthDay": "11/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Samuel_Wanjiru",
      "name": "Samuel Wanjiru",
      "aboutText": "Daniel Agyei (also spelled Adjei; born 10 November 1989 in Dansoman) is a Ghanaian professional footballer, who currently plays for South African Premier Division club Free State Stars and the Ghana national team, as a goalkeeper.",
      "pageId": 20156847,
      "monthDay": "11/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Britney_Amber",
      "name": "Britney Amber",
      "aboutText": "Luke Aaron Daley (born 10 November 1989) is an English professional footballer who plays as a winger for Chelmsford City.",
      "pageId": 21638565,
      "monthDay": "11/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Edi_Maia",
      "name": "Edi Maia",
      "aboutText": "Aaron James Crow (born November 10, 1986) is an American professional baseball pitcher who is a free agent.",
      "pageId": 22886184,
      "monthDay": "11/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sam_Malsom",
      "name": "Sam Malsom",
      "aboutText": "Krystian Trochowski (born 10 November 1985) is a retired German international rugby union player, formerly playing for the Berliner RC in the Rugby-Bundesliga and the German national rugby union team.\nHe has played rugby since 1999.\nHis last game for Germany was a friendly against Switzerland on 29 September 2007.",
      "pageId": 26560672,
      "monthDay": "11/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nguy%E1%BB%85n_Th%E1%BB%8B_Ng%E1%BB%8Dc_Hoa",
      "name": "Nguyễn Thị Ngọc Hoa",
      "aboutText": "Samuel Andrew \"Sam\" Malsom (born 10 November 1987) is an English professional footballer who plays for Nikos & Sokratis Erimis in Cyprus where he plays as a winger, attacking midfielder or forward.",
      "pageId": 28105933,
      "monthDay": "11/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kana_Oya",
      "name": "Kana Oya",
      "aboutText": "Eric Allyn Thames (pronounced /θeɪms/) (born November 10, 1986) is an American professional baseball infielder for the NC Dinos of the KBO League. He was previously an outfielder in Major League Baseball (MLB) for the Toronto Blue Jays and Seattle Mariners.",
      "pageId": 31800831,
      "monthDay": "11/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Theo_Peckham",
      "name": "Theo Peckham",
      "aboutText": "William Michael \"Will\" Hendry (born 10 November 1986 in Maidenhead, Berkshire, England) is an English footballer playing as a midfielder for Hayes & Yeading.",
      "pageId": 33307270,
      "monthDay": "11/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jessica_Tovey",
      "name": "Jessica Tovey",
      "aboutText": "Goran Jerković (born 10 November 1986) is a French footballer playing with Jagodina.",
      "pageId": 34181324,
      "monthDay": "11/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Massimo_Coda",
      "name": "Massimo Coda",
      "aboutText": "Edi Maia (born 10 November 1987 in Setúbal) is a Portuguese pole vaulter. He competed in the pole vault event at the 2012 Summer Olympics.\nHis outdoor personal best in the event is 5.70 metres achieved in Lisbon in 2013.",
      "pageId": 37285913,
      "monthDay": "11/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Pauleen_Luna",
      "name": "Pauleen Luna",
      "aboutText": "Britney Amber (born November 10, 1986) is an American pornographic actress.",
      "pageId": 38348258,
      "monthDay": "11/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Daniel_Agyei",
      "name": "Daniel Agyei",
      "aboutText": "thumbnail",
      "pageId": 41534814,
      "monthDay": "11/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Luke_Daley",
      "name": "Luke Daley",
      "aboutText": "Kana Lais Oya (born November 10, 1987, in Shizuoka Prefecture, Japan), simply known as Kana Oya (大屋 夏南, Ōya Kana), is a Japanese model who is represented by the talent agency, LDH. She was raised in Brazil.",
      "pageId": 48509153,
      "monthDay": "11/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Taron_Egerton",
      "name": "Taron Egerton",
      "aboutText": "Genevieve Sterling Buechner (born November 10, 1991) is a Canadian actress.",
      "pageId": 8303558,
      "monthDay": "11/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Matt_Magill",
      "name": "Matt Magill",
      "aboutText": "Adrian Nikçi (born 10 November 1989) is a Swiss footballer of ethnic Albanian roots who plays as midfielder for 1. FC Union Berlin.\n^ \"Kosovarët Festojnë Me Simbolin e Shqiponjës, Zvicra e Bën Problem\" (in Albanian).",
      "pageId": 18418249,
      "monthDay": "11/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Adrian_Nik%C3%A7i",
      "name": "Adrian Nikçi",
      "aboutText": "Andre Alexander-George Blackman (born 10 November 1990) is an English professional footballer. A left back, he can also play as a Wing back and a Left Winger. He has previously played for Bristol City, AFC Wimbledon, Celtic, Inverness Caledonian Thistle and Plymouth Argyle.",
      "pageId": 23996427,
      "monthDay": "11/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Andre_Blackman",
      "name": "Andre Blackman",
      "aboutText": "Robert Primus (born 10 November 1990) is a Trinidadian international footballer who plays professionally for Aktobe in the Kazakhstan Premier League, as a defender.",
      "pageId": 24256261,
      "monthDay": "11/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Marcus_Browne",
      "name": "Marcus Browne",
      "aboutText": "Kiernan Brennan Shipka (born November 10, 1999) is an American actress.",
      "pageId": 26392255,
      "monthDay": "11/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Aaron_Murray",
      "name": "Aaron Murray",
      "aboutText": "Aaron Murray (born November 10, 1990) is an American football quarterback for the Kansas City Chiefs of the National Football League (NFL). He was drafted by the Chiefs in the fifth round of the 2014 NFL Draft.",
      "pageId": 28758068,
      "monthDay": "11/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Robert_Primus",
      "name": "Robert Primus",
      "aboutText": "Dazet Wilfried Armel Zaha (born 10 November 1992), known as Wilfried Zaha, is an English professional footballer who plays as a winger for Crystal Palace.\nHe advanced into the Crystal Palace first team from their academy in 2010. In January 2013, he transferred to Manchester United for an initial fee of £10 million, but remained on loan at Palace until the end of the season, helping them return to the Premier League.",
      "pageId": 28871495,
      "monthDay": "11/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kristina_Vogel",
      "name": "Kristina Vogel",
      "aboutText": "Mackenzie Christine Foy (born November 10, 2000) is an American model and actress. She is best known for her role as Renesmee Cullen in the 2012 film The Twilight Saga: Breaking Dawn – Part 2, which earned her a Young Artist Award nomination as Best Supporting Young Actress in a Feature Film, and as Murphy in the 2014 space epic Interstellar, for which she received critical acclaim and several awards and nominations.",
      "pageId": 29012475,
      "monthDay": "11/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Genevieve_Buechner",
      "name": "Genevieve Buechner",
      "aboutText": "Dimitri Petratos (born 10 November 1992) is an Australian football (soccer) player who plays as an attacking midfielder for A-League club Brisbane Roar. Petratos is from Greek ancestry.",
      "pageId": 29522227,
      "monthDay": "11/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Marko_Bla%C5%BEevski",
      "name": "Marko Blaževski",
      "aboutText": "Kristina Vogel (born 10 November 1990) is a German track cyclist.\nVogel was born in Leninskoye, a district of Bishkek, the capital of Kyrgyzstan, and moved to Germany with her parents when she was six months old. In 2007 and 2008 she competed at the Junior European and World Championships and became a six-time junior world champion and two-time junior European champion.",
      "pageId": 31296377,
      "monthDay": "11/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Teddy_Bridgewater",
      "name": "Teddy Bridgewater",
      "aboutText": "Zoey Francis Thompson Deutch (born November 10, 1994) is an American actress.",
      "pageId": 31438026,
      "monthDay": "11/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Marek_Frimmel",
      "name": "Marek Frimmel",
      "aboutText": "Rafał Wolski (Polish pronunciation: [ˈrafaw ˈvɔlskʲi]; born 10 November 1992 in Kozienice) is a Polish professional footballer who plays as a midfielder for KV Mechelen on loan from Fiorentina.\nOn 2 May 2012, Wolski was named by Franciszek Smuda in the provisional squad of 26 players for the Euro 2012 tournament, being the only uncapped footballer (at the time) to make the list. On 22 May 2012, he made his debut for the senior side of his country in the 1–0 win over Latvia in a friendly match.",
      "pageId": 32306950,
      "monthDay": "11/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Dimitri_Petratos",
      "name": "Dimitri Petratos",
      "aboutText": "Marcus Browne (born November 10, 1990) is an American professional boxer who fights at light heavyweight.",
      "pageId": 32664897,
      "monthDay": "11/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Rafa%C5%82_Wolski",
      "name": "Rafał Wolski",
      "aboutText": "Theodore Edmond \"Teddy\" Bridgewater II (born November 10, 1992) is an American football quarterback for the Minnesota Vikings of the National Football League (NFL). He was drafted by the Vikings in the first round of the 2014 NFL Draft.",
      "pageId": 34363191,
      "monthDay": "11/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Wilfried_Zaha",
      "name": "Wilfried Zaha",
      "aboutText": "Marko Blazhevski (born 10 November 1992) is a Macedonian swimmer who competes in the Men's 400m individual medley. At the 2012 Summer Olympics he finished 34th overall in the heats in the Men's 400 metre individual medley and failed to reach the final.\n^ \"Marko Blazhevski\".",
      "pageId": 36566597,
      "monthDay": "11/10"
    },
    {
      "year": "1994",
      "uri": "/wiki/Zoey_Deutch",
      "name": "Zoey Deutch",
      "aboutText": "Marek Frimmel (born 10 November 1992) is a Slovak football forward who currently plays for the Corgoň Liga club AS Trenčín.",
      "pageId": 36824954,
      "monthDay": "11/10"
    },
    {
      "year": "1994",
      "uri": "/wiki/Claudio_Dias",
      "name": "Claudio Dias",
      "aboutText": "Matthew W. Magill (born November 10, 1989) is a professional baseball pitcher in the Cincinnati Reds organization.",
      "pageId": 37532025,
      "monthDay": "11/10"
    },
    {
      "year": "1995",
      "uri": "/wiki/Ralfs_Gr%C4%ABnbergs",
      "name": "Ralfs Grīnbergs",
      "aboutText": "Claudio Franca Dias (born 10 November 1994) is an English footballer who plays as a midfielder currently is a Free Agent after being released by Northampton Town.\n^ \"Professional retain lists & free transfers 2012/13\" (PDF). The Football League.",
      "pageId": 39655077,
      "monthDay": "11/10"
    },
    {
      "year": "1999",
      "uri": "/wiki/Kiernan_Shipka",
      "name": "Kiernan Shipka",
      "aboutText": "Taron David Egerton (born 10 November 1989) is a Welsh actor. He is known for his role as Dennis \"Asbo\" Severs in the British television series The Smoke and Gary \"Eggsy\" Unwin in Kingsman: The Secret Service. He appeared in the British drama film Testament of Youth, as Edward Brittain and in the two-part episode \"The Ramblin' Boy\" in the seventh series of Lewis as Liam Jay.",
      "pageId": 41748169,
      "monthDay": "11/10"
    },
    {
      "year": "2000",
      "uri": "/wiki/Mackenzie_Foy",
      "name": "Mackenzie Foy",
      "aboutText": "Ralfs Grīnbergs (born November 10, 1995) is a Latvian ice hockey player currently playing for the HK Rīga of the MHL.",
      "pageId": 44238748,
      "monthDay": "11/10"
    }
  ]
}