{
  "people": [
    {
      "year": "1050",
      "uri": "/wiki/Henry_IV,_Holy_Roman_Emperor",
      "name": "Henry IV, Holy Roman Emperor",
      "aboutText": "Alphonse or Alfonso (11 November 1220 – 21 August 1271) was the Count of Poitou from 1225 and Count of Toulouse (as Alphonse II) from 1249.",
      "pageId": 1878,
      "monthDay": "11/11"
    },
    {
      "year": "1154",
      "uri": "/wiki/Sancho_I_of_Portugal",
      "name": "Sancho I of Portugal",
      "aboutText": "Fyodor Mikhailovich Dostoyevsky (/ˌdɒstəˈjɛfski, ˌdʌs-/; Russian: Фёдор Миха́йлович Достое́вский; IPA: [ˈfʲɵdər mʲɪˈxajləvʲɪtɕ dəstɐˈjɛfskʲɪj]; 11 November 1821 – 9 February 1881), sometimes transliterated Dostoevsky, was a Russian novelist, short story writer, essayist, journalist and philosopher. Dostoyevsky's literary works explore human psychology in the troubled political, social, and spiritual atmosphere of 19th-century Russia. Many of his works are marked by a preoccupation with Christianity, explored through the prism of the individual confronted with life's hardships and beauty.",
      "pageId": 11625,
      "monthDay": "11/11"
    },
    {
      "year": "1155",
      "uri": "/wiki/Alfonso_VIII_of_Castile",
      "name": "Alfonso VIII of Castile",
      "aboutText": "Maria Eleonora of Brandenburg (11 November 1599 – 28 March 1655) was a German princess and queen consort of Sweden.\nShe was the daughter of John Sigismund, Elector of Brandenburg, and Anna, Duchess of Prussia, daughter of Albert Frederick, Duke of Prussia.\nIn the year 1620, Maria Eleonora married the Swedish king Gustavus Adolphus with her mother's consent, but against the will of her brother George William, Elector of Brandenburg, who had just succeeded her father.",
      "pageId": 20158,
      "monthDay": "11/11"
    },
    {
      "year": "1220",
      "uri": "/wiki/Alphonse,_Count_of_Poitiers",
      "name": "Alphonse, Count of Poitiers",
      "aboutText": "Mary Anne Disraeli, 1st Viscountess Beaconsfield (née Viney; 11 November 1792 – 15 December 1872) was a British peeress and society figure, the wife of Prime Minister Benjamin Disraeli.",
      "pageId": 76050,
      "monthDay": "11/11"
    },
    {
      "year": "1493",
      "uri": "/wiki/Paracelsus",
      "name": "Paracelsus",
      "aboutText": "Charles IV (Spanish: Carlos Antonio Pascual Francisco Javier Juan Nepomuceno José Januario Serafín Diego; 11 November 1748 – 20 January 1819) was King of Spain from 14 December 1788, until his abdication on 19 March 1808.",
      "pageId": 149439,
      "monthDay": "11/11"
    },
    {
      "year": "1493",
      "uri": "/wiki/Bernardo_Tasso",
      "name": "Bernardo Tasso",
      "aboutText": "Alfonso VIII (11 November 1155 – 5 October 1214), called the Noble or el de las Navas, was the King of Castile from 1158 to his death and King of Toledo. He is most remembered for his part in the Reconquista and the downfall of the Almohad Caliphate. After having suffered a great defeat with his own army at Alarcos against the Almohads in 1195, he led the coalition of Christian princes and foreign crusaders who broke the power of the Almohads in the Battle of the Navas de Tolosa in 1212, an event which marked the arrival of a tide of Christian supremacy on the Iberian peninsula.",
      "pageId": 151257,
      "monthDay": "11/11"
    },
    {
      "year": "1569",
      "uri": "/wiki/Martin_Ruland_the_Younger",
      "name": "Martin Ruland the Younger",
      "aboutText": "Paracelsus (/ˌpærəˈsɛlsəs/ (late 1493 - September 24, 1541); born Philippus Aureolus Theophrastus Bombastus von Hohenheim, was a Swiss German philosopher, physician, botanist, astrologer, and general occultist. He is credited as the founder of toxicology. He is also a famous revolutionary for utilizing observations of nature, rather than referring to ancient texts, something of radical defiance during his time.",
      "pageId": 152487,
      "monthDay": "11/11"
    },
    {
      "year": "1579",
      "uri": "/wiki/Frans_Snyders",
      "name": "Frans Snyders",
      "aboutText": "Johann Albert Fabricius (11 November 1668 –30 April 1736) was a German classical scholar and bibliographer.",
      "pageId": 158401,
      "monthDay": "11/11"
    },
    {
      "year": "1599",
      "uri": "/wiki/Maria_Eleonora_of_Brandenburg",
      "name": "Maria Eleonora of Brandenburg",
      "aboutText": "Martin Josef Munzinger (11 November 1791 – 6 February 1855) was a Swiss politician.\nHe was elected to the Swiss Federal Council on 16 November 1848, as one of the first seven Councilors.",
      "pageId": 241043,
      "monthDay": "11/11"
    },
    {
      "year": "1599",
      "uri": "/wiki/Ottavio_Piccolomini",
      "name": "Ottavio Piccolomini",
      "aboutText": "Sancho I (Portuguese pronunciation: [ˈsɐ̃ʃu]), nicknamed \"the Populator\" (Portuguese: \"o Povoador\"), King of Portugal (Coimbra, 11 November 1154 – 26 March 1211) was the second but only surviving legitimate son and fifth child of Afonso I of Portugal by his wife, Maud of Savoy. Sancho succeeded his father and was crowned in Coimbra when he was 38 years old on 9 December 1185. He used the title King of Silves from 1189 until he lost the territory to Almohad control in 1191.",
      "pageId": 252887,
      "monthDay": "11/11"
    },
    {
      "year": "1633",
      "uri": "/wiki/George_Savile,_1st_Marquess_of_Halifax",
      "name": "George Savile, 1st Marquess of Halifax",
      "aboutText": "Frans Snyders or Frans Snijders (11 November 1579, Antwerp – 19 August 1657, Antwerp) was a Flemish painter of animals, hunting scenes, market scenes and still lifes. He was one of the earliest specialist animaliers and he is credited with initiating a wide variety of new still-life and animal subjects in Antwerp.",
      "pageId": 296223,
      "monthDay": "11/11"
    },
    {
      "year": "1668",
      "uri": "/wiki/Johann_Albert_Fabricius",
      "name": "Johann Albert Fabricius",
      "aboutText": "George Savile, 1st Marquess of Halifax PC FRS (11 November 1633 – 5 April 1695) was an English statesman, writer, and politician who sat in the House of Commons in 1660, and in the House of Lords after he was raised to the peerage in 1668.",
      "pageId": 317252,
      "monthDay": "11/11"
    },
    {
      "year": "1696",
      "uri": "/wiki/Andrea_Zani",
      "name": "Andrea Zani",
      "aboutText": "Thomas Bailey Aldrich (/ˈɔːldrɪtʃ/; November 11, 1836 – March 19, 1907) was an American literary figure notable for his long editorship of The Atlantic, during which he published works by Charles Chesnutt and for his poetry, including \"The Unguarded Gates.\"",
      "pageId": 356287,
      "monthDay": "11/11"
    },
    {
      "year": "1743",
      "uri": "/wiki/Carl_Peter_Thunberg",
      "name": "Carl Peter Thunberg",
      "aboutText": "Feldmarschall Franz Xaver Joseph Conrad Graf von Hötzendorf German: Franz Xaver Josef Graf Conrad von Hötzendorf (11 November 1852 – 25 August 1925), sometimes anglicised as Hoetzendorf, was an Austrian officer and Chief of the General Staff of the armed forces of the Austro-Hungarian Army and Navy during the 1914 July Crisis that led to the outbreak of World War I.",
      "pageId": 401407,
      "monthDay": "11/11"
    },
    {
      "year": "1748",
      "uri": "/wiki/Charles_IV_of_Spain",
      "name": "Charles IV of Spain",
      "aboutText": "Daniel subsequently corresponded with Thunberg and also sent him animal skins, which he had bought with money the Swede supplied.\nCarl Peter Thunberg, also known as Karl Peter von Thunberg, Carl Pehr Thunberg, or Carl Per Thunberg (11 November 1743 – 8 August 1828), was a Swedish naturalist and an apostle of Carl Linnaeus. He has been called \"the father of South African botany\" and the \"Japanese Linnaeus\".",
      "pageId": 455823,
      "monthDay": "11/11"
    },
    {
      "year": "1791",
      "uri": "/wiki/Josef_Munzinger",
      "name": "Josef Munzinger",
      "aboutText": "Ottavio Piccolomini (11 November 1599 – 11 August 1656) was an Italian nobleman whose military career included service as a Spanish general and then as a field marshal of the Holy Roman Empire.",
      "pageId": 761337,
      "monthDay": "11/11"
    },
    {
      "year": "1792",
      "uri": "/wiki/Mary_Anne_Disraeli",
      "name": "Mary Anne Disraeli",
      "aboutText": "Bernardo Tasso (11 November 1493 – 5 September 1569), born in Venezia, was an Italian courtier and poet.\nHe was, for many years, secretary in the service of the prince of Salerno, and his wife Porzia de Rossi was closely connected with the most illustrious Neapolitan families. Their son, the great poet Torquato Tasso, was born at Sorrento in 1544.",
      "pageId": 2537011,
      "monthDay": "11/11"
    },
    {
      "year": "1821",
      "uri": "/wiki/Fyodor_Dostoyevsky",
      "name": "Fyodor Dostoyevsky",
      "aboutText": "Andrea Teodoro Zani (11 November 1696 – 28 September 1757) was an Italian violinist and composer.",
      "pageId": 9571892,
      "monthDay": "11/11"
    },
    {
      "year": "1836",
      "uri": "/wiki/Thomas_Bailey_Aldrich",
      "name": "Thomas Bailey Aldrich",
      "aboutText": "Martin Ruland the Younger (11 November 1569 – 23 April 1611), also known as Martinus Rulandus or Martin Rulandt, was a German physician and alchemist.\nHe was born in the Bavarian town of Lauingen, the son of the physician and alchemist Martin Ruland the Elder.\nRuland the Younger practized at Regensburg during the 1590s and later at Prague.",
      "pageId": 19219334,
      "monthDay": "11/11"
    },
    {
      "year": "1852",
      "uri": "/wiki/Franz_Conrad_von_H%C3%B6tzendorf",
      "name": "Franz Conrad von Hötzendorf",
      "aboutText": "Henry IV (German: Heinrich IV; 11 November 1050 – 7 August 1106) ascended to King of the Germans in 1056. From 1084 until his forced abdication in 1105, he was also referred to as the King of the Romans and Holy Roman Emperor. He was the third emperor of the Salian dynasty and one of the most powerful and important figures of the 11th century.",
      "pageId": 27485413,
      "monthDay": "11/11"
    },
    {
      "year": "1855",
      "uri": "/wiki/Stevan_Sremac",
      "name": "Stevan Sremac",
      "aboutText": "George Smith Patton, Jr. (November 11, 1885 – December 21, 1945) was a senior officer of the United States Army, who commanded the U.S. Seventh Army in the Mediterranean and European Theaters of World War II, but is best known for his leadership of the U.S. Third Army in France and Germany following the Allied invasion of Normandy in June 1944.\nBorn in 1885 to a privileged family with an extensive military background, Patton attended the Virginia Military Institute, and later the U.S. Military Academy at West Point.",
      "pageId": 42090,
      "monthDay": "11/11"
    },
    {
      "year": "1857",
      "uri": "/wiki/Janet_Erskine_Stuart",
      "name": "Janet Erskine Stuart",
      "aboutText": "Victor Emmanuel III (Italian: Vittorio Emanuele III, Albanian: Viktor Emanueli III; 11 November 1869 – 28 December 1947) was the King of Italy from 29 July 1900 until his abdication on 9 May 1946. In addition, he claimed the thrones of Ethiopia and Albania as Emperor of Ethiopia (1936–41) and King of the Albanians (1939–43), which were not recognised by all great powers. During his long reign (45 years), which began after the assassination of his father Umberto I, the Kingdom of Italy became involved in two World Wars.",
      "pageId": 69840,
      "monthDay": "11/11"
    },
    {
      "year": "1863",
      "uri": "/wiki/Paul_Signac",
      "name": "Paul Signac",
      "aboutText": "Ernest Alexandre Ansermet (pronounced [ɛʁ.nɛst a.lɛk.sɑ̃dʁ ɑ̃.sɛʁ.mɛ]), (11 November 1883 – 20 February 1969) was a Swiss conductor.",
      "pageId": 147547,
      "monthDay": "11/11"
    },
    {
      "year": "1864",
      "uri": "/wiki/Alfred_Hermann_Fried",
      "name": "Alfred Hermann Fried",
      "aboutText": "Paul Victor Jules Signac (French: [pɔl siɲak]; 11 November 1863 – 15 August 1935) was a French Neo-Impressionist painter who, working with Georges Seurat, helped develop the Pointillist style.",
      "pageId": 165441,
      "monthDay": "11/11"
    },
    {
      "year": "1868",
      "uri": "/wiki/%C3%89douard_Vuillard",
      "name": "Édouard Vuillard",
      "aboutText": "Alfred Hermann Fried (11 November 1864 – 5 May 1921) was an Austrian Jewish pacifist, publicist, journalist, co-founder of the German peace movement, and winner (with Tobias Asser) of the Nobel Prize for Peace in 1911.",
      "pageId": 323115,
      "monthDay": "11/11"
    },
    {
      "year": "1869",
      "uri": "/wiki/Victor_Emmanuel_III_of_Italy",
      "name": "Victor Emmanuel III of Italy",
      "aboutText": "Jean-Édouard Vuillard (French: [vɥijaʁ]; 11 November 1868 – 21 June 1940) was a French painter and printmaker associated with the Nabis.",
      "pageId": 362515,
      "monthDay": "11/11"
    },
    {
      "year": "1872",
      "uri": "/wiki/David_I._Walsh",
      "name": "David I. Walsh",
      "aboutText": "Abul Kalam Muhiyuddin Ahmed Azad ( pronunciation ; 11 November 1888 – 22 February 1958) was an Indian scholar and a senior political leader of the Indian independence movement. Following India's independence, he became the first Minister of Education in the Indian government. In 1992 he was posthumously awarded India's highest civilian award, the Bharat Ratna.",
      "pageId": 676919,
      "monthDay": "11/11"
    },
    {
      "year": "1882",
      "uri": "/wiki/Gustaf_VI_Adolf_of_Sweden",
      "name": "Gustaf VI Adolf of Sweden",
      "aboutText": "René Clair (11 November 1898 – 15 March 1981) born René-Lucien Chomette, was a French filmmaker and writer. He first established his reputation in the 1920s as a director of silent films in which comedy was often mingled with fantasy. He went on to make some of the most innovative early sound films in France, before going abroad to work in the UK and USA for more than a decade.",
      "pageId": 724586,
      "monthDay": "11/11"
    },
    {
      "year": "1883",
      "uri": "/wiki/Ernest_Ansermet",
      "name": "Ernest Ansermet",
      "aboutText": "Walter James Vincent Maranville (November 11, 1891 – January 6, 1954), better known as Rabbit Maranville due to his speed and small stature (5'5\", 155 pounds), was a Major League Baseball shortstop. At the time of his retirement in 1935, he had played in a record 23 seasons in the National League, a mark which wasn't broken until 1986 by Pete Rose.",
      "pageId": 751549,
      "monthDay": "11/11"
    },
    {
      "year": "1885",
      "uri": "/wiki/George_S._Patton",
      "name": "George S. Patton",
      "aboutText": "Johanna Maria Magdalena \"Magda\" Goebbels (née Ritschel; 11 November 1901 – 1 May 1945) was the wife of Nazi Germany's Propaganda Minister Joseph Goebbels. A prominent member of the Nazi Party, she was a close ally, companion and political supporter of Adolf Hitler. Some historians refer to her as the unofficial \"First Lady\" of Nazi Germany, while others give that \"title\" to Emmy Göring.",
      "pageId": 900340,
      "monthDay": "11/11"
    },
    {
      "year": "1887",
      "uri": "/wiki/Roland_Young",
      "name": "Roland Young",
      "aboutText": "Roland Young (11 November 1887 – 5 June 1953) was an English actor.",
      "pageId": 1224309,
      "monthDay": "11/11"
    },
    {
      "year": "1888",
      "uri": "/wiki/Abul_Kalam_Azad",
      "name": "Abul Kalam Azad",
      "aboutText": "David Ignatius Walsh (November 11, 1872 – June 11, 1947) was a United States politician from Massachusetts. As a member of the Democratic Party, he served in the state legislature and then as the 43rd Lieutenant Governor (1913–1914) and then as the 46th Governor (1914–1916). His first term in the U.S. Senate (1919–1925) was followed by a brief hiatus from government, after which he was elected to the U.S. Senate four times, serving from 1926 to 1947.",
      "pageId": 1262049,
      "monthDay": "11/11"
    },
    {
      "year": "1888",
      "uri": "/wiki/J._B._Kripalani",
      "name": "J. B. Kripalani",
      "aboutText": "Shirley Graham Du Bois (November 11, 1896 – March 27, 1977) was an American award-winning author, playwright, composer, and activist for African-American and other causes. In later life she married the noted thinker, writer, and activist W. E. B. Du Bois. The couple became citizens of Ghana in 1961 after they emigrated to that country.",
      "pageId": 1720762,
      "monthDay": "11/11"
    },
    {
      "year": "1891",
      "uri": "/wiki/Rabbit_Maranville",
      "name": "Rabbit Maranville",
      "aboutText": "William Joseph Patrick \"Pat\" O'Brien (November 11, 1899 – October 15, 1983) was an American film actor with more than one hundred screen credits. Of Irish descent, he often played Irish and Irish-American characters and was referred to as \"Hollywood's Irishman in Residence\" in the press. One of the best-known screen actors of the 1930s and 1940s, he played priests, cops, military figures, pilots, and reporters.",
      "pageId": 2238232,
      "monthDay": "11/11"
    },
    {
      "year": "1894",
      "uri": "/wiki/Beverly_Bayne",
      "name": "Beverly Bayne",
      "aboutText": "Jivatram Bhagwandas Kripalani (11 November 1888 – 19 March 1982), popularly known as Acharya Kripalani, was an Indian politician, noted particularly for holding the presidency of the Indian National Congress during the transfer of power in 1947. Kripalani was a Gandhian socialist, environmentalist, mystic and independence activist.\nHe grew close to Gandhi and at one point, he was one of Gandhi's most ardent disciples.",
      "pageId": 3009461,
      "monthDay": "11/11"
    },
    {
      "year": "1894",
      "uri": "/wiki/Jaan_Mahlapuu",
      "name": "Jaan Mahlapuu",
      "aboutText": "Stevan Sremac (Cyrillic: Стеван Сремац, pronounced [stɛ̌vaːn srɛ̌ːmat͡s]; 11 November 1855 – 13 August 1906) was a Serbian realist and comedy writer.",
      "pageId": 3357227,
      "monthDay": "11/11"
    },
    {
      "year": "1896",
      "uri": "/wiki/Shirley_Graham_Du_Bois",
      "name": "Shirley Graham Du Bois",
      "aboutText": "Beverly Bayne (born Pearl Beverly Bain) (November 11, 1894 – August 18, 1982) was an American actress who appeared in silent films beginning in 1910 in Chicago, Illinois, where she worked for Essanay Studios.",
      "pageId": 3514272,
      "monthDay": "11/11"
    },
    {
      "year": "1898",
      "uri": "/wiki/Ren%C3%A9_Clair",
      "name": "René Clair",
      "aboutText": "Janet Erskine Stuart, also known as Mother Janet Stuart, (11 November 1857, Cottesmore, Rutland, England – 21 October 1914, Roehampton, England) was a Roman Catholic nun and educator.",
      "pageId": 7357081,
      "monthDay": "11/11"
    },
    {
      "year": "1899",
      "uri": "/wiki/Pat_O%27Brien_(actor)",
      "name": "Pat O'Brien",
      "aboutText": "Gustaf VI Adolf (Oscar Fredrik Wilhelm Olaf Gustaf Adolf, 11 November 1882 – 15 September 1973) was King of Sweden from 29 October 1950 until his death. He was the eldest son of King Gustaf V and his wife, Victoria of Baden, and had been Crown Prince of Sweden for the preceding 43 years in the reign of his father.\nGustaf VI Adolf was a lifelong amateur archeologist particularly interested in Ancient Italian cultures.",
      "pageId": 26651222,
      "monthDay": "11/11"
    },
    {
      "year": "1901",
      "uri": "/wiki/Magda_Goebbels",
      "name": "Magda Goebbels",
      "aboutText": "Jaan Mahlapuu (Russian: Ян Махлапу) (11 November (or 9 November) 1894 in Valga – 2 August [O.S. 20 July] 1917 in Riga) was a fighter pilot for the Imperial Russian Air Service in World War I. He is known for being the first Air Ace of Estonian origin.\nIn 1915, he graduated from the Pskov Flight School. After graduating, he was transferred to the front of Riga, where he reputedly shot down 5 or 6 German airplanes.",
      "pageId": 34566124,
      "monthDay": "11/11"
    },
    {
      "year": "1901",
      "uri": "/wiki/Sam_Spiegel",
      "name": "Sam Spiegel",
      "aboutText": "Alger Hiss (November 11, 1904 – November 15, 1996) was an American government official who was accused of being a Soviet spy in 1948 and convicted of perjury in connection with this charge in 1950. Before he was tried and convicted, he was involved in the establishment of the United Nations both as a U.S. State Department official and as a U.N. official. In later life he worked as a lecturer and author.",
      "pageId": 86348,
      "monthDay": "11/11"
    },
    {
      "year": "1901",
      "uri": "/wiki/F._Van_Wyck_Mason",
      "name": "F. Van Wyck Mason",
      "aboutText": "Howard Melvin Fast (November 11, 1914 – March 12, 2003) was an American novelist and television writer. Fast also wrote under the pen names E. V. Cunningham and Walter Ericson.",
      "pageId": 197050,
      "monthDay": "11/11"
    },
    {
      "year": "1904",
      "uri": "/wiki/Andrzej_Bogucki",
      "name": "Andrzej Bogucki",
      "aboutText": "Francis Van Wyck Mason (November 11, 1901 – August 28, 1978) was an American historian and novelist.",
      "pageId": 198702,
      "monthDay": "11/11"
    },
    {
      "year": "1904",
      "uri": "/wiki/Alger_Hiss",
      "name": "Alger Hiss",
      "aboutText": "Kaarlo (Kalle) Alvar Päätalo (November 11, 1919 - November 20, 2000) was a Finnish novelist, the most popular Finnish writer in the 20th century. His Iijoki series, comprising 26 novels, is one of the longest autobiographical works ever written.",
      "pageId": 261042,
      "monthDay": "11/11"
    },
    {
      "year": "1904",
      "uri": "/wiki/J._H._C._Whitehead",
      "name": "J. H. C. Whitehead",
      "aboutText": "John Henry Constantine Whitehead FRS (11 November 1904 – 8 May 1960), known as Henry, was a British mathematician and was one of the founders of homotopy theory.",
      "pageId": 385179,
      "monthDay": "11/11"
    },
    {
      "year": "1906",
      "uri": "/wiki/Brother_Theodore",
      "name": "Brother Theodore",
      "aboutText": "Sam Spiegel (November 11, 1901 – December 31, 1985) was an Austrian-born American independent film producer.",
      "pageId": 467593,
      "monthDay": "11/11"
    },
    {
      "year": "1907",
      "uri": "/wiki/Orestis_Laskos",
      "name": "Orestis Laskos",
      "aboutText": "Henry Menasco Wade (November 11, 1914 – March 1, 2001) was a Texas lawyer who served as District Attorney of Dallas from 1951 to 1987. As such, he participated in two of the most notable U.S. court cases of the 20th century: the prosecution of Jack Ruby for killing Lee Harvey Oswald, and the U.S. Supreme Court's decision legalizing abortion, Roe v. Wade.",
      "pageId": 507460,
      "monthDay": "11/11"
    },
    {
      "year": "1909",
      "uri": "/wiki/Robert_Ryan",
      "name": "Robert Ryan",
      "aboutText": "Edward William Proxmire (November 11, 1915 – December 15, 2005) was an American politician. A member of the Democratic Party, he served as a United States Senator from Wisconsin from 1957 to 1989.",
      "pageId": 511979,
      "monthDay": "11/11"
    },
    {
      "year": "1909",
      "uri": "/wiki/Piero_Scotti",
      "name": "Piero Scotti",
      "aboutText": "Stubby Kaye (November 11, 1918 – December 14, 1997) born as Bernard Kotzin was an American comic actor known for his appearances in film musicals.",
      "pageId": 778939,
      "monthDay": "11/11"
    },
    {
      "year": "1911",
      "uri": "/wiki/Roberto_Matta",
      "name": "Roberto Matta",
      "aboutText": "Taslim Olawale Elias (11 November 1914 – 14 August 1991) was a Nigerian jurist. He was Attorney-General and Chief Justice of Nigeria and a judge and President of the International Court of Justice.",
      "pageId": 779221,
      "monthDay": "11/11"
    },
    {
      "year": "1912",
      "uri": "/wiki/Thomas_C._Mann",
      "name": "Thomas C. Mann",
      "aboutText": "Leonard Robert Carr, Baron Carr of Hadley, PC (11 November 1916 – 17 February 2012) was a British Conservative Party politician.\nRobert Carr was educated at Westminster School and Gonville and Caius College, Cambridge, where he read Natural Sciences, graduating in 1938. After graduation he applied his knowledge of Metallurgy at John Dale & Co, the family metal engineering firm.",
      "pageId": 859542,
      "monthDay": "11/11"
    },
    {
      "year": "1914",
      "uri": "/wiki/James_Gilbert_Baker",
      "name": "James Gilbert Baker",
      "aboutText": "Robert Bushnell Ryan (November 11, 1909 – July 11, 1973) was an American actor who often played hardened cops and ruthless villains.",
      "pageId": 997953,
      "monthDay": "11/11"
    },
    {
      "year": "1914",
      "uri": "/wiki/Taslim_Olawale_Elias",
      "name": "Taslim Olawale Elias",
      "aboutText": "Roberto Sebastián Antonio Matta Echaurren (November 11, 1911 – November 23, 2002), better known as Roberto Matta, was one of Chile's best-known painters and a seminal figure in 20th century abstract expressionist and surrealist art.",
      "pageId": 1067409,
      "monthDay": "11/11"
    },
    {
      "year": "1914",
      "uri": "/wiki/Howard_Fast",
      "name": "Howard Fast",
      "aboutText": "Piero Scotti (November 11, 1909 in Florence – February 14, 1976) was a racing driver from Italy. He participated in one Formula One World Championship Grand Prix, on June 3, 1956. He scored no championship points.",
      "pageId": 1235580,
      "monthDay": "11/11"
    },
    {
      "year": "1914",
      "uri": "/wiki/Henry_Wade",
      "name": "Henry Wade",
      "aboutText": "Brother Theodore (November 11, 1906 – April 5, 2001), born Theodore Gottlieb, was a German-American monologuist and comedian known for rambling, stream-of-consciousness dialogues which he called \"stand-up tragedy\". He was a man described as \"Boris Karloff, surrealist Salvador Dalí, Nijinsky and Red Skelton . . .",
      "pageId": 1412555,
      "monthDay": "11/11"
    },
    {
      "year": "1915",
      "uri": "/wiki/William_Proxmire",
      "name": "William Proxmire",
      "aboutText": "Thomas Clifton Mann (November 11, 1912 – January 23, 1999) was an American diplomat who specialized in Latin American affairs. He entered the U.S. Department of State in 1942 and quickly rose through the ranks to become an influential establishment figure. He worked to influence the internal affairs of numerous Latin American nations, typically focusing on economic and political influence rather than direct military intervention.",
      "pageId": 2283425,
      "monthDay": "11/11"
    },
    {
      "year": "1915",
      "uri": "/wiki/Anna_Schwartz",
      "name": "Anna Schwartz",
      "aboutText": "James Gilbert Baker (November 11, 1914 – June 29, 2005) was an American astronomer and designer of optics systems.",
      "pageId": 2394291,
      "monthDay": "11/11"
    },
    {
      "year": "1916",
      "uri": "/wiki/Robert_Carr",
      "name": "Robert Carr",
      "aboutText": "Anna Jacobson Schwartz (November 11, 1915 – June 21, 2012) was an American economist at the National Bureau of Economic Research in New York City, and according to Paul Krugman \"one of the world's greatest monetary scholars\". She was best known for her collaboration with Milton Friedman on A Monetary History of the United States, 1867–1960, published in 1963, which laid a large portion of the blame for the Great Depression at the door of the Federal Reserve System.",
      "pageId": 2877705,
      "monthDay": "11/11"
    },
    {
      "year": "1918",
      "uri": "/wiki/Stubby_Kaye",
      "name": "Stubby Kaye",
      "aboutText": "Orestis Laskos (Greek: Ορέστης Λάσκος; 11 November 1907 – 17 October 1992) was a Greek film director, screenwriter and actor. He directed 55 films between 1931 and 1971.",
      "pageId": 14052042,
      "monthDay": "11/11"
    },
    {
      "year": "1919",
      "uri": "/wiki/Kalle_P%C3%A4%C3%A4talo",
      "name": "Kalle Päätalo",
      "aboutText": "Andrzej Bogucki (November 11, 1904 – July 29, 1978) was a Polish television, stage and film actor, as well as operetta singer and songwriter, sometimes referred to as \"The Polish Chevalier\".\nBogucki and his wife Janina née Godlewska (March 8, 1908 – June 19, 1992) are known for helping and hiding the Polish Jewish pianist Władysław Szpilman during the Nazi occupation of Poland. Szpilman's life inspired the 2002 film The Pianist, and both Bogucki and his wife were portrayed in the film.",
      "pageId": 34030324,
      "monthDay": "11/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Roy_Jenkins",
      "name": "Roy Jenkins",
      "aboutText": "Kurt Vonnegut, Jr. (/ˈvɒnɨɡət/; November 11, 1922 – April 11, 2007) was an American author. In a career spanning over 50 years, Vonnegut published fourteen novels, three short story collections, five plays, and five works of non-fiction.",
      "pageId": 16861,
      "monthDay": "11/11"
    },
    {
      "year": "1920",
      "uri": "/wiki/Walter_Krupinski",
      "name": "Walter Krupinski",
      "aboutText": "Roy Harris Jenkins, Baron Jenkins of Hillhead OM PC (11 November 1920 – 5 January 2003) was a British politician and writer.\nThe son of a Welsh coal miner, Roy Jenkins later became a union official and Labour MP. He also served with distinction in World War II. Elected to Parliament as a Labour member in 1948, he served in several major posts in Harold Wilson's First Government. As Home Secretary from 1965–1967, he sought to build what he described as \"a civilised society\", with measures such as the effective abolition in Britain of capital punishment and theatre censorship, the decriminalisation of homosexuality, relaxing of divorce law, suspension of birching and the liberalisation of abortion law.",
      "pageId": 26287,
      "monthDay": "11/11"
    },
    {
      "year": "1921",
      "uri": "/wiki/Terrel_Bell",
      "name": "Terrel Bell",
      "aboutText": "June Rosemary Whitfield, CBE (born 11 November 1925) is an English actress, well known in the United Kingdom since the 1950s for her work in radio and television comedy series.\nHer first big break was a lead role in the radio comedy Take It From Here from 1953. Television soon followed, including appearances with Tony Hancock throughout his television career.",
      "pageId": 80729,
      "monthDay": "11/11"
    },
    {
      "year": "1922",
      "uri": "/wiki/Kurt_Vonnegut",
      "name": "Kurt Vonnegut",
      "aboutText": "Delores LaVern Baker (November 11, 1929 – March 10, 1997) was an American rhythm and blues singer, who had several hit records on the pop chart in the 1950s and early 1960s.",
      "pageId": 165697,
      "monthDay": "11/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/John_Guillermin",
      "name": "John Guillermin",
      "aboutText": "Jonathan Harshman Winters III (November 11, 1925 – April 11, 2013) was an American comedian, actor, author, and artist. Beginning in 1960, Winters recorded many classic comedy albums for the Verve Records label. He also had records released every decade for over 50 years, receiving 11 nominations for Grammy Award for Best Comedy Album during his career and winning a Grammy Award for Best Album for Children for his contribution to an adaptation of The Little Prince in 1975 and the Grammy Award for Best Spoken Comedy Album for Crank(y) Calls in 1996.",
      "pageId": 224104,
      "monthDay": "11/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/June_Whitfield",
      "name": "June Whitfield",
      "aboutText": "Carlos Fuentes Macías  audio  (November 11, 1928 – May 15, 2012) was a Mexican novelist and essayist. Among his works are The Death of Artemio Cruz (1962), Aura (1962), Terra Nostra (1975), The Old Gringo (1985) and Christopher Unborn (1987). In his obituary, the New York Times described him as \"one of the most admired writers in the Spanish-speaking world\" and an important influence on the Latin American Boom, the \"explosion of Latin American literature in the 1960s and '70s\", while The Guardian called him \"Mexico's most celebrated novelist\".",
      "pageId": 324754,
      "monthDay": "11/11"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jonathan_Winters",
      "name": "Jonathan Winters",
      "aboutText": "Hugh Everett III (November 11, 1930 – July 19, 1982) was an American physicist who first proposed the many-worlds interpretation (MWI) of quantum physics, which he termed his \"relative state\" formulation.\nDiscouraged by the scorn of other physicists for MWI, Everett ended his physics career after completing his Ph.D. Afterwards, he developed the use of generalized Lagrange multipliers for operations research and applied this commercially as a defense analyst and a consultant. He was married to Nancy Everett née Gore.",
      "pageId": 543420,
      "monthDay": "11/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Harry_Lumley_(ice_hockey)",
      "name": "Harry Lumley",
      "aboutText": "Hans Magnus Enzensberger (born 11 November 1929 in Kaufbeuren) is a German author, poet, translator and editor.",
      "pageId": 756058,
      "monthDay": "11/11"
    },
    {
      "year": "1926",
      "uri": "/wiki/Maria_Teresa_de_Filippis",
      "name": "Maria Teresa de Filippis",
      "aboutText": "Maria Teresa de Filippis (born 11 November 1926) is an Italian former racing driver noted as being the first woman to race in Formula One. She participated in five World Championship Grands Prix, debuting on 18 May 1958, but scored no championship points.",
      "pageId": 1237438,
      "monthDay": "11/11"
    },
    {
      "year": "1927",
      "uri": "/wiki/Mose_Allison",
      "name": "Mose Allison",
      "aboutText": "Terrel Howard Bell (November 11, 1921 – June 22, 1996) was the Secretary of Education in the Cabinet of President Ronald Reagan.",
      "pageId": 1672127,
      "monthDay": "11/11"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jamelle_Folsom",
      "name": "Jamelle Folsom",
      "aboutText": "Harry \"Apple Cheeks\" Lumley (November 11, 1926 – September 13, 1998) was a Canadian professional ice hockey goaltender in the National Hockey League (NHL).",
      "pageId": 1673215,
      "monthDay": "11/11"
    },
    {
      "year": "1927",
      "uri": "/wiki/Martin_%C5%A0pegelj",
      "name": "Martin Špegelj",
      "aboutText": "Ernestine Anderson (born November 11, 1928) is an American jazz and blues singer. In a career spanning more than five decades, she has recorded over 30 albums. She was nominated four times for a Grammy Award.",
      "pageId": 3339517,
      "monthDay": "11/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ernestine_Anderson",
      "name": "Ernestine Anderson",
      "aboutText": "Mose John Allison, Jr. (born November 11, 1927) is an American jazz blues pianist, singer and songwriter.",
      "pageId": 3541132,
      "monthDay": "11/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Len_Fulford",
      "name": "Len Fulford",
      "aboutText": "Walter \"Graf Punski\" Krupinski (11 November 1920 – 7 October 2000) was a German Luftwaffe fighter ace of World War II and a senior West German air force officer after the war. He was one of the highest-scoring pilots, credited with 197 victories in 1,100 sorties. He was called by his fellow pilots Graf Punski (Count Punski) due to his Prussian origins.",
      "pageId": 6742175,
      "monthDay": "11/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Carlos_Fuentes",
      "name": "Carlos Fuentes",
      "aboutText": "Martin Špegelj (11 November 1927 – 11 May 2014) was the second Defense Minister of Croatia and, later, the chief of staff of the newborn Croatian army and inspector-general of the army. His efforts to organize and equip the army from scratch were seen as instrumental in helping Croatia survive the first year of the Croatian War of Independence.",
      "pageId": 9491253,
      "monthDay": "11/11"
    },
    {
      "year": "1928",
      "uri": "/wiki/Gracita_Morales",
      "name": "Gracita Morales",
      "aboutText": "Gracita Morales (11 November 1928 – 3 April 1995) was a classic Spanish film supporting actress with a famous voice.",
      "pageId": 12989344,
      "monthDay": "11/11"
    },
    {
      "year": "1929",
      "uri": "/wiki/LaVern_Baker",
      "name": "LaVern Baker",
      "aboutText": "Sir Martin Wakefield Jacomb (born 11 November 1929) is a former Chancellor of the University of Buckingham and Chairman of Canary Wharf Group.",
      "pageId": 19609930,
      "monthDay": "11/11"
    },
    {
      "year": "1929",
      "uri": "/wiki/Hans_Magnus_Enzensberger",
      "name": "Hans Magnus Enzensberger",
      "aboutText": "Leonard Alfred Fulford (11 November 1928 – 27 November 2011) was a British commercial photographer and director, with a specialty for photography of still life. He is one of the founding members of BFCS, one of the most successful commercial production companies of all time, winning the Palme d'Or at the Cannes Advertising Festival an unprecedented six times and with studios in London, New York, Los Angeles and Milan. Fulford directed the popular Go to work on an egg television commercials for the Egg Marketing Board during the 1960s.",
      "pageId": 24506302,
      "monthDay": "11/11"
    },
    {
      "year": "1929",
      "uri": "/wiki/Martin_Jacomb",
      "name": "Martin Jacomb",
      "aboutText": "John Guillermin (11 November 1925 – 27 September 2015) was a British film director, writer, and producer who was most active in big budget, action adventure films throughout his lengthy career.\nHis more well-known films include I Was Monty's Double (1958), Tarzan's Greatest Adventure (1959), Never Let Go (1960), Tarzan Goes to India (1962), Waltz of the Toreadors (1962), The Blue Max (1966), The Bridge at Remagen (1969), The Towering Inferno (1974), King Kong (1976), Death on the Nile (1978), Sheena (1984) and King Kong Lives (1986).",
      "pageId": 30857475,
      "monthDay": "11/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Hugh_Everett_III",
      "name": "Hugh Everett III",
      "aboutText": "Jamelle Moore Folsom (November 11, 1927 – November 30, 2012) was an American former First Lady of the U.S. state of Alabama, serving from 1948 to 1951 and again from 1955 to 1959. She was the wife and widow of former Governor of Alabama James E. \"Big Jim\" Folsom and the mother of former Governor Jim Folsom, Jr.",
      "pageId": 38066760,
      "monthDay": "11/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Hank_Garland",
      "name": "Hank Garland",
      "aboutText": "Barbara Levy Boxer (born November 11, 1940) is the junior United States Senator from California (since 1993). A member of the Democratic Party, she previously served in the U.S. House of Representatives (1983–1993).\nBorn in Brooklyn, New York, Boxer graduated from Brooklyn College.",
      "pageId": 197446,
      "monthDay": "11/11"
    },
    {
      "year": "1930",
      "uri": "/wiki/Vernon_Handley",
      "name": "Vernon Handley",
      "aboutText": "Stephen Henry Lewis, CC (born November 11, 1937) is a Canadian politician, public speaker, broadcaster and diplomat. He was the leader of the social democratic Ontario New Democratic Party for most of the 1970s.\nDuring many of those years as leader, his father David Lewis was simultaneously the leader of the Federal New Democratic Party.",
      "pageId": 460427,
      "monthDay": "11/11"
    },
    {
      "year": "1931",
      "uri": "/wiki/Veronica_Hurst",
      "name": "Veronica Hurst",
      "aboutText": "Denise Alexander (born November 11, 1939) is an American actress, best known for her role as Lesley Webber on General Hospital, a role she originally played from 1973 to 1984 (contract), 1996-2009, and from 2013 onward (recurring).\n^ Associated, The (1984-01-31). \"Goodbye For Fans\".",
      "pageId": 717494,
      "monthDay": "11/11"
    },
    {
      "year": "1932",
      "uri": "/wiki/Germano_Mosconi",
      "name": "Germano Mosconi",
      "aboutText": "Peter Benjamin Lewis (November 11, 1933 – November 23, 2013) was an American businessman who was the chairman of Progressive Insurance Company.",
      "pageId": 916248,
      "monthDay": "11/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jim_Boyd_(actor)",
      "name": "Jim Boyd",
      "aboutText": "Ants Antson (Russian: Антс Артурович Антсон; 11 November 1938 – 31 October 2015) was an Estonian speed skater who competed for the Soviet Union.",
      "pageId": 1029815,
      "monthDay": "11/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Martino_Finotto",
      "name": "Martino Finotto",
      "aboutText": "Alicia Suskin Ostriker (born November 11, 1937) is an American poet and scholar who writes Jewish feminist poetry.\nShe was called \"America's most fiercely honest poet,\" by Progressive.\n^ a b \"Alicia Ostriker Papers\".",
      "pageId": 1285823,
      "monthDay": "11/11"
    },
    {
      "year": "1933",
      "uri": "/wiki/Peter_B._Lewis",
      "name": "Peter B. Lewis",
      "aboutText": "Walter Louis \"Hank\" Garland (11 November 1930 – 27 December 2004) was a Nashville studio musician who performed with Johnny Cash, Elvis Presley, Patsy Cline, Moon Mullican, Brenda Lee, Roy Orbison and many others.",
      "pageId": 1339189,
      "monthDay": "11/11"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bibi_Andersson",
      "name": "Bibi Andersson",
      "aboutText": "Susan Kohner (born November 11, 1936) is an American actress who worked in film and television. She is best known for her role as Sarah Jane in Imitation of Life (1959), for which she was nominated for an Oscar and won a Golden Globe award. She played a light-complexioned black woman who \"passed\" for white as a young adult.",
      "pageId": 1482311,
      "monthDay": "11/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jack_Keller_(songwriter)",
      "name": "Jack Keller",
      "aboutText": "Jack Walter Keller (November 11, 1936 – April 1, 2005) was an American composer, songwriter and record producer. He co-wrote, with Howard Greenfield and others, several pop hits in the late 1950s and early 1960s, including \"Just Between You and Me\", \"Everybody's Somebody's Fool\", \"My Heart Has a Mind of Its Own\", \"Venus in Blue Jeans\", \"Almost There (Andy Williams song)\", and \"Run to Him\".",
      "pageId": 1737880,
      "monthDay": "11/11"
    },
    {
      "year": "1936",
      "uri": "/wiki/Susan_Kohner",
      "name": "Susan Kohner",
      "aboutText": "Bibi Andersson (Swedish: [ˈbɪ.ˈbɪ ˈandɛˈʂɔn]; born 11 November 1935) is a Swedish actress.\n^ The International Dictionary of ... – Google Books.",
      "pageId": 2519070,
      "monthDay": "11/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Stephen_Lewis",
      "name": "Stephen Lewis",
      "aboutText": "Roy Clifton Fredericks (11 November 1942, Blairmont, British Guiana – 5 September 2000, New York, U.S.) was a West Indian cricketer who played Test cricket from 1968 to 1977.\nHe was an opening batsman for the West Indies in both Test cricket and one day cricket, and made 4334 Test runs in a career spanning only nine years. ODIs were infrequent in Fredericks' time, and subsequently he only appeared in 12 matches, making 311 runs.",
      "pageId": 2662165,
      "monthDay": "11/11"
    },
    {
      "year": "1937",
      "uri": "/wiki/Alicia_Ostriker",
      "name": "Alicia Ostriker",
      "aboutText": "Vernon George \"Tod\" Handley CBE (11 November 1930 – 10 September 2008) was a British conductor, known in particular for his support of British composers. He was born of a Welsh father and an Irish mother into a musical family in Enfield, London. He acquired the nickname \"Tod\" because his feet were turned in at his birth, which his father simply summarised: \"They toddle\".",
      "pageId": 3223236,
      "monthDay": "11/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ants_Antson",
      "name": "Ants Antson",
      "aboutText": "James Andrew \"Jim\" Boyd (November 11, 1933 – January 2, 2013) was an American actor, born in Philadelphia.\nBoyd spent four years in the Air Force and studied at the American Academy for Dramatic Arts.\nHe did voice work (along with Wayland Flowers and Cleavon Little) for puppets on The Surprise Show, a children's program that aired locally in the New York City area in the late 1960s.",
      "pageId": 4339922,
      "monthDay": "11/11"
    },
    {
      "year": "1938",
      "uri": "/wiki/Haruhiro_Yamashita",
      "name": "Haruhiro Yamashita",
      "aboutText": "Jonathan Fenby, CBE (born 11 November 1942) is a founding partner and Managing Director of the China team at Trusted Sources, the emerging markets research and consultancy firm headquartered in London. His investment and strategy research is focused towards China's policy interpretation, politics and broader political economy.",
      "pageId": 4453296,
      "monthDay": "11/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Denise_Alexander",
      "name": "Denise Alexander",
      "aboutText": "Haruhiro Yamashita (山下 治広, Yamashita Haruhiro, born November 11, 1938) is a Japanese gymnast, who competed in the 1964 Summer Olympics. He won two gold medals, in the vault and team combined exercises.\nAfter marriage he changed his last name from Yamashita to Matsuda (松田).",
      "pageId": 5028096,
      "monthDay": "11/11"
    },
    {
      "year": "1939",
      "uri": "/wiki/Abdelmajid_Lakhal",
      "name": "Abdelmajid Lakhal",
      "aboutText": "Veronica Hurst (born 11 November 1931) is an English film, stage and television actress who was born in Malta.",
      "pageId": 7922135,
      "monthDay": "11/11"
    },
    {
      "year": "1940",
      "uri": "/wiki/Barbara_Boxer",
      "name": "Barbara Boxer",
      "aboutText": "Germano Mosconi (11 November 1932 – 1 March 2012) was an Italian sportswriter, news presenter and a Television personality.",
      "pageId": 8303019,
      "monthDay": "11/11"
    },
    {
      "year": "1940",
      "uri": "/wiki/Shunsuke_Ikeda",
      "name": "Shunsuke Ikeda",
      "aboutText": "Shunsuke Ikeda (池田 駿介, Ikeda Shunsuke, November 11, 1940 – June 11, 2010) was a Japanese actor and model.",
      "pageId": 27698187,
      "monthDay": "11/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jonathan_Fenby",
      "name": "Jonathan Fenby",
      "aboutText": "Abdelmajid Lakhal (November 29, 1939 – September 27, 2014) was a Tunisian theatre and film actor and theatre director. He was considered to be a professional and versatile interpreter. Recently, he performed classical pieces (Carlo Goldoni, Anton Chekhov) translated into Arabic, at the Municipal theatre of Tunis, which were well received.",
      "pageId": 34565380,
      "monthDay": "11/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/Roy_Fredericks",
      "name": "Roy Fredericks",
      "aboutText": "Martino Finotto (born 11 November 1933 in Camporosso, Liguria, died 13 August 2014) was a former racing driver from Italy, mainly known for his success in touring car and sports car racing.\nIn 1979, he was the European Touring Car Champion. He also finished 3rd in 1975, 5th in 1977 and 4th in 1978, abroad a self-run BMW 3.0 CSL, entered under the Jolly Club banner.",
      "pageId": 45008835,
      "monthDay": "11/11"
    },
    {
      "year": "1942",
      "uri": "/wiki/Diane_Wolkstein",
      "name": "Diane Wolkstein",
      "aboutText": "José Daniel Ortega Saavedra (Spanish: [ðaˈnje̞l o̞rˈte̞ɣa]; born November 11, 1945) is a Nicaraguan politician who has been President of Nicaragua since 2007; previously he was leader of Nicaragua from 1979 to 1990, first as Coordinator of the Junta of National Reconstruction (1979–1985) and then as President (1985–1990). A leader in the socialist Sandinista National Liberation Front (Frente Sandinista de Liberación Nacional, FSLN), his policies in government have seen the implementation of leftist reforms across Nicaragua.\nBorn into a working-class family, from an early age Ortega opposed ruling President Anastasio Somoza Debayle, widely recognized as a dictator, and became involved in the underground movement against his regime.",
      "pageId": 8778,
      "monthDay": "11/11"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jorien_van_den_Herik",
      "name": "Jorien van den Herik",
      "aboutText": "Vincent Andrew Schiavelli (November 11, 1948 – December 26, 2005) was an American character actor noted for his work on stage, screen, and television, often described as \"the man with the sad eyes.\" He was notable for his numerous and often critically acclaimed supporting roles. Schiavelli was also well known for his height, standing 6 ft 6 in (1.98 m). He often attributed his unique facial appearance and great height to Marfan's Syndrome.",
      "pageId": 169310,
      "monthDay": "11/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jennifer_Bate",
      "name": "Jennifer Bate",
      "aboutText": "Mircea Dinescu (Romanian pronunciation: [ˈmirt͡ʃe̯a diˈnesku]; born November 11, 1950) is a Romanian poet, journalist and editor.",
      "pageId": 271162,
      "monthDay": "11/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Chris_Smither",
      "name": "Chris Smither",
      "aboutText": "Kemal Sunal (11 November 1944, in Malatya, Turkey – 3 July 2000, in Istanbul) was a Turkish actor. With \"Hababam Sınıfı\", \"Kapıcılar Kralı\" and \"Davaro\", Sunal gained large popularity amongst Turkish cinema goers and was famed for his role as \"Şaban\", a name he most often used in his films.",
      "pageId": 523675,
      "monthDay": "11/11"
    },
    {
      "year": "1944",
      "uri": "/wiki/Kemal_Sunal",
      "name": "Kemal Sunal",
      "aboutText": "Andrew John \"Andy\" Partridge (born 11 November 1953 in Mtarfa, Malta) is an English singer, songwriter, and guitarist.",
      "pageId": 590008,
      "monthDay": "11/11"
    },
    {
      "year": "1945",
      "uri": "/wiki/Chris_Dreja",
      "name": "Chris Dreja",
      "aboutText": "Marc Summers (born Marc Berkowitz; November 11, 1951) is an American television personality, comedian, game show host, producer, and talk show host. He is best known for hosting the Nickelodeon game show Double Dare, hosted Unwrapped on Food Network, and is currently the executive producer of Restaurant: Impossible.",
      "pageId": 603583,
      "monthDay": "11/11"
    },
    {
      "year": "1945",
      "uri": "/wiki/Vince_Martell",
      "name": "Vince Martell",
      "aboutText": "Roger Allen Slifer (November 11, 1954 – March 30, 2015) was an American writer of comic books, animation, and video games, who co-created the character Lobo for DC Comics. Among the many comic-book series for which he wrote was that publishers' Omega Men for a long run in the 1980s.",
      "pageId": 625193,
      "monthDay": "11/11"
    },
    {
      "year": "1945",
      "uri": "/wiki/Daniel_Ortega",
      "name": "Daniel Ortega",
      "aboutText": "Marshall Howard Crenshaw (born November 11, 1953) is an American musician, singer and songwriter best known for his song \"Someday, Someway\", a Top 40 hit in 1982.\nHis music has roots in classic soul music, British Invasion songcraft, Burt Bacharach and Buddy Holly—the latter to whom Crenshaw was often compared in the early days of his career, and whom he portrayed in the 1987 film La Bamba. Crenshaw is also a noted guitarist who uses offbeat chord progressions (almost verging towards jazz) and concise solos.",
      "pageId": 646004,
      "monthDay": "11/11"
    },
    {
      "year": "1946",
      "uri": "/wiki/Al_Holbert",
      "name": "Al Holbert",
      "aboutText": "Laurence Kim Peek (November 11, 1951 – December 19, 2009) was an American savant. Known as a \"megasavant\", he had an exceptional memory, but he also experienced social difficulties, possibly resulting from a developmental disability related to congenital brain abnormalities. He was the inspiration for the character of Raymond Babbitt, in the movie Rain Man.",
      "pageId": 763501,
      "monthDay": "11/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Andrzej_Czok",
      "name": "Andrzej Czok",
      "aboutText": "Vince Martell (born Vincent James Martellucci on November 11, 1945) is best known as the lead guitarist for Vanilla Fudge.\nMartell was born in the Bronx to parents who played the guitar and encouraged him to play as well. While in his teens, Martell joined the Navy, where he discovered his skills as a guitarist.",
      "pageId": 1072734,
      "monthDay": "11/11"
    },
    {
      "year": "1948",
      "uri": "/wiki/Vincent_Schiavelli",
      "name": "Vincent Schiavelli",
      "aboutText": "Mary Gaitskill (born November 11, 1954) is an American novelist, essayist, and short story writer.",
      "pageId": 2160741,
      "monthDay": "11/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mircea_Dinescu",
      "name": "Mircea Dinescu",
      "aboutText": "William \"Bill\" Moseley (born November 11, 1951) is an American film actor and musician who has starred in a number of cult classic horror films, including House of 1000 Corpses, Repo! The Genetic Opera and The Devil's Rejects. His first big role was in The Texas Chainsaw Massacre 2 as Chop Top.",
      "pageId": 2654036,
      "monthDay": "11/11"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jim_Peterik",
      "name": "Jim Peterik",
      "aboutText": "Chris Dreja (born 11 November 1945, Surbiton, England) is a musician, best known for playing rhythm guitar and bass in the British band, The Yardbirds.",
      "pageId": 2922639,
      "monthDay": "11/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bill_Moseley",
      "name": "Bill Moseley",
      "aboutText": "William Christopher Smither (born November 11, 1944) is an American folk/blues singer, guitarist, and songwriter.",
      "pageId": 3346780,
      "monthDay": "11/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Kim_Peek",
      "name": "Kim Peek",
      "aboutText": "James Michael \"Jim\" Peterik (born November 11, 1950) is an American musician and songwriter. He is best known as the founder of the band Survivor and as vocalist and songwriter of the hit song \"Vehicle\", by the Ides of March.",
      "pageId": 3748093,
      "monthDay": "11/11"
    },
    {
      "year": "1951",
      "uri": "/wiki/Marc_Summers",
      "name": "Marc Summers",
      "aboutText": "Alvah Robert \"Al\" Holbert (November 11, 1946 at Abington, Pennsylvania – September 30, 1988) was an American automobile racing driver who was a five-time champion of the IMSA Camel GT series.",
      "pageId": 4070473,
      "monthDay": "11/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Marshall_Crenshaw",
      "name": "Marshall Crenshaw",
      "aboutText": "Jennifer Lucy Bate OBE (born 11 November 1944) is a British concert organist.\nBorn in London, Bate is the daughter of H.A. Bate, organist of St James's Muswell Hill from 1924 to 1978. She is especially regarded as an authority on the organ music of Messiaen, having befriended him within the last twenty years of his life as his organist of choice.",
      "pageId": 4368207,
      "monthDay": "11/11"
    },
    {
      "year": "1953",
      "uri": "/wiki/Andy_Partridge",
      "name": "Andy Partridge",
      "aboutText": "Jorien van den Herik (born 11 November 1943 in Sliedrecht) is a Dutch business man and was chairman of Feyenoord Rotterdam till 2006.\nVan den Herik helped Feyenoord to purchase some players in 1984 as chairman of the \"Friends of Feyenoord Group\". In a few years time he had invested 3 million Dutch guldens in the club.",
      "pageId": 7855937,
      "monthDay": "11/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Mary_Gaitskill",
      "name": "Mary Gaitskill",
      "aboutText": "Andrzej Czok (November 11, 1948 – January 11, 1986) was a Polish mountaineer best known for the first winter ascent of Dhaulagiri on January 21, 1985 with Jerzy Kukuczka and for the first ascent of Mount Everest through South Pillar in 1980 (new route also with Jerzy Kukuczka).",
      "pageId": 12271123,
      "monthDay": "11/11"
    },
    {
      "year": "1954",
      "uri": "/wiki/Roger_Slifer",
      "name": "Roger Slifer",
      "aboutText": "Diane Wolkstein (November 11, 1942 – January 31, 2013) was a folklorist and author of children's books. She also served as New York City's official storyteller from 1968–1971.\nAs New York's official storyteller, Wolkstein visited two of the city's parks each weekday, staging hundreds of one-woman storytelling events.",
      "pageId": 38425250,
      "monthDay": "11/11"
    },
    {
      "year": "1955",
      "uri": "/wiki/Dave_Alvin",
      "name": "Dave Alvin",
      "aboutText": "Lee Haney (born November 11, 1959) is an American former IFBB professional bodybuilder. Haney is the joint record holder, along with Ronnie Coleman, for winning the most Mr.",
      "pageId": 83447,
      "monthDay": "11/11"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ian_Craig_Marsh",
      "name": "Ian Craig Marsh",
      "aboutText": "Stanley Oliver Tucci Jr. (/ˈtuːtʃi/; Italian pronunciation: [ˈtuttʃi]; born November 11, 1960) is an American actor, writer, film producer and film director. He was nominated for an Academy Award for Best Supporting Actor for his performance in The Lovely Bones (2009), and won an Emmy Award for his performance in Winchell.",
      "pageId": 454754,
      "monthDay": "11/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Luz_Casal",
      "name": "Luz Casal",
      "aboutText": "David Albert \"Dave\" Alvin (born November 11, 1955) is an American singer-songwriter, guitarist, music producer and poet. He is a former and founding member of the roots rock band the Blasters. Alvin has recorded and performed as a solo artist since the late 1980s, and has been involved in various side projects and collaborations as well.",
      "pageId": 484247,
      "monthDay": "11/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kazimieras_%C4%8Cernis",
      "name": "Kazimieras Černis",
      "aboutText": "Misako Tanaka (田中美佐子, Tanaka Misako), née Misako Fukazawa (深沢美佐子, Fukazawa Misako, born 11 November 1959) is a Japanese actress.",
      "pageId": 1214526,
      "monthDay": "11/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Carlos_Lac%C3%A1mara",
      "name": "Carlos Lacámara",
      "aboutText": "Katherine Marie Lette (born 11 November 1958) better known as Kathy Lette is an Australian-British author who has written a number of bestselling books. She resides in the London Borough of Camden.",
      "pageId": 1730698,
      "monthDay": "11/11"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kathy_Lette",
      "name": "Kathy Lette",
      "aboutText": "Gunnar Mathias \"Mic\" Michaeli (born 11 November 1962 in Upplands Väsby, Sweden) is the keyboardist in the Swedish rock band Europe. Like many of the other Europe members he grew up in Stockholm suburb Upplands Väsby.",
      "pageId": 1789077,
      "monthDay": "11/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Lee_Haney",
      "name": "Lee Haney",
      "aboutText": "Peter Parros (born November 11, 1960 in Brooklyn, New York) is an American actor and screenwriter. His acting credits include stage, screen and television, but he may be most recognized for his nearly decade-long portrayal of Dr.",
      "pageId": 2171857,
      "monthDay": "11/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Richard_Rowe_(horse_racing)",
      "name": "Richard Rowe",
      "aboutText": "Carlo Amado \"Chuck\" Hernandez (born November 11, 1960 in Tampa, Florida) is a coach in Major League Baseball. He has served as pitching coach for the California Angels (1993–96), Tampa Bay Devil Rays (2004–05), and Detroit Tigers (2006–08). In 2009, he served as the bullpen coach for the Cleveland Indians, but was fired along with Manager Eric Wedge and the rest of the staff at the season's end.",
      "pageId": 2214159,
      "monthDay": "11/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Christian_Schwarzenegger",
      "name": "Christian Schwarzenegger",
      "aboutText": "Luz Casal (Spanish pronunciation: [luθ kaˈsal]; born November 11, 1958 at Boimorto) is a Spanish pop singer. She grew up in neighbouring Asturias, took singing, piano and ballet classes, and moved to Madrid to pursue a career as a musician.\nShe became famous in the early 1980s, and remained an important figure in Spanish pop music all through said decade and beyond, with her sound gradually maturing towards soft adult pop.",
      "pageId": 2376808,
      "monthDay": "11/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Misako_Tanaka",
      "name": "Misako Tanaka",
      "aboutText": "Cristina Patricia Odone (born 11 November 1960) is a journalist, editor, and writer. She has written for several newspapers, and was formerly the editor of The Catholic Herald, and deputy editor of the New Statesman.\n^ a b Odone, Cristina (5 November 2006).",
      "pageId": 3470526,
      "monthDay": "11/11"
    },
    {
      "year": "1959",
      "uri": "/wiki/Carl_Williams_(boxer)",
      "name": "Carl Williams",
      "aboutText": "Lawrence Bayne (born November 11, 1960 in Toronto, Ontario, Canada) is a Canadian actor and singer. He has appeared in various movies and television series, both live action and animated. He also sings and writes for his band Simple Damned Device.",
      "pageId": 5404370,
      "monthDay": "11/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Lawrence_Bayne",
      "name": "Lawrence Bayne",
      "aboutText": "Carl Williams (November 11, 1959 – April 7, 2013), nicknamed \"The Truth\", was an American boxer from Belle Glade, Florida who was the USBA United States Heavyweight Boxing champion, and who fought in several noteworthy boxing matches in the 1980s and 1990s.",
      "pageId": 6237758,
      "monthDay": "11/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Colin_Harvey_(writer)",
      "name": "Colin Harvey",
      "aboutText": "Carlos Lacámara (born November 11, 1958), sometimes credited as Carlos Lacamara or Carlos LaCamara, is a Cuban-born American actor and playwright who has had a long career on American television, making his first appearance in 1983 on the sitcom Family Ties. Lacamara has mostly played supporting characters and guest star roles, with the exception of his roles as Paco Ortíz on the sitcom Nurses, and as Ray García, the family patriarch on The Brothers García.",
      "pageId": 6363312,
      "monthDay": "11/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Chuck_Hernandez",
      "name": "Chuck Hernandez",
      "aboutText": "Richard Rowe (born 11 November 1959) is a National Hunt racehorse trainer and a former jockey in the United Kingdom.\n^ \"Richard Rowe\". Dictionary of the Turf.com.",
      "pageId": 9948525,
      "monthDay": "11/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Paquito_Ochoa,_Jr.",
      "name": "Paquito Ochoa, Jr.",
      "aboutText": "Ian Craig Marsh (born 11 November 1956) is an English musician.",
      "pageId": 12116677,
      "monthDay": "11/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Cristina_Odone",
      "name": "Cristina Odone",
      "aboutText": "Gerard James Pertwee Horan (born 11 November 1962 in Stockport, Cheshire) is an English actor.",
      "pageId": 17718704,
      "monthDay": "11/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Peter_Parros",
      "name": "Peter Parros",
      "aboutText": "Paquito \"Jojo\" Navarro Ochoa, Jr. (born November 11, 1960) is a Filipino lawyer. He is the current Executive Secretary of the Philippines under the Administration of President Benigno Aquino III. He had been the city administrator of Quezon City from 2001 to 2010.",
      "pageId": 27956242,
      "monthDay": "11/11"
    },
    {
      "year": "1960",
      "uri": "/wiki/Stanley_Tucci",
      "name": "Stanley Tucci",
      "aboutText": "Colin Harvey (11 November 1960 – 15 August 2011) was a British science fiction writer, editor, and reviewer who was born in Cornwall, England. Harvey died after having a stroke.\n^ a b \"Colin Harvey (1960-2011)\".",
      "pageId": 32778959,
      "monthDay": "11/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Gerard_Horan",
      "name": "Gerard Horan",
      "aboutText": "Christian Schwarzenegger (born 11 November 1959 in Zürich) is a Swiss legal scientist and professor of criminal law, criminal procedure and criminology at the University of Zurich.\nHe is the son of an Austrian musician and later engineer, who immigrated in the 1950s from Styria to Switzerland. The father of Christian Schwarzenegger is a cousin of Arnold Schwarzenegger, the actor and former governor of California.",
      "pageId": 42099978,
      "monthDay": "11/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mic_Michaeli",
      "name": "Mic Michaeli",
      "aboutText": "Kazimieras Černis (born November 11, 1958, Vilnius) is a Lithuanian astronomer and astrophysicist.",
      "pageId": 47334501,
      "monthDay": "11/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Georgios_Mitsibonas",
      "name": "Georgios Mitsibonas",
      "aboutText": "Calista Kay Flockhart (born November 11, 1964) is an American actress, known for playing the title role in the Fox television comedy-drama series Ally McBeal and for playing Kitty Walker McCallister on the ABC drama Brothers & Sisters. Since 2015 she has been cast as Cat Grant on CBS '​s Supergirl. During her career, she has received a Golden Globe Award, a Screen Actors Guild Award and three Emmy Award nominations.",
      "pageId": 7517,
      "monthDay": "11/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Demi_Moore",
      "name": "Demi Moore",
      "aboutText": "Demi Guynes (/dəˈmiː/ de-MEE; born November 11, 1962), known professionally as Demi Moore, is an American actress, filmmaker, former songwriter, and model. Moore dropped out of high school at age 16 to pursue an acting career, and appeared in a nude pictorial in Oui magazine in 1981. After making her film debut later that year, she appeared on the soap opera General Hospital and subsequently gained recognition for her work in Blame It on Rio (1984) and St.",
      "pageId": 187807,
      "monthDay": "11/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/James_Morrison_(jazz_musician)",
      "name": "James Morrison",
      "aboutText": "Merrill Beth Nisker (born 11 November 1968), better known by her stage name Peaches, is a Canadian electronic musician and performance artist. Her songs are noted for disregarding traditional gender norms, and for their use of sexually explicit lyrics.\nBorn in Ontario to a Jewish family, Peaches began her musical career in the 1990s as part of a folk trio, Mermaid Cafe.",
      "pageId": 256646,
      "monthDay": "11/11"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kendra_Slawinski",
      "name": "Kendra Slawinski",
      "aboutText": "Carson Lee Kressley (born November 11, 1969) was the fashion expert on the American television program Queer Eye, where he was one of the show's \"Fab Five\". He was also the motivational host of the TV show How to Look Good Naked and OWN's Carson Nation.",
      "pageId": 489504,
      "monthDay": "11/11"
    },
    {
      "year": "1963",
      "uri": "/wiki/Billy_Gunn",
      "name": "Billy Gunn",
      "aboutText": "Monty Kip Sopp (born November 1, 1963), better known by his ring name Billy Gunn, is an American professional wrestler and former professional bull rider.\nGunn is best known for his appearances in the World Wrestling Federation/Entertainment (WWF/E) from 1993 to 2004 and from 2012 to 2015. He also served as a coach on WWE's Tough Enough, and was a trainer in its developmental branch, NXT. He is also known for his appearances with Total Nonstop Action Wrestling (TNA) from 2005 to 2009.",
      "pageId": 690276,
      "monthDay": "11/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Anabel_Alonso",
      "name": "Anabel Alonso",
      "aboutText": "Alison Doody (born 11 November 1966) is an Irish actress and model. After making her feature film debut with a small part in Bond film A View to a Kill (1985), she went on to play Nazi-sympathising archaeologist Elsa Schneider, in Indiana Jones and the Last Crusade (1989). Other roles include Siobhan Donavan in A Prayer for the Dying (1987), Charlotte in Taffin (1988) and Rebecca Flannery in Major League II (1994).",
      "pageId": 748588,
      "monthDay": "11/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Alison_Doody",
      "name": "Alison Doody",
      "aboutText": "Kendra Slawinski, OBE (née Lowe) (born 11 November 1962) is a former netball player for England. She had been part of the England national netball team between 1987 and 1997. She has represented her country on 128 occasions.",
      "pageId": 752994,
      "monthDay": "11/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Calista_Flockhart",
      "name": "Calista Flockhart",
      "aboutText": "Kim Stockwood (born 11 November 1965 in St. John's, Newfoundland and Labrador) is a Canadian pop singer/songwriter and television and radio personality. She has recorded as a solo artist and also as a member of Atlantic Canadian music group Shaye with Damhnait Doyle and Tara MacLean .",
      "pageId": 939541,
      "monthDay": "11/11"
    },
    {
      "year": "1964",
      "uri": "/wiki/Philip_McKeon",
      "name": "Philip McKeon",
      "aboutText": "Gil de Ferran (born November 11, 1967 in Paris, France) is a professional racing driver and team owner.",
      "pageId": 1442773,
      "monthDay": "11/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Max_Mutchnick",
      "name": "Max Mutchnick",
      "aboutText": "Jason Nidorf \"Max\" Mutchnick (born November 11, 1965) is an American television producer.",
      "pageId": 2056486,
      "monthDay": "11/11"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kim_Stockwood",
      "name": "Kim Stockwood",
      "aboutText": "James Lloyd Morrison AM (born 11 November 1962) is a multi-instrumental Australian jazz musician. Widely known for his trumpet playing – he has also performed on soprano, alto, tenor, and baritone saxophones, clarinet, flugelhorn, bass trumpet, trombone, euphonium, tuba, double bass, guitar and piano. He is a composer, writing jazz charts for ensembles of various sizes and proficiency levels.",
      "pageId": 2581725,
      "monthDay": "11/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gil_de_Ferran",
      "name": "Gil de Ferran",
      "aboutText": "David L. Cook (born November 11, 1968) is an American Christian country music singer-songwriter, comedian and a multiple Emmy and Telly Awards winner.\nBorn to Donnell and June (née Mercer) Cook, David is the oldest of six children. He has written more than 2,500 songs, including Drop that Rock, which was featured on his album In the Middle of It All and garnered a Dove Award nomination for Christian Country Album of the Year in 1999.",
      "pageId": 3213810,
      "monthDay": "11/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/David_Doak",
      "name": "David Doak",
      "aboutText": "Philip McKeon (born November 11, 1964) is an American actor.",
      "pageId": 5428723,
      "monthDay": "11/11"
    },
    {
      "year": "1967",
      "uri": "/wiki/Frank_John_Hughes",
      "name": "Frank John Hughes",
      "aboutText": "Georgios Mitsibonas (1962– 13 September 1997) was a Greek football player during the 1980s and 1990s. He was born in 1962 in the village of Tsaritsani (Larissa regional unit). He started his football career as a centre forward in Ikonomos Tsaritsanis and in 1981 he signed with Larissa where he played one year as a forward.",
      "pageId": 6389578,
      "monthDay": "11/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/David_L._Cook",
      "name": "David L. Cook",
      "aboutText": "Frank John Hughes (born November 11, 1967) is an American film and television actor best known for his portrayal of \"Wild Bill\" Guarnere in the HBO miniseries Band of Brothers, Tom Fox in Catch Me If You Can, Tim Woods in 24, and Walden Belfiore in The Sopranos.",
      "pageId": 8141737,
      "monthDay": "11/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Lavell_Crawford",
      "name": "Lavell Crawford",
      "aboutText": "David Doak (born 11 November 1967) is a Northern Irish video game designer. Originally from Belfast, he later moved to England, where he studied at Oxford University on biochemistry specialty and worked as a research scientist. Doak began his video game career working with Rare where he provided network support for Donkey Kong Country 3: Dixie Kong's Double Trouble!",
      "pageId": 8734429,
      "monthDay": "11/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Muangchai_Kittikasem",
      "name": "Muangchai Kittikasem",
      "aboutText": "Ana Isabel Alonso Gómez (born on 11 November 1964 in Baracaldo, Vizcaya), better known as Anabel Alonso, is a Spanish comedy actress that has appeared in theatre plays, movies and television shows, including the popular sitcom 7 Vidas and the movie Finding Nemo (as the voice of Dory). She also hosts several different television programs.",
      "pageId": 9252645,
      "monthDay": "11/11"
    },
    {
      "year": "1968",
      "uri": "/wiki/Peaches_(musician)",
      "name": "Peaches",
      "aboutText": "Muangchai Kittikasem (Thai: เมืองชัย กิตติเกษม, b. 1968,11 November in Chainat, Thailand, real name Nattawut Chantaravinom Thai: ณัฐวุฒิ จันทรวิมล) is a former boxer from Thailand. He was world champion in two weightclasses.",
      "pageId": 10122208,
      "monthDay": "11/11"
    },
    {
      "year": "1969",
      "uri": "/wiki/Carson_Kressley",
      "name": "Carson Kressley",
      "aboutText": "Lavell Maurice Crawford (born November 11, 1968) is an American stand-up comedian and actor. He is best known for playing Huell Babineaux in Breaking Bad.",
      "pageId": 13191637,
      "monthDay": "11/11"
    },
    {
      "year": "1970",
      "uri": "/wiki/Elina_Konstantopoulou",
      "name": "Elina Konstantopoulou",
      "aboutText": "Maria-Elpida (Elina) Konstantopoulou (Greek: Ελίνα Κωνσταντοπούλου; born 11 November 1970) is a Greek singer, probably best known for representing Greece in the Eurovision Song Contest 1995.",
      "pageId": 22384459,
      "monthDay": "11/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jennifer_Celotta",
      "name": "Jennifer Celotta",
      "aboutText": "Leonardo Wilhelm DiCaprio (/dɨˈkæpri.oʊ/; born November 11, 1974) is an American actor and film producer. DiCaprio began his career by appearing in television commercials, after which he had recurring roles in TV series such as the soap opera Santa Barbara and the sitcom Growing Pains in the early 1990s. He began his film career by starring as Josh in Critters 3 before starring in the film adaptation of the memoir This Boy's Life (1993) alongside Robert De Niro.",
      "pageId": 52711,
      "monthDay": "11/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Paul_Chaloner",
      "name": "Paul Chaloner",
      "aboutText": "Nuno Ricardo de Oliveira Ribeiro, OIH, (born 11 November 1977), known as Maniche (Portuguese pronunciation: [maˈniʃɨ], or less commonly [maˈnik(ɨ)]), is a Portuguese retired footballer who played as a central midfielder.\nKnown for his teamwork, stamina and powerful shot, he received his nickname after Benfica's 1980s Danish forward Michael Manniche.\nHe played top-flight football in Portugal, Russia, England, Spain, Italy and Germany.",
      "pageId": 731105,
      "monthDay": "11/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/David_DeLuise",
      "name": "David DeLuise",
      "aboutText": "Tyler Christopher (born Tyler Christopher Baker; November 11, 1972) is an American actor.",
      "pageId": 889163,
      "monthDay": "11/11"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tomas_Pa%C4%8D%C4%97sas",
      "name": "Tomas Pačėsas",
      "aboutText": "Adam Beach (born November 11, 1972) is a Canadian First Nations actor. He is best known for his roles as Victor in Smoke Signals, Tommy in Walker, Texas Ranger, Kickin' Wing in Joe Dirt, U.S. Marine Corporal Ira Hayes in Flags of Our Fathers, Private Ben Yahzee in Windtalkers, Dr. Charles Eastman (Ohiyesa) in Bury My Heart at Wounded Knee, Chester Lake in Law & Order: Special Victims Unit, and Officer Jim Chee in the film adaptations of Skinwalkers, Coyote Waits, and A Thief of Time.",
      "pageId": 927540,
      "monthDay": "11/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Adam_Beach",
      "name": "Adam Beach",
      "aboutText": "Daisuke Ohata (大畑大介, Ohata Daisuke, born on November 11, 1975 in Osaka) is a former Japanese rugby union player. He usually played on the wing, and sometimes at centre, for the Japanese national rugby union team. He made his name internationally as a speedy ace in the IRB World Sevens Series, and went on to become a regular member of the national team.",
      "pageId": 1345390,
      "monthDay": "11/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Tyler_Christopher_(actor)",
      "name": "Tyler Christopher",
      "aboutText": "Stephen Ellis Garrett (November 11, 1974 – February 25, 2008), also known as Static Major, was a Grammy Award-winning American R&B and hip hop recording artist from Louisville, Kentucky, USA. He was a member of the R&B trio Playa. Static Major gained posthumous fame for appearing on Lil Wayne's 2008 album Tha Carter III on the song \"Lollipop\". He was a songwriter for several artists, including Aaliyah, Ginuwine, Pretty Ricky, and Destiny's Child.",
      "pageId": 1575318,
      "monthDay": "11/11"
    },
    {
      "year": "1972",
      "uri": "/wiki/Danny_Rios",
      "name": "Danny Rios",
      "aboutText": "Jon B. (born Jonathan David Buck November 11, 1974) is an American singer and songwriter.",
      "pageId": 1578696,
      "monthDay": "11/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Shinji_Maggy",
      "name": "Shinji Maggy",
      "aboutText": "David Dominick DeLuise (born November 11, 1971) is an American actor and television director.\n^ a b David DeLuise Biography (1971–). Filmreference.com.",
      "pageId": 2574253,
      "monthDay": "11/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Melissa_Stark",
      "name": "Melissa Stark",
      "aboutText": "Melissa Stark (born November 11, 1973), is an American television personality and sportscaster who works as a reporter for the NFL Network and previously had worked with NBC, which she joined in 2003, primarily at its MSNBC subsidiary. She was also a correspondent for NBC's The Today Show. In the summer of 2008, she anchored MSNBC's coverage of the 2008 Beijing Olympics.",
      "pageId": 2752810,
      "monthDay": "11/11"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jason_White_(musician)",
      "name": "Jason White",
      "aboutText": "Jason White (born November 11, 1973) is an American musician best known as the lead guitarist for the American punk rock band Green Day. He played as a touring member of Green Day since 1999 until 2012, where he became an official member of the band, with Green Day becoming a four-piece group. He is also the guitarist and vocalist for the Californian punk band Pinhead Gunpowder, and co-founder of Adeline Records alongside Billie Joe Armstrong.",
      "pageId": 2855574,
      "monthDay": "11/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jon_B.",
      "name": "Jon B.",
      "aboutText": "Wajahatullah Wasti (Urdu: وجاہت اللہ واسطی; born November 11, 1974 in Peshawar) is a Pakistani cricketer. He is a right-handed batsman and a right-arm offbreak bowler. Wasti played in six Test matches between February 1999 and May 2000, but soon found himself out of the side after much criticism on his performance.",
      "pageId": 3088865,
      "monthDay": "11/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Leonardo_DiCaprio",
      "name": "Leonardo DiCaprio",
      "aboutText": "Jesse Frederick Keeler (born November 11, 1976) is a Canadian musician.",
      "pageId": 3092694,
      "monthDay": "11/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Static_Major",
      "name": "Static Major",
      "aboutText": "Angélica Vale (born Angélica María Vale Hartman on November 11, 1975 in Mexico City, Mexico) is a Mexican actress, singer, and comedian known also as the daughter of Angélica María, \"La Novia de Mexico\" (Mexico's Sweetheart), and as the daughter of comedian Raúl Vale. She has been working as an actress for almost 30 years, but achieved fame in 2006 when she became the protagonist of La Fea Más Bella (The Prettiest Ugly Girl), a Mexican telenovela, with her real-life mother. She starred in the webnovela No me hallo as Luchita Guerra a young woman with a big dream of becoming a singer.",
      "pageId": 3716340,
      "monthDay": "11/11"
    },
    {
      "year": "1974",
      "uri": "/wiki/Wajahatullah_Wasti",
      "name": "Wajahatullah Wasti",
      "aboutText": "Jennifer Ann Celotta (born November 11, 1971 in Gaithersburg, Maryland) is an American television producer and writer. Among her credits are Home Improvement, Malcolm in the Middle, The Newsroom, Greg the Bunny, Andy Richter Controls The Universe and The Office. She has directed two episodes of The Office: \"Crime Aid\" and \"The Promotion.\" By the fifth season, Celotta was serving as an Office producer and one of the series show runners, along with fellow writer Paul Lieberstein.",
      "pageId": 4701806,
      "monthDay": "11/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Daisuke_Ohata",
      "name": "Daisuke Ohata",
      "aboutText": "Jason Michael Grilli (born November 11, 1976) is an American professional baseball pitcher who plays for the Atlanta Braves of Major League Baseball (MLB). Taken as the fourth overall selection of the 1997 MLB Draft by the San Francisco Giants, Grilli was one of the top starting pitcher prospects in all of the minor leagues, ranked 54th in 1998 and 44th in 1999. The Giants traded him to the Florida Marlins in 1999, for whom he debuted on May 11, 2000.",
      "pageId": 5552759,
      "monthDay": "11/11"
    },
    {
      "year": "1975",
      "uri": "/wiki/Ang%C3%A9lica_Vale",
      "name": "Angélica Vale",
      "aboutText": "Lisa Gleave (born November 11, 1976) is an Australian-American glamour model and TV personality, known for her work as a Barker's Beauty on The Price Is Right and her appearances as the show Deal or No Deal.",
      "pageId": 6722975,
      "monthDay": "11/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Lisa_Gleave",
      "name": "Lisa Gleave",
      "aboutText": "Paul Chaloner (born 11 November 1971), better known by his pseudonym ReDeYe, is one of the world's first professional esports and video game broadcast commentators.\nHe has broadcast in dozens of countries around the world including China, United States, Singapore, Australia, Denmark and many others) on various media forms including mainstream TV channels, Live internet Video via Radio iTG and GGL and also in TV series in the UK. He has also commentated on tournaments on both Live video streams and internet Radio since 2002 and has previously been looked after by Creative Artists Agency of Hollywood.\nReDeYe commentates on games including Starcraft 2, Quake 3, Quake 4, Unreal Tournament, Unreal Tournament 2004, Counter-Strike: Source, Call of Duty 2, Counter-Strike: Global Offensive, Hearthstone: Heroes of Warcraft, World of Warcraft, Smite, Dota 2, FIFA and almost all Racing Simulator games like Project Gotham Racing.",
      "pageId": 8690096,
      "monthDay": "11/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jason_Grilli",
      "name": "Jason Grilli",
      "aboutText": "Daniel Rios (born November 11, 1972 in Madrid, Spain) is a former Major League Baseball and Korea Baseball Organization player.",
      "pageId": 13889934,
      "monthDay": "11/11"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jesse_F._Keeler",
      "name": "Jesse F. Keeler",
      "aboutText": "Tomas Pačėsas (born November 11, 1971 in Alytus, Soviet Union) is a Lithuanian basketball player and coach, currently for BC Lietuvos rytas.",
      "pageId": 28833795,
      "monthDay": "11/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Maniche",
      "name": "Maniche",
      "aboutText": "Shin Miura (三浦 審, Miura Shin, born November 11, 1973, in Kesennuma, Miyagi, Japan), better known as Shinji Maggy (マギー 審司, Magī Shinji), is a Japanese comedian and magician who is represented by the talent agency, Maseki Geinosha.\nMaggy learned from magician, Shiro Maggy. He is the second son of the three brothers.",
      "pageId": 48152600,
      "monthDay": "11/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ben_Hollioake",
      "name": "Ben Hollioake",
      "aboutText": "Prince Guillaume, Hereditary Grand Duke of Luxembourg (given names: Guillaume Jean Joseph Marie; born 11 November 1981), has been heir apparent to the crown of Luxembourg since his father's accession in 2000.",
      "pageId": 443110,
      "monthDay": "11/11"
    },
    {
      "year": "1977",
      "uri": "/wiki/Marsha_Mehran",
      "name": "Marsha Mehran",
      "aboutText": "Benjamin Caine Hollioake (11 November 1977 – 23 March 2002) was a cricketer who played for Surrey County Cricket Club and the England cricket team. Born in Australia, Hollioake moved to England as a child where he made his first-class cricketing debut for Surrey in 1996. A right-handed batsman and right-arm seam bowler, Hollioake's performances as an all-rounder saw him join his brother Adam in the 1997 England ODI team.",
      "pageId": 1410745,
      "monthDay": "11/11"
    },
    {
      "year": "1978",
      "uri": "/wiki/Lou_Vincent",
      "name": "Lou Vincent",
      "aboutText": "Natalie Glebova (Russian: Наталья Владимировна Глебова, born November 11, 1981) is a Russian-Canadian TV Host, author, dancer, model and beauty queen who won Miss Universe Canada 2005 and later that year won Miss Universe 2005 in Thailand.\n^ Morra, Bernadette (2005-07-21). \"Model thin not a queen requirement\".",
      "pageId": 1966099,
      "monthDay": "11/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jaeson_Ma",
      "name": "Jaeson Ma",
      "aboutText": "Brittny Gastineau (born November 11, 1982) is an American model, socialite, and reality television personality.",
      "pageId": 2023462,
      "monthDay": "11/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Pinkan_Mambo",
      "name": "Pinkan Mambo",
      "aboutText": "Philipp Lahm (German pronunciation: [ˈfɪlɪp ˈlaːm]; born 11 November 1983) is a German professional footballer who plays as a right back or defensive midfielder for Bundesliga club Bayern Munich. He is the captain of his club, having skippered them to numerous honours including the 2013 UEFA Champions League as part of the Treble. He is also a former captain of his national team, which he led to the 2014 FIFA World Cup, before retiring from international football.",
      "pageId": 2169603,
      "monthDay": "11/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Willie_Parker",
      "name": "Willie Parker",
      "aboutText": "Lou Vincent (born 11 November 1978) is a former New Zealand cricketer and batsman. He has represented New Zealand in Test match, One Day International and Twenty20 International cricket as well as playing for Auckland in New Zealand domestic cricket and Worcestershire and Lancashire in English domestic cricket.\nIn December 2013 it emerged that Vincent was being investigated by the International Cricket Council's anti-corruption unit (ACSU) in relation to allegations of his involvement in the spot-fixing of dozens of professional cricket matches, including matches in the Indian Cricket League, the ECB 40, the Bangladesh Premier League and the Champions League Twenty20.",
      "pageId": 2531609,
      "monthDay": "11/11"
    },
    {
      "year": "1980",
      "uri": "/wiki/Edmoore_Takaendesa",
      "name": "Edmoore Takaendesa",
      "aboutText": "Arouna Koné (born 11 November 1983) is an Ivorian professional footballer who plays as a striker for Premier League club Everton and the Ivory Coast national team.\nAfter making a name for himself in the Eredivisie, with Roda JC and PSV, he signed with Sevilla in 2007, where he rarely appeared due to injury and loans. In 2012, he moved from Levante to the English Premier League, where he represented Wigan Athletic and Everton, winning one FA Cup with the former.",
      "pageId": 2645479,
      "monthDay": "11/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Natalie_Glebova",
      "name": "Natalie Glebova",
      "aboutText": "Willie Everette Parker, Jr. (born November 11, 1980) is a retired American football running back who played for six seasons for the Pittsburgh Steelers of the National Football League (NFL). After playing college football for North Carolina, he was signed by the Steelers as an undrafted free agent in 2004.",
      "pageId": 2703373,
      "monthDay": "11/11"
    },
    {
      "year": "1981",
      "uri": "/wiki/Guillaume,_Hereditary_Grand_Duke_of_Luxembourg",
      "name": "Guillaume, Hereditary Grand Duke of Luxembourg",
      "aboutText": "Stephen James Hunt (born 11 November 1984) is an English footballer who plays as a defender. Born in Southampton, Hunt started his career as a trainee at his hometown club, after 10 years at the club he left for Colchester United before making a first team appearance. The start of his Colchester career was marked by being sent off 59 seconds into his debut against Chesterfield.",
      "pageId": 5256777,
      "monthDay": "11/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Gonzalo_Canale",
      "name": "Gonzalo Canale",
      "aboutText": "Gonzalo Canale (born 11 November 1982) is an Italian Argentine rugby union footballer. His usual position is in the centre or at full back. He plays for French club ASM Clermont Auvergne.",
      "pageId": 7350904,
      "monthDay": "11/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aki_Higashihara",
      "name": "Aki Higashihara",
      "aboutText": "Jeremy David Williams (born November 11th, 1982) is a British film, radio, television and theatre actor.",
      "pageId": 13051283,
      "monthDay": "11/11"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jeremy_Williams_(actor)",
      "name": "Jeremy Williams",
      "aboutText": "Tatsuhisa Suzuki (鈴木 達央, Suzuki Tatsuhisa, born November 11, 1983) is a Japanese voice actor and singer born in Ichikawa, Chiba, Japan. He is affiliated with I'm Enterprise and Lantis.",
      "pageId": 17349121,
      "monthDay": "11/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Brittny_Gastineau",
      "name": "Brittny Gastineau",
      "aboutText": "Birkir Már Sævarsson (born 11 November 1984) is an Icelandic footballer who is currently playing for Hammarby in Sweden. He signed for Hammarby 2 December 2014, after 6 years in the Norwegian club SK Brann. He was originally planned as a right back, but played almost all the 2009 season on the left back.",
      "pageId": 18291608,
      "monthDay": "11/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Arouna_Kon%C3%A9",
      "name": "Arouna Koné",
      "aboutText": "Osvaldo Alonso Moreno (born November 11, 1985) is a Cuban footballer who currently plays for Seattle Sounders FC in Major League Soccer. Known for his style of harassing, tackling and covering the field, he gets forward to supply enough offense to be considered a threat, and has earned the nickname \"Honey Badger\" by fans for his tenacious playstyle.\n^ \"2012 Western Conference preview: L.A., Seattle lead a strong field\".",
      "pageId": 18408461,
      "monthDay": "11/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Philipp_Lahm",
      "name": "Philipp Lahm",
      "aboutText": "Austin Kirk Collie (born November 11, 1985) is a Canadian football wide receiver for the BC Lions of the Canadian Football League. He was drafted by the Indianapolis Colts in the fourth round (127th overall) in the 2009 NFL Draft.",
      "pageId": 21940169,
      "monthDay": "11/11"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tatsuhisa_Suzuki",
      "name": "Tatsuhisa Suzuki",
      "aboutText": "Edmoore Takaendesa (born 11 November 1980) is a German international rugby union player, playing for the RG Heidelberg in the Rugby-Bundesliga and the German national rugby union team.\nHe made his debut for Germany on 19 April 2008 against the Ukraine.\nTakaendesa originally hails from Zimbabwe, a country he last played for in 2000, after which he moved to Germany.",
      "pageId": 26421309,
      "monthDay": "11/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Stephen_Hunt_(footballer_born_1984)",
      "name": "Stephen Hunt",
      "aboutText": "Jaeson Ma (Chinese: 馬致遠; pinyin: Mǎ Zhìyuǎn; born November 11, 1980) is an American talent manager, producer, writer, musician and missionary who is best known for his work as a media consultant, artist and inspirational speaker.\n^ 宣教戒賭 助人助己——崔鎮南赴印度服侍貧民. Canada Herald Monthly (in Chinese).",
      "pageId": 28114910,
      "monthDay": "11/11"
    },
    {
      "year": "1984",
      "uri": "/wiki/Birkir_M%C3%A1r_S%C3%A6varsson",
      "name": "Birkir Már Sævarsson",
      "aboutText": "Marsha Mehran born Mahsa Mehran (Persian: مارشا مهران‎‎; 11 November 1977 – April 2014) was an Iranian novelist.",
      "pageId": 36163513,
      "monthDay": "11/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Osvaldo_Alonso",
      "name": "Osvaldo Alonso",
      "aboutText": "Pinkan Ratnasari Mambo (born 11 November 1980), also spelled Pingkan Mambo, is an Indonesian pop singer. She achieved success as the vocalist in the Indonesian music duo Ratu between 2000 and 2004, then continued her career as a soloist.\nBorn and raised in Jakarta, Mambo began singing at an early age but only began to sing in public as a teenager.",
      "pageId": 36279824,
      "monthDay": "11/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Austin_Collie",
      "name": "Austin Collie",
      "aboutText": "Aki Higashihara (東原 亜希, Higashihara Aki, born November 11, 1982 in Kanagawa Prefecture) is a Japanese television personality and model. She married Judo athlete Kosei Inoue in 2008.",
      "pageId": 38263120,
      "monthDay": "11/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tiidrek_Nurme",
      "name": "Tiidrek Nurme",
      "aboutText": "Christa Brittany Allen (born November 11, 1991) is an American actress, best known for her role as Charlotte Grayson on the drama series Revenge.",
      "pageId": 885160,
      "monthDay": "11/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kalan_Porter",
      "name": "Kalan Porter",
      "aboutText": "Richard Kalan Porter (born November 11, 1985) is a singer-songwriter from Medicine Hat, Alberta, and the winner of the reality television series Canadian Idol in season 2. He started to sing at an early age and is classically trained, playing several instruments, most notably, the violin and viola. He writes and arranges violin solos for many of his songs.",
      "pageId": 994225,
      "monthDay": "11/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jessica_Sierra",
      "name": "Jessica Sierra",
      "aboutText": "Reina Tanaka (田中 れいな, Tanaka Reina, real name 田中 麗奈, born November 11, 1989) is a Japanese pop-rock singer and a member of the Japanese rock band Lovendor. Her professional first name is written in hiragana to distinguish her from the Japanese actress Rena Tanaka, whose name is written using the same kanji (though with a slightly different reading), who is also from Fukuoka Prefecture.",
      "pageId": 1118955,
      "monthDay": "11/11"
    },
    {
      "year": "1985",
      "uri": "/wiki/Robin_Uthappa",
      "name": "Robin Uthappa",
      "aboutText": "Jessica Ann Sierra (born November 11, 1985) is an American singer and was the tenth-place finalist on the fourth season of American Idol. She was the third finalist eliminated, on March 30, 2005.",
      "pageId": 1676376,
      "monthDay": "11/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jon_Batiste",
      "name": "Jon Batiste",
      "aboutText": "Robin Venu Uthappa ( pronunciation ; born 11 November 1985) is an Indian cricketer.",
      "pageId": 4635830,
      "monthDay": "11/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Victor_Cruz_(American_football)",
      "name": "Victor Cruz",
      "aboutText": "Mark Travis John Sanchez (born November 11, 1986) is an American football quarterback for the Philadelphia Eagles of the National Football League (NFL). He was drafted in the first round of the 2009 NFL Draft as the fifth overall pick by the New York Jets. He played college football at the University of Southern California (USC).",
      "pageId": 4913435,
      "monthDay": "11/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Risa_Misaki",
      "name": "Risa Misaki",
      "aboutText": "Yuya Tegoshi (手越 祐也, Tegoshi Yūya, born November 11, 1987) is a member of Japanese boy band NEWS and its subgroup Tegomass, both under Johnny & Associates.",
      "pageId": 9575190,
      "monthDay": "11/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mark_Sanchez",
      "name": "Mark Sanchez",
      "aboutText": "Georginio Gregion Emile Wijnaldum (Dutch pronunciation: [ʒɔrˈʒiɲoː ʋɛi̯ˈnɑɫdʏm]; born 11 November 1990) is a Dutch footballer who plays as an attacking midfielder for English club Newcastle United and the Netherlands national team.\nA youth product of Feyenoord, he made his professional debut in 2007 as the youngest player ever to represent the club, and played 134 matches for them in a five-year period. He also played four seasons at PSV Eindhoven, winning the KNVB Cup in the first and the Eredivisie in the last.",
      "pageId": 10678321,
      "monthDay": "11/11"
    },
    {
      "year": "1986",
      "uri": "/wiki/Fran%C3%A7ois_Trinh-Duc",
      "name": "François Trinh-Duc",
      "aboutText": "Adam Rippon (born November 11, 1989) is an American figure skater.",
      "pageId": 12537457,
      "monthDay": "11/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Vinny_Guadagnino",
      "name": "Vinny Guadagnino",
      "aboutText": "Chanelle Jade Hayes (née Sinclair, born 11 November 1987) is an English television personality, singer and model. She was a student at NEW College, Pontefract, Wakefield, West Yorkshire, studying Spanish, music and English before becoming well known by appearing on the Channel 4 reality show Big Brother in 2007 when she was 19 years old.",
      "pageId": 14529206,
      "monthDay": "11/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Chanelle_Hayes",
      "name": "Chanelle Hayes",
      "aboutText": "Kyle Naughton (born 17 November 1988) is an English professional footballer who plays as a full back for Swansea City. He was a product of Sheffield United's academy before breaking into their first team in 2008, transferring to Tottenham Hotspur the following year. He has represented England at under-21 level as well as having loan spells with Gretna, Middlesbrough, Leicester City and Norwich City.",
      "pageId": 15272934,
      "monthDay": "11/11"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yuya_Tegoshi",
      "name": "Yuya Tegoshi",
      "aboutText": "François Trinh-Duc (born 11 November 1986) is a French rugby union player for Montpellier Hérault RC in France's top division of rugby union, the Top 14.",
      "pageId": 15542985,
      "monthDay": "11/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/David_Depetris",
      "name": "David Depetris",
      "aboutText": "Jonathan \"Jon\" Batiste (born November 11, 1986) is a singer, multi-instrumentalist, educator, and bandleader from Kenner, Louisiana, United States. Batiste has collaborated with many acclaimed musicians in various genres of music, released recordings of his own, performed in over 40 countries and has appeared as an actor in both film and television. Most recently, he was appointed as the Associate Artistic Director of the National Jazz Museum in Harlem.",
      "pageId": 16897736,
      "monthDay": "11/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kyle_Naughton",
      "name": "Kyle Naughton",
      "aboutText": "Tiidrek Nurme (born November 11, 1985) is an Estonian middle distance runner, the current national record holder of the 1500 metres and 3000 metres.",
      "pageId": 18687825,
      "monthDay": "11/11"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mikako_Komatsu",
      "name": "Mikako Komatsu",
      "aboutText": "Vincent \"Vinny\" Guadagnino (born November 11, 1987) is an American reality television personality and actor.",
      "pageId": 25980324,
      "monthDay": "11/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Adam_Rippon",
      "name": "Adam Rippon",
      "aboutText": "Victor Michael Cruz (born November 11, 1986) is an American football wide receiver for the New York Giants of the National Football League (NFL).",
      "pageId": 28398863,
      "monthDay": "11/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Reina_Tanaka",
      "name": "Reina Tanaka",
      "aboutText": "David Alberto Depetris (born 11 November 1988) is an Argentine-born Slovak footballer who plays for Spartak Trnava as a forward.\nHe started his European career in Slovak Superliga club Trenčín. He has Argentinian, Italian and Slovak citizenship.",
      "pageId": 28673979,
      "monthDay": "11/11"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lewis_Williamson",
      "name": "Lewis Williamson",
      "aboutText": "Lewis Williamson (born 11 November 1989) is a British racing driver.",
      "pageId": 29931358,
      "monthDay": "11/11"
    },
    {
      "year": "1990",
      "uri": "/wiki/Georginio_Wijnaldum",
      "name": "Georginio Wijnaldum",
      "aboutText": "Mikako Komatsu (小松 未可子, Komatsu Mikako, born November 11, 1988) is a Japanese voice actress and singer, represented by the agency Hirata Office.",
      "pageId": 38007707,
      "monthDay": "11/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Christa_B._Allen",
      "name": "Christa B. Allen",
      "aboutText": "Risa Misaki (岬 リサ) is a Japanese gravure idol and AV idol, also known as Natsuki Kumada initially.",
      "pageId": 43856239,
      "monthDay": "11/11"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jana_Kask",
      "name": "Jana Kask",
      "aboutText": "Connor Price (born November 11, 1994) is a Canadian actor.\nAn early role was Young Bobby Jr in the television drama Sins of the Father (2002). Other works include BB. Jammies, Harvey and Bud in the Save-Ums (2003), and Jay Braddock in Cinderella Man (2005).",
      "pageId": 2640174,
      "monthDay": "11/11"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kairi_Himanen",
      "name": "Kairi Himanen",
      "aboutText": "Jana Kask (born 11 November 1991) is an Estonian singer and the winner of Eesti otsib superstaari 2008, the second season of the Estonian version of Pop Idol. In the final she competed against Arno Suislep, winning it by getting 52,9% of the votes. Her first studio album was released in late 2009.",
      "pageId": 17846690,
      "monthDay": "11/11"
    },
    {
      "year": "1992",
      "uri": "/wiki/Sof%C3%ADa_Luini",
      "name": "Sofía Luini",
      "aboutText": "Eleanor May Simmonds, OBE (born 11 November 1994) is a British Paralympian swimmer competing in S6 events. She came to national attention when she competed in the 2008 Summer Paralympics in Beijing, winning two gold medals for Great Britain, despite being the youngest member of the team, at the age of 13. In 2012 she was again selected for the Great Britain squad, this time swimming at a home games in London.",
      "pageId": 18784837,
      "monthDay": "11/11"
    },
    {
      "year": "1993",
      "uri": "/wiki/Jamaal_Lascelles",
      "name": "Jamaal Lascelles",
      "aboutText": "Jamaal Lascelles (born 11 November 1993) is an English professional footballer who plays as a defender for Premier League club Newcastle United.\n^ \"Professional retain list & free transfers 2012/13\" (PDF). The Football League.",
      "pageId": 34565167,
      "monthDay": "11/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Connor_Price",
      "name": "Connor Price",
      "aboutText": "Kairi Himanen (born 11 November 1992) is an Estonian football player who plays for Naiste Meistriliiga club Pärnu and the Estonia women's national football team.",
      "pageId": 44278819,
      "monthDay": "11/11"
    },
    {
      "year": "1994",
      "uri": "/wiki/Ellie_Simmonds",
      "name": "Ellie Simmonds",
      "aboutText": "Sofía Luini (born 11 November 1992) is an Argentine tennis player.\nLuini has won one singles and seven doubles titles on the ITF tour during her career. On 22 September 2014, she reached her best singles ranking of world number 492.",
      "pageId": 44471850,
      "monthDay": "11/11"
    }
  ]
}