{
  "people": [
    {
      "year": "459",
      "uri": "/wiki/B%27utz_Aj_Sak_Chiik",
      "name": "B'utz Aj Sak Chiik",
      "aboutText": "Eusebius Amort (November 15, 1692 – February 5, 1775) was a German Roman Catholic theologian.",
      "pageId": 9692,
      "monthDay": "11/15"
    },
    {
      "year": "1316",
      "uri": "/wiki/John_I_of_France",
      "name": "John I of France",
      "aboutText": "William Pitt, 1st Earl of Chatham PC (15 November 1708 – 11 May 1778) was a British statesman of the Whig group who led the government of Great Britain twice in the middle of the 18th century. Historians call him Pitt or Chatham, or William Pitt the Elder to distinguish from his son, William Pitt the Younger, who also was a prime minister. Pitt was also known as The Great Commoner, because of his long-standing refusal to accept a title until 1766.",
      "pageId": 33632,
      "monthDay": "11/15"
    },
    {
      "year": "1397",
      "uri": "/wiki/Pope_Nicholas_V",
      "name": "Pope Nicholas V",
      "aboutText": "Frederick William Herschel, KH, FRS (German: Friedrich Wilhelm Herschel; 15 November 1738 – 25 August 1822) was a German-born British astronomer, composer, and brother of Caroline Herschel. Born in the Electorate of Hanover, Herschel followed his father into the Military Band of Hanover, before migrating to Great Britain in 1757 at the age of nineteen.\nHerschel constructed his first large telescope in 1774, after which he spent nine years carrying out sky surveys to investigate double stars.",
      "pageId": 33971,
      "monthDay": "11/15"
    },
    {
      "year": "1498",
      "uri": "/wiki/Eleanor_of_Austria",
      "name": "Eleanor of Austria",
      "aboutText": "Pope Nicholas V (Latin: Nicholaus V) (15 November 1397 – 24 March 1455), born Tommaso Parentucelli, was Pope from 6 March 1447 until his death in 1455. The Pontificate of Nicholas saw the fall of Constantinople to the Ottoman Turks. He is the most recent pope to take the name \"Nicholas\" upon his election.",
      "pageId": 44993,
      "monthDay": "11/15"
    },
    {
      "year": "1511",
      "uri": "/wiki/Johannes_Secundus",
      "name": "Johannes Secundus",
      "aboutText": "Jérôme-Napoléon Bonaparte (15 November 1784 – 24 June 1860) was the youngest brother of Napoleon I and reigned as Jerome I, King of Westphalia, between 1807 and 1813. From 1816 onward, he bore the title of Prince of Montfort.",
      "pageId": 62356,
      "monthDay": "11/15"
    },
    {
      "year": "1556",
      "uri": "/wiki/Jacques_Davy_Duperron",
      "name": "Jacques Davy Duperron",
      "aboutText": "John I (15–20 November 1316), called the Posthumous, was a Capetian King of France and Navarre, as the posthumous son and successor of Louis the Quarreler, for the five days he lived. He thus had the shortest undisputed recognized reign of any French king. The son of Louis the Quarreler and Clementia of Hungary, sister of Charles I of Hungary, he is the only person to be King of France since birth, and thus, the youngest King of France and the only person to have been King of France during his entire lifetime.",
      "pageId": 77144,
      "monthDay": "11/15"
    },
    {
      "year": "1607",
      "uri": "/wiki/Madeleine_de_Scud%C3%A9ry",
      "name": "Madeleine de Scudéry",
      "aboutText": "Johann Kaspar (or Caspar) Lavater (15 November 1741 – 2 January 1801) was a Swiss poet, writer, philosopher, physiognomist and theologian.",
      "pageId": 207994,
      "monthDay": "11/15"
    },
    {
      "year": "1660",
      "uri": "/wiki/Hermann_von_der_Hardt",
      "name": "Hermann von der Hardt",
      "aboutText": "Madeleine de Scudéry (15 November 1607 – 2 June 1701), often known simply as Mademoiselle de Scudéry, was a French writer. She was the younger sister of author Georges de Scudéry.",
      "pageId": 287108,
      "monthDay": "11/15"
    },
    {
      "year": "1661",
      "uri": "/wiki/Christoph_von_Graffenried",
      "name": "Christoph von Graffenried",
      "aboutText": "Johannes Secundus (also Janus Secundus) (15 November 1511 – 25 September 1536) was a New Latin poet of Dutch nationality.",
      "pageId": 313707,
      "monthDay": "11/15"
    },
    {
      "year": "1688",
      "uri": "/wiki/Louis_Bertrand_Castel",
      "name": "Louis Bertrand Castel",
      "aboutText": "Hermann von der Hardt (November 15, 1660 – February 28, 1746) was a German historian and orientalist.\nHe was born at Melle, in Westphalia (now in Lower Saxony). He studied oriental languages at the universities of Jena and Leipzig, and in 1690 he was called to the chair of oriental languages at Helmstedt.",
      "pageId": 363787,
      "monthDay": "11/15"
    },
    {
      "year": "1692",
      "uri": "/wiki/Eusebius_Amort",
      "name": "Eusebius Amort",
      "aboutText": "B'utz Aj Sak Chiik, also known as Manik, (November 14, 459 – 501?), was an ajaw of the Maya city of Palenque. He took the throne on July 28, 487, reigning until 501.",
      "pageId": 640823,
      "monthDay": "11/15"
    },
    {
      "year": "1708",
      "uri": "/wiki/William_Pitt,_1st_Earl_of_Chatham",
      "name": "William Pitt, 1st Earl of Chatham",
      "aboutText": "Jacques Davy Duperron (15 November 1556 – 6 December 1618) was a French politician and Roman Catholic cardinal.",
      "pageId": 856231,
      "monthDay": "11/15"
    },
    {
      "year": "1738",
      "uri": "/wiki/William_Herschel",
      "name": "William Herschel",
      "aboutText": "Eleanor of Austria (15 November 1498 – 25 February 1558), also called Eleanor of Castile, was born an Archduchess of Austria and Infanta of Castile from the House of Habsburg, and subsequently became Queen consort of Portugal (1518–1521) and of France (1530–1547). She also held the Duchy of Touraine (1547–1558) as dower. She is called \"Leonor\" in Spanish and Portuguese and \"Eléonore\" or \"Aliénor\" in French.",
      "pageId": 960407,
      "monthDay": "11/15"
    },
    {
      "year": "1741",
      "uri": "/wiki/Johann_Kaspar_Lavater",
      "name": "Johann Kaspar Lavater",
      "aboutText": "Christoph von Graffenried (15 November 1661 – 1743) led a group of Swiss and Palatine Germans to North Carolina in British North America in 1705.",
      "pageId": 1042523,
      "monthDay": "11/15"
    },
    {
      "year": "1746",
      "uri": "/wiki/Joseph_Quesnel",
      "name": "Joseph Quesnel",
      "aboutText": "Joseph Quesnel (15 November 1746 – 2 or 3 July 1809) was a French Canadian composer, poet, and playwright. Among his works were two operas, Colas et Colinette and Lucas et Cécile; the former is considered to be the first Canadian opera.\nQuesnel was born in Saint-Malo, France, the third child of Isaac Quesnel de La Rivaudais (1712-1779), a prosperous merchant, and his wife Pélagie-Jeanne-Marguerite Duguen.",
      "pageId": 1877476,
      "monthDay": "11/15"
    },
    {
      "year": "1757",
      "uri": "/wiki/Heinrich_Christian_Friedrich_Schumacher",
      "name": "Heinrich Christian Friedrich Schumacher",
      "aboutText": "Heinrich Christian Friedrich Schumacher (November 15, 1757 in Glückstadt, Holstein – December 9, 1830) was a Danish surgeon, botanist and professor of anatomy at the University of Copenhagen.",
      "pageId": 2178206,
      "monthDay": "11/15"
    },
    {
      "year": "1776",
      "uri": "/wiki/Jos%C3%A9_Joaqu%C3%ADn_Fern%C3%A1ndez_de_Lizardi",
      "name": "José Joaquín Fernández de Lizardi",
      "aboutText": "Michel Floréal Chasles (15 November 1793 – 18 December 1880) was a French mathematician.\nHe was born at Épernon in France and studied at the École Polytechnique in Paris under Siméon Denis Poisson. In the War of the Sixth Coalition he was drafted to fight in the defence of Paris in 1814.",
      "pageId": 2252716,
      "monthDay": "11/15"
    },
    {
      "year": "1784",
      "uri": "/wiki/J%C3%A9r%C3%B4me_Bonaparte",
      "name": "Jérôme Bonaparte",
      "aboutText": "Louis Bertrand Castel (15 November 1688 – 9 January 1757) was a French mathematician born in Montpellier, and entered the order of the Jesuits in 1703. Having studied literature, he afterwards devoted himself entirely to mathematics and natural philosophy. He wrote several scientific works, that which attracted most attention at the time being his Optique des couleurs (1740), or treatise on the melody of colors.",
      "pageId": 2800371,
      "monthDay": "11/15"
    },
    {
      "year": "1791",
      "uri": "/wiki/Friedrich_Ernst_Scheller",
      "name": "Friedrich Ernst Scheller",
      "aboutText": "José Joaquín Fernández de Lizardi (November 15, 1776 – June 21, 1827), Mexican writer and political journalist, best known as the author of El Periquillo Sarniento (1816), translated as The Mangy Parrot in English, reputed to be the first novel written in Latin America.\nLizardi, as he is generally known, was born in Mexico City when it was still the capital of the colonial Spanish viceroyalty of New Spain. His father was a physician employed in and around Mexico City, who for a time supplemented the family income by writing.",
      "pageId": 3731612,
      "monthDay": "11/15"
    },
    {
      "year": "1793",
      "uri": "/wiki/Michel_Chasles",
      "name": "Michel Chasles",
      "aboutText": "Friedrich Ernst Scheller (15 November 1791 – 21 December 1869) was a German jurist and politician. He served as a member of the Frankfurt Parliament.\nScheller studied jurisprudence at the University of Göttingen from 1809 until 1813 and graduated as a lawyer.",
      "pageId": 29390648,
      "monthDay": "11/15"
    },
    {
      "year": "1849",
      "uri": "/wiki/Mary_E._Byrd",
      "name": "Mary E. Byrd",
      "aboutText": "Erwin Johannes Eugen Rommel (15 November 1891 – 14 October 1944), popularly known as the Desert Fox (Wüstenfuchs,  listen ), was a German field marshal of World War II. He earned the respect of both his own troops and his enemies.\nRommel was a highly decorated officer in World War I and was awarded the Pour le Mérite for his exploits on the Italian Front. In World War II, he further distinguished himself as the commander of the 7th Panzer Division during the 1940 invasion of France.",
      "pageId": 9516,
      "monthDay": "11/15"
    },
    {
      "year": "1852",
      "uri": "/wiki/Tewfik_Pasha",
      "name": "Tewfik Pasha",
      "aboutText": "Lewis Shepard Stone (November 15, 1879 – September 12, 1953) was an American actor known for his role as Judge James Hardy in Metro-Goldwyn-Mayer's Andy Hardy film series and as an MGM contract player.",
      "pageId": 142792,
      "monthDay": "11/15"
    },
    {
      "year": "1859",
      "uri": "/wiki/Christopher_Hornsrud",
      "name": "Christopher Hornsrud",
      "aboutText": "Marianne Craig Moore (November 15, 1887 – February 5, 1972) was an American Modernist poet, critic, translator, and editor.",
      "pageId": 177707,
      "monthDay": "11/15"
    },
    {
      "year": "1862",
      "uri": "/wiki/Gerhart_Hauptmann",
      "name": "Gerhart Hauptmann",
      "aboutText": "Christopher Andersen Hornsrud (15 November 1859 – 12 December 1960) was a Norwegian politician for the Labour Party. He served as leader of the Labour Party from 1903 to 1906 and became a member of the Storting in 1912. In 1928, he became the first Norwegian Prime Minister from the Labour Party, but the cabinet had a weak parliamentary basis and was only in office for three weeks from January to February.",
      "pageId": 209072,
      "monthDay": "11/15"
    },
    {
      "year": "1867",
      "uri": "/wiki/Emil_Krebs",
      "name": "Emil Krebs",
      "aboutText": "Artie Matthews (November 15, 1888 – October 25, 1958) was a songwriter, pianist, and ragtime composer.\nArtie Matthews was born in Braidwood, Illinois; his family moved to Springfield, Illinois in his youth. He learned to play piano, mostly popular songs and light classics, until he heard ragtime played by a pianist named Banty Morgan about 1905.",
      "pageId": 212983,
      "monthDay": "11/15"
    },
    {
      "year": "1868",
      "uri": "/wiki/Emil_Racovi%C8%9B%C4%83",
      "name": "Emil Racoviță",
      "aboutText": "Richmal Crompton Lamburn (15 November 1890 – 11 January 1969) was initially trained as a schoolmistress but later became a popular English writer, best known for her Just William series of books, humorous short stories, and to a lesser extent adult fiction books.",
      "pageId": 213531,
      "monthDay": "11/15"
    },
    {
      "year": "1873",
      "uri": "/wiki/Sara_Josephine_Baker",
      "name": "Sara Josephine Baker",
      "aboutText": "Gerhart Johann Robert Hauptmann (15 November 1862 – 6 June 1946) was a German dramatist and novelist. He is counted among the most important promoters of literary naturalism, though he integrated other styles into his work as well. He received the Nobel Prize in Literature in 1912.",
      "pageId": 230776,
      "monthDay": "11/15"
    },
    {
      "year": "1874",
      "uri": "/wiki/Dimitrios_Golemis",
      "name": "Dimitrios Golemis",
      "aboutText": "Georgia Totto O'Keeffe (November 15, 1887 – March 6, 1986) was an American artist. She is best known for her paintings of enlarged flowers, New York skyscrapers, and New Mexico landscapes. O'Keeffe has been recognized as the \"Mother of American modernism\".",
      "pageId": 311615,
      "monthDay": "11/15"
    },
    {
      "year": "1874",
      "uri": "/wiki/August_Krogh",
      "name": "August Krogh",
      "aboutText": "Schack August Steenberg Krogh ForMemRS (November 15, 1874 – September 13, 1949) was a Danish professor at the department of zoophysiology at the University of Copenhagen from 1916-1945. He contributed a number of fundamental discoveries within several fields of physiology, and is famous for developing the Krogh Principle.\nIn 1920 August Krogh was awarded the Nobel Prize in Physiology or Medicine for the discovery of the mechanism of regulation of the capillaries in skeletal muscle.",
      "pageId": 321734,
      "monthDay": "11/15"
    },
    {
      "year": "1879",
      "uri": "/wiki/Lewis_Stone",
      "name": "Lewis Stone",
      "aboutText": "Felix Frankfurter (November 15, 1882 – February 22, 1965) was a jurist, who served as an Associate Justice of the United States Supreme Court. Frankfurter was born in Vienna and immigrated to New York at the age of 12. He graduated from Harvard Law School and was active politically, helping to found the American Civil Liberties Union.",
      "pageId": 356028,
      "monthDay": "11/15"
    },
    {
      "year": "1881",
      "uri": "/wiki/Franklin_Pierce_Adams",
      "name": "Franklin Pierce Adams",
      "aboutText": "William Averell Harriman (November 15, 1891 – July 26, 1986) was an American Democratic Party politician, businessman, and diplomat. He was the son of railroad baron E. H. Harriman. He served as Secretary of Commerce under President Harry S. Truman and later as the 48th Governor of New York.",
      "pageId": 518073,
      "monthDay": "11/15"
    },
    {
      "year": "1882",
      "uri": "/wiki/Felix_Frankfurter",
      "name": "Felix Frankfurter",
      "aboutText": "René Guénon (November 15, 1886 – January 7, 1951), also known as Shaykh 'Abd al-Wahid Yahya, was a French author and intellectual who remains an influential figure in the domain of metaphysics, having written on topics ranging from metaphysics, \"sacred science\" and traditional studies to symbolism and initiation.\nIn his writings, he proposes either \"to expose directly some aspects of Eastern metaphysical doctrines\", these doctrines being defined by him as of \"universal character\", or \"to adapt these same doctrines for Western readers  while keeping strictly faithful to their spirit\"; he only endorsed the act of \"handing down\" these Eastern doctrines, while reiterating their \"non-individual character\".",
      "pageId": 685895,
      "monthDay": "11/15"
    },
    {
      "year": "1886",
      "uri": "/wiki/Ren%C3%A9_Gu%C3%A9non",
      "name": "René Guénon",
      "aboutText": "For other people named Franklin Adams, see the Franklin Adams navigation page",
      "pageId": 966302,
      "monthDay": "11/15"
    },
    {
      "year": "1887",
      "uri": "/wiki/Marianne_Moore",
      "name": "Marianne Moore",
      "aboutText": "Muhammed Tewfik Pasha (Arabic: محمد توفيق باشا‎, Turkish: Muhammed Tevfik Paşa; April 30 or November 15, 1852 – January 7, 1892), also known as Tawfiq of Egypt, was khedive of Egypt and the Sudan between 1879 and 1892 and the sixth ruler from the Muhammad Ali Dynasty.",
      "pageId": 1099254,
      "monthDay": "11/15"
    },
    {
      "year": "1887",
      "uri": "/wiki/Georgia_O%27Keeffe",
      "name": "Georgia O'Keeffe",
      "aboutText": "Dimitrios (or Demetrius) P. Golemis (Greek: Δημήτριος Γολέμης; November 15, 1874 in Lefkada - January 9, 1941) was a Greek athlete.",
      "pageId": 2097672,
      "monthDay": "11/15"
    },
    {
      "year": "1888",
      "uri": "/wiki/Artie_Matthews",
      "name": "Artie Matthews",
      "aboutText": "Emil Racoviță (Romanian pronunciation: [eˈmil ˈrakovit͡sə]; also spelled Racovitza; 15 November 1868 – 17 November 1947) was a Romanian biologist, zoologist, speleologist, explorer of Antarctica and the first biologist in the world to study the arctic life.\nTogether with Grigore Antipa, he was one of the most noted promoters of natural sciences in Romania. Racoviță was the first Romanian to have gone on a scientific research expedition to the Antarctic, as well as an influential professor, scholar and researcher.",
      "pageId": 3387937,
      "monthDay": "11/15"
    },
    {
      "year": "1890",
      "uri": "/wiki/Richmal_Crompton",
      "name": "Richmal Crompton",
      "aboutText": "Naomi Childers (November 15, 1892 – May 9, 1964) was an American silent film actress whose career lasted until the mid-20th century.",
      "pageId": 6885979,
      "monthDay": "11/15"
    },
    {
      "year": "1891",
      "uri": "/wiki/W._Averell_Harriman",
      "name": "W. Averell Harriman",
      "aboutText": "Sara Josephine Baker (November 15, 1873 – February 22, 1945) was an American physician notable for making contributions to public health, especially in the immigrant communities of New York City. Her fight against the damage that widespread urban poverty and ignorance caused to children, especially newborns, is perhaps her most lasting legacy. In 1917, she noted that babies born in the United States faced a higher mortality rate than soldiers fighting in World War I, drawing a great deal of attention to her cause.",
      "pageId": 7879613,
      "monthDay": "11/15"
    },
    {
      "year": "1891",
      "uri": "/wiki/Erwin_Rommel",
      "name": "Erwin Rommel",
      "aboutText": "Emil Krebs (15 November 1867 in Freiburg in Schlesien – 31 March 1930 in Berlin) was a German polyglot and sinologist. He mastered 68 languages in speech and writing and studied 120 other languages.",
      "pageId": 10666493,
      "monthDay": "11/15"
    },
    {
      "year": "1892",
      "uri": "/wiki/Naomi_Childers",
      "name": "Naomi Childers",
      "aboutText": "Mary Emma Byrd (November 15, 1849 - July 13, 1934) was an American educator and is considered a pioneer astronomy teacher at college level.",
      "pageId": 27327596,
      "monthDay": "11/15"
    },
    {
      "year": "1895",
      "uri": "/wiki/Grand_Duchess_Olga_Nikolaevna_of_Russia",
      "name": "Grand Duchess Olga Nikolaevna of Russia",
      "aboutText": "Claus Philipp Maria Schenk Graf von Stauffenberg, commonly referred to as Claus Schenk Graf von Stauffenberg (German: [ˈklaʊs ˈʃɛŋk ˈɡʁaːf fɔn ˈʃtaʊfənbɛɐ̯k]) (15 November 1907 – 21 July 1944), was a German army officer and member of the traditional German nobility who was one of the leading members of the failed 20 July plot of 1944 to assassinate Adolf Hitler and remove the Nazi Party from power. Along with Henning von Tresckow and Hans Oster, he was one of the central figures of the German Resistance movement within the Wehrmacht.",
      "pageId": 62935,
      "monthDay": "11/15"
    },
    {
      "year": "1895",
      "uri": "/wiki/Antoni_S%C5%82onimski",
      "name": "Antoni Słonimski",
      "aboutText": "Curtis Emerson LeMay (November 15, 1906 – October 1, 1990) was a general in the United States Air Force and the vice presidential running mate of American Independent Party candidate George Wallace in the 1968 presidential election.\nCurtis LeMay is credited with designing and implementing an effective, but also controversial, systematic strategic bombing campaign in the Pacific theater of World War II. During the war, he was known for planning and executing a massive bombing campaign against cities in Japan and a crippling minelaying campaign in Japan's internal waterways. After the war, he initiated the Berlin airlift, then reorganized the Strategic Air Command (SAC) into an effective instrument of nuclear war.",
      "pageId": 66225,
      "monthDay": "11/15"
    },
    {
      "year": "1896",
      "uri": "/wiki/Leonard_Lord",
      "name": "Leonard Lord",
      "aboutText": "Aneurin Bevan (pronounced /əˈnaɪrɪn/; Welsh: [aˈnəɨ.rin]; 15 November 1897 – 6 July 1960), often known as Nye Bevan, was a Welsh Labour Party politician who was the Minister for Health in the post-war Attlee government from 1945 to 1951. The son of a coal miner, Bevan was a lifelong champion of social justice, rights of working people, and socialism. He was a long-time Member of Parliament (MP), representing Ebbw Vale in South Wales for 31 years.",
      "pageId": 66845,
      "monthDay": "11/15"
    },
    {
      "year": "1897",
      "uri": "/wiki/Aneurin_Bevan",
      "name": "Aneurin Bevan",
      "aboutText": "Justice V. R. Krishna Iyer (15 November 1915 – 4 December 2014) was an Indian judge and minister who reformed the Indian criminal justice system, stood up for the poor and the underprivileged, especially, and remained a human-rights champion, a crusader for social justice and the environment, and a doyen of civil liberties, throughout life.",
      "pageId": 347925,
      "monthDay": "11/15"
    },
    {
      "year": "1897",
      "uri": "/wiki/Sacheverell_Sitwell",
      "name": "Sacheverell Sitwell",
      "aboutText": "Leonard Percy Lord, 1st Baron Lambury KBE (15 November 1896 – 13 September 1967) was a captain of the British motor industry.",
      "pageId": 375552,
      "monthDay": "11/15"
    },
    {
      "year": "1899",
      "uri": "/wiki/Avdy_Andresson",
      "name": "Avdy Andresson",
      "aboutText": "Antoni Słonimski (15 November 1895 – 4 July 1976) was a Polish poet, journalist, playwright and prose writer, president of the Union of Polish Writers in 1956–1959 during the Polish October, known for his devotion to social justice.\nSłonimski was the grandson of Rabbi Hayyim Selig Slonimski, the founder of the first Hebrew weekly ha-Tsefirah in Poland. His father, an ophthalmologist, converted to Christianity when he married a Catholic woman.",
      "pageId": 891268,
      "monthDay": "11/15"
    },
    {
      "year": "1903",
      "uri": "/wiki/Stewie_Dempster",
      "name": "Stewie Dempster",
      "aboutText": "José Cuauhtémoc \"Bill\" Meléndez (November 15, 1916 – September 2, 2008) was a Mexican American character animator, film director, voice artist and producer, known for his cartoons for Walt Disney Productions (working on four Disney films Pinocchio, Fantasia, Dumbo and Bambi), Warner Bros. Cartoons, UPA and the Peanuts series.",
      "pageId": 966747,
      "monthDay": "11/15"
    },
    {
      "year": "1905",
      "uri": "/wiki/Mantovani",
      "name": "Mantovani",
      "aboutText": "Sir Sacheverell Reresby Sitwell, 6th Baronet CH ( /sæˈʃɛvərəl/; 15 November 1897 – 1 October 1988) was an English writer, best known as an art critic, music critic (his books on Mozart, Liszt, and Domenico Scarlatti are still consulted), and writer on architecture, particularly the baroque.",
      "pageId": 1060537,
      "monthDay": "11/15"
    },
    {
      "year": "1906",
      "uri": "/wiki/Curtis_LeMay",
      "name": "Curtis LeMay",
      "aboutText": "Baron Arthur Haulot (15 November 1913 – 24 May 2005) was a Belgian journalist, humanist and poet who served, during World War II as an active member of the Belgian resistance. As president of the Jeunes Socialistes (young socialists), he was made prisoner and taken to the Dachau concentration camp.\nAfter his liberation from the camp, he spoke about the atrocities of the Nazi regime and its efforts to impose a regime that precludes free speech and many forms of freedom and liberties, this leading to extermination of any opponents to the regime, and many people considered as passively opposed to the Regime, like the Jews, the Romani and many others.",
      "pageId": 1439303,
      "monthDay": "11/15"
    },
    {
      "year": "1907",
      "uri": "/wiki/Claus_von_Stauffenberg",
      "name": "Claus von Stauffenberg",
      "aboutText": "Annunzio Paolo Mantovani (Italian pronunciation: [anˈnuntsi̯o ˈpaolo mantoˈvaːni]) (15 November 1905 – 29 March 1980), known as Mantovani, was an Anglo-Italian conductor, composer and light orchestra-styled entertainer with a cascading strings musical signature. The book British Hit Singles & Albums states that he was \"Britain's most successful album act before the Beatles...the first act to sell over one million stereo albums and [have] six albums simultaneously in the US Top 30 in 1959\".",
      "pageId": 1679653,
      "monthDay": "11/15"
    },
    {
      "year": "1908",
      "uri": "/wiki/Carlo_Abarth",
      "name": "Carlo Abarth",
      "aboutText": "Dame Ruth Nita Barrow, GCMG, DA, FRCN (15 November 1916 – 19 December 1995) was the first and only female Governor-General of Barbados. She was a nurse and humanitarian activist from Barbados. She served as Governor-General of Barbados from 6 June 1990 until her death on 19 December 1995.",
      "pageId": 1695201,
      "monthDay": "11/15"
    },
    {
      "year": "1912",
      "uri": "/wiki/Harald_Keres",
      "name": "Harald Keres",
      "aboutText": "Colonel Yi Wu (15 November 1912 – 7 August 1945), was the 4th head of Unhyeon Palace, a member of the imperial family of Korea, and a Lieutenant Colonel in the Imperial Japanese Army during the Second World War.",
      "pageId": 1956830,
      "monthDay": "11/15"
    },
    {
      "year": "1912",
      "uri": "/wiki/Yi_Wu",
      "name": "Yi Wu",
      "aboutText": "Charles Stewart 'Stewie' Dempster (born 15 November 1903 in Wellington - 14 February 1974) was a former New Zealand cricketer and coach.",
      "pageId": 2653003,
      "monthDay": "11/15"
    },
    {
      "year": "1913",
      "uri": "/wiki/Arthur_Haulot",
      "name": "Arthur Haulot",
      "aboutText": "Francesco Rosi (15 November 1922 – 10 January 2015) was an Italian film director. His film The Mattei Affair won the Palme d'Or at the 1972 Cannes Film Festival. Rosi's films, especially those of the 1960s and 1970s, often appeared to have political messages.",
      "pageId": 4129603,
      "monthDay": "11/15"
    },
    {
      "year": "1914",
      "uri": "/wiki/V._R._Krishna_Iyer",
      "name": "V. R. Krishna Iyer",
      "aboutText": "Avdy Andresson (15 November 1899 in Viluvere, Estonia – 27 August 1990 in Deerfield, New Jersey, United States) was the Estonian Minister of War in exile from April 3, 1973 until two months before his death on June 20, 1990, and disputed Commander of Armed Forces from 14 October 1975.",
      "pageId": 4318769,
      "monthDay": "11/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Nita_Barrow",
      "name": "Nita Barrow",
      "aboutText": "Francis Brunn (15 November 1922 in Aschaffenburg, Germany – 28 May 2004 in Frankfurt am Main, Germany) was a German juggler.\nBrunn took up juggling in 1939, joining a traveling show that played all over Europe. He moved to America to join the Ringling Brothers circus and twice performed for Dwight D. Eisenhower.",
      "pageId": 4586339,
      "monthDay": "11/15"
    },
    {
      "year": "1916",
      "uri": "/wiki/Bill_Melendez",
      "name": "Bill Melendez",
      "aboutText": "Carlo Abarth (15 November 1908 – 24 October 1979), born Karl Albert Abarth, was an automobile designer.",
      "pageId": 9893872,
      "monthDay": "11/15"
    },
    {
      "year": "1920",
      "uri": "/wiki/Vasilis_Diamantopoulos",
      "name": "Vasilis Diamantopoulos",
      "aboutText": "Vasilis Diamamtopoulos (Greek: Βασίλης Διαμαντόπουλος; November 15, 1920 – May 5, 1999) was a Greek actor. He was one of the founders of the Modern Theater and was the first actor to appear live on Greek television in the single act play \"Him and his pants\" of Iakovos Kambanellis in 1966.",
      "pageId": 24321910,
      "monthDay": "11/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Francis_Brunn",
      "name": "Francis Brunn",
      "aboutText": "Harald Keres (15 November [O.S. 2 November] 1912, Pärnu – 26 June 2010) was an Estonian physicist  considered to be the father of the Estonian school of relativistic gravitation theory. In 1961 Keres became a member of the Estonian Academy of Sciences in the field of theoretical physics.",
      "pageId": 27878529,
      "monthDay": "11/15"
    },
    {
      "year": "1922",
      "uri": "/wiki/Francesco_Rosi",
      "name": "Francesco Rosi",
      "aboutText": "Grand Duchess Olga Nikolaevna of Russia (Olga Nikolaevna Romanova) (Russian: Великая Княжна Ольга Николаевна; IPA: [vʲɪˈlʲikəjə knʲɪˈʐna ɐˈlʲɡa nʲɪkɐˈlaɪvnə] (Velikaya Knyazhna Ol'ga Nikolaevna); November 15 (16th after 1900) [O.S. November 3] 1895 – July 17, 1918) was the eldest daughter of the last autocratic ruler of the Russian Empire, Emperor Nicholas II, and of Empress Alexandra of Russia. Because Russia continued to use the Julian calendar in 1900 and later, her birthday ended up being celebrated on November 16 new style starting in 1900.\nDuring her lifetime, Olga's future marriage was the subject of great speculation within Russia.",
      "pageId": 40452915,
      "monthDay": "11/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/V%C4%83n_Cao",
      "name": "Văn Cao",
      "aboutText": "James Graham \"J. G.\" Ballard (15 November 1930 – 19 April 2009) was an English novelist, short story writer, and essayist.\nBallard came to be associated with the New Wave of science fiction early in his career with apocalyptic (or post-apocalyptic) novels such as The Drowned World (1962), The Burning World (1964), and The Crystal World (1966). In the late 1960s and early 1970s Ballard focused on an eclectic variety of short stories (or \"condensed novels\") such as those found in The Atrocity Exhibition (1970), which drew comparison with the work of postmodernist writers such as William S. Burroughs.",
      "pageId": 15927,
      "monthDay": "11/15"
    },
    {
      "year": "1923",
      "uri": "/wiki/Samuel_Klein_(businessman)",
      "name": "Samuel Klein",
      "aboutText": "Pascal Lissouba (born November 15, 1931) was the first democratically elected President of the Republic of the Congo from August 31, 1992 to October 15, 1997. He was overthrown by the current President Denis Sassou Nguesso in the 1997 civil war.",
      "pageId": 42318,
      "monthDay": "11/15"
    },
    {
      "year": "1924",
      "uri": "/wiki/Gianni_Ferrio",
      "name": "Gianni Ferrio",
      "aboutText": "Alvin Carl Plantinga (/ˈplæntɪŋɡə/; born November 15, 1932) is an American analytic philosopher, the John A. O'Brien Professor of Philosophy Emeritus at the University of Notre Dame, and the inaugural holder of the Jellema Chair in Philosophy at Calvin College.\nPlantinga is widely known for his work in philosophy of religion, epistemology, metaphysics and Christian apologetics. He is the author of numerous books including God and Other Minds (1967), The Nature of Necessity (1974), and a trilogy of books on epistemology, culminating in Warranted Christian Belief (2000).",
      "pageId": 88839,
      "monthDay": "11/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Howard_Baker",
      "name": "Howard Baker",
      "aboutText": "Mwai Kibaki, C.G.H. (born 15 November 1931) is a Kenyan politician. He was the third President of Kenya, serving from December 2002 to April 2013.\nKibaki was previously Vice-President of Kenya for ten years from 1978 to 1988 under President Daniel arap Moi.",
      "pageId": 163287,
      "monthDay": "11/15"
    },
    {
      "year": "1925",
      "uri": "/wiki/Yuli_Daniel",
      "name": "Yuli Daniel",
      "aboutText": "Clyde Lensley McPhatter (November 15, 1932 – June 13, 1972) was an American R&B, soul and rock n' roll singer. He was immensely influential, perhaps the most widely imitated R&B singer of the 1950s and 1960s, making him a key figure in the shaping of doo-wop and R&B. His high-pitched tenor voice was steeped in the gospel music he sang in much of his younger life. He is best known for his solo hit \"A Lover's Question\".",
      "pageId": 164374,
      "monthDay": "11/15"
    },
    {
      "year": "1926",
      "uri": "/wiki/Thomas_Williams_(writer)",
      "name": "Thomas Williams",
      "aboutText": "Petula Sally Olwen Clark, CBE (born 15 November 1932) is an English singer, actress and composer whose career has spanned seven decades.\nClark's professional career began as an entertainer on BBC Radio during World War II. During the 1950s she started recording in French and having international success in both French and English, with such songs as \"The Little Shoemaker\", \"Baby Lover\", \"With All My Heart\" and \"Prends Mon Cœur\". During the 1960s she became known globally for her popular upbeat hits, including \"Downtown\", \"I Know a Place\", \"My Love\", \"A Sign of the Times\", \"I Couldn't Live Without Your Love\", \"Colour My World\", \"This Is My Song\" and \"Don't Sleep in the Subway\".",
      "pageId": 197772,
      "monthDay": "11/15"
    },
    {
      "year": "1928",
      "uri": "/wiki/C._W._McCall",
      "name": "C. W. McCall",
      "aboutText": "Gloria Foster (November 15, 1933 – September 29, 2001) was an American actress, most known for her stage performances both on and off Broadway, including her acclaimed roles in plays In White America and Having Our Say, winning three Obie Awards during her career.\nIn films, she was perhaps best known as The Oracle in The Matrix (1999) and The Matrix Reloaded (2003), the latter film being her last.",
      "pageId": 237438,
      "monthDay": "11/15"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ed_Asner",
      "name": "Ed Asner",
      "aboutText": "Howard Henry Baker, Jr. (November 15, 1925 –  June 26, 2014) was an American politician and diplomat who served as a Republican U.S. Senator from Tennessee and Senate Majority Leader. Baker later served as White House Chief of Staff for President Ronald Reagan, and a United States Ambassador to Japan.",
      "pageId": 380745,
      "monthDay": "11/15"
    },
    {
      "year": "1930",
      "uri": "/wiki/J._G._Ballard",
      "name": "J. G. Ballard",
      "aboutText": "Karl Wolf Biermann (born 15 November 1936) is a German singer-songwriter and former East German dissident. He is perhaps best known for the 1968 song \"Ermutigung\" and his expatriation from East Germany in 1976.",
      "pageId": 431926,
      "monthDay": "11/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_Kerr_(actor)",
      "name": "John Kerr",
      "aboutText": "C. W. McCall is the pseudonym of William Dale Fries, Jr. (born November 15, 1928, Audubon, Iowa, United States), an American singer, activist and politician known for his truck-themed outlaw country songs. While most of the songs tended to be humorous or amusing, even reaching it could be said somewhat into the \"Novelty\" category, some also had serious commentary rooted in environmental conservation & protection issues of their day.",
      "pageId": 582735,
      "monthDay": "11/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mwai_Kibaki",
      "name": "Mwai Kibaki",
      "aboutText": "Edward \"Ed\" Asner (born November 15, 1929) is an American film, television, and stage actor, voice actor, and a former president of the Screen Actors Guild. He is primarily known for his role as Lou Grant during the 1970s and early 1980s, on both The Mary Tyler Moore Show and its spin-off series Lou Grant, making him one of the few television actors to portray the same leading character in both a comedy and a drama. He is also known for portraying Santa Claus in the 2003 comedy Elf and its 2014 remake Elf: Buddy's Musical Christmas.",
      "pageId": 594844,
      "monthDay": "11/15"
    },
    {
      "year": "1931",
      "uri": "/wiki/Pascal_Lissouba",
      "name": "Pascal Lissouba",
      "aboutText": "Theodore Roszak (November 15, 1933 – July 5, 2011) was a United States academic who ended his career as Professor Emeritus of history at California State University, East Bay.",
      "pageId": 1863812,
      "monthDay": "11/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Petula_Clark",
      "name": "Petula Clark",
      "aboutText": "Văn Cao (born Nguyễn Văn Cao, Vietnamese pronunciation: [ŋʷjə̌ˀn van kaːw]; 15 November 1923 – 10 July 1995) was a Vietnamese composer whose works include Tiến Quân Ca, which became the national anthem of the Socialist Republic of Vietnam. He, along with Phạm Duy and Trịnh Công Sơn, is widely considered one of the three most salient figures of modern (non-classical) Vietnamese music. He was also a noted poet and a painter.",
      "pageId": 2098115,
      "monthDay": "11/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Clyde_McPhatter",
      "name": "Clyde McPhatter",
      "aboutText": "Yuli Markovich Daniel (Russian: Ю́лий Ма́ркович Даниэ́ль; IPA: [ˈjʉlʲɪj ˈmarkəvʲɪtɕ dənʲɪˈelʲ]; November 15, 1925 — December 30, 1988) was a Soviet dissident writer, poet, translator, and political prisoner. He frequently wrote under the pseudonyms Nikolay Arzhak (Russian: Никола́й Аржа́к; IPA: [nʲɪkɐˈlaj ɐrˈʐak]) and Yu.",
      "pageId": 2329484,
      "monthDay": "11/15"
    },
    {
      "year": "1932",
      "uri": "/wiki/Alvin_Plantinga",
      "name": "Alvin Plantinga",
      "aboutText": "Herring Burl \"H. B.\" Bailey (November 15, 1936 – April 17, 2003) was a NASCAR driver. He raced his #36 Pontiac part-time as an independent driver in the Grand National/Winston Cup series from 1962 to 1993 making 85 races over his career.\nAlthough he never ran a full schedule, he still had he share of fans.",
      "pageId": 2811347,
      "monthDay": "11/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Gloria_Foster",
      "name": "Gloria Foster",
      "aboutText": "Joanna Barnes (born November 15, 1934) is an American actress and writer.",
      "pageId": 2836528,
      "monthDay": "11/15"
    },
    {
      "year": "1933",
      "uri": "/wiki/Theodore_Roszak_(scholar)",
      "name": "Theodore Roszak",
      "aboutText": "John Grinham Kerr (November 15, 1931 – February 2, 2013), was an American actor and lawyer.",
      "pageId": 7449162,
      "monthDay": "11/15"
    },
    {
      "year": "1934",
      "uri": "/wiki/Joanna_Barnes",
      "name": "Joanna Barnes",
      "aboutText": "Samuel Klein (15 November 1923 – 20 November 2014) was a Polish-Brazilian business magnate and philanthropist who founded the Casas Bahia chain of department stores in Brazil, building them into the top retailer in the country. This along with his tendency to use massive warehouses for his goods, including the largest single warehouse in South America, led him to be known in the 1990s as the \"Sam Walton of Brazil\".\nThrough Casas Bahia, Klein's family became one of the wealthiest families in Brazil.",
      "pageId": 9104198,
      "monthDay": "11/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/H._B._Bailey",
      "name": "H. B. Bailey",
      "aboutText": "Thomas Williams (November 15, 1926 – October 23, 1990) was an American novelist.",
      "pageId": 16643292,
      "monthDay": "11/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Wolf_Biermann",
      "name": "Wolf Biermann",
      "aboutText": "Gianni Ferrio (15 November 1924 – 21 October 2013) was an Italian composer, conductor and music arranger.",
      "pageId": 36646054,
      "monthDay": "11/15"
    },
    {
      "year": "1936",
      "uri": "/wiki/Tara_Singh_Hayer",
      "name": "Tara Singh Hayer",
      "aboutText": "William Edward John (November 15, 1937 - May 26, 1968), better known by his stage name Little Willie John (sometimes abbreviated LWJ), was an American Rock and Roll, and R&B singer who performed in the 1950s and early 1960s. He is best known for his popular music chart successes with songs such as, \"All Around the World\" (1955), \"Need Your Love So Bad\" (1956) and \"Fever\" the same year, the latter covered in 1958 by Peggy Lee. An important figure in early R&B music, Little Willie John was a 1996 Inductee into the Rock and Roll Hall of Fame.",
      "pageId": 164481,
      "monthDay": "11/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Little_Willie_John",
      "name": "Little Willie John",
      "aboutText": "Samuel Atkinson \"Sam\" Waterston (born November 15, 1940) is an American actor, producer and director. Among other roles, he is noted for his portrayal of Sydney Schanberg in The Killing Fields (1984), for which he received an Academy Award nomination, and his starring role as Jack McCoy on the long-running NBC television series Law & Order (1994–2010), which brought him Golden Globe and Screen Actors Guild Awards. He has been nominated for multiple Golden Globe, Screen Actors Guild, BAFTA and Emmy awards, having starred in over eighty film and television productions during his fifty-year career.",
      "pageId": 168518,
      "monthDay": "11/15"
    },
    {
      "year": "1937",
      "uri": "/wiki/Yaphet_Kotto",
      "name": "Yaphet Kotto",
      "aboutText": "Anni-Frid Synni, Princess Reuss of Plauen (German: Anni-Frid Synni, Prinzessin Reuss von Plauen; born Anni-Frid Synni Lyngstad, Norwegian: [ˈɑnːɪˈfriːd ˈlʏŋstɑ]; Swedish: [ˈanːɪˈfriːdˈlʏŋstɑːd], 15 November 1945), widely known as Frida Lyngstad or by just the mononym Frida (Norwegian: [ˈfriːˈdɑ]; Swedish: [ˈfriːˈda]), is a Norwegian-born Swedish pop and jazz singer. Born in Norway to a Norwegian mother and a German father, she grew up in Sweden and was a member of the Swedish group ABBA between 1972 and 1982. After the break-up of ABBA, she continued an international solo singing career with mixed success.",
      "pageId": 180568,
      "monthDay": "11/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/Terry_Bradbury",
      "name": "Terry Bradbury",
      "aboutText": "Daniel Barenboim (German: [baːrənboim], Hebrew: דניאל ברנבוים; born 15 November 1942) is an Argentine pianist and conductor. Currently, he is general music director of La Scala in Milan, the Berlin State Opera, and the Staatskapelle Berlin; he previously served as Music Director of the Chicago Symphony Orchestra and the Orchestre de Paris. Barenboim is also known for his work with the West–Eastern Divan Orchestra, a Seville-based orchestra of young Arab and Israeli musicians, and as a resolute critic of the Israeli occupation of Palestinian territories.",
      "pageId": 207775,
      "monthDay": "11/15"
    },
    {
      "year": "1939",
      "uri": "/wiki/Rauni-Leena_Luukanen-Kilde",
      "name": "Rauni-Leena Luukanen-Kilde",
      "aboutText": "William Blaine \"Bill\" Richardson III (born November 15, 1947) is an American politician who was 30th Governor of New Mexico, from 2003 to 2011. He was U.S. Ambassador to the United Nations and Energy Secretary in the Clinton administration and has also served as a U.S. Congressman, chairman of the 2004 Democratic National Convention, and chairman of the Democratic Governors Association. In December 2008, he was nominated for the cabinet-level position of Commerce Secretary in the first Obama administration but withdrew a month later as he was investigated for possibly improper business dealings in New Mexico.",
      "pageId": 375375,
      "monthDay": "11/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Roberto_Cavalli",
      "name": "Roberto Cavalli",
      "aboutText": "Yaphet Frederick Kotto (born November 15, 1939) is an American actor, known for numerous film roles, as well as starring in the NBC television series Homicide: Life on the Street (1993–99) as Lieutenant Al Giardello. His films include the science-fiction/horror film Alien (1979), and the Arnold Schwarzenegger science-fiction/action film The Running Man (1987). He portrayed the main villain Dr.",
      "pageId": 589464,
      "monthDay": "11/15"
    },
    {
      "year": "1940",
      "uri": "/wiki/Sam_Waterston",
      "name": "Sam Waterston",
      "aboutText": "Beverly Heather D'Angelo (born November 15, 1951) is an American actress and singer, who starred as Ellen Griswold in the National Lampoon's Vacation films (1983–2015). She has appeared in over 60 films and was nominated for a Golden Globe Award for her role as Patsy Cline in Coal Miner's Daughter (1980), and for an Emmy Award for her role as Stella Kowalski in the TV film A Streetcar Named Desire (1984). Her other film roles include Sheila Franklin in Hair (1979) and Doris Vinyard in American History X (1998).",
      "pageId": 701611,
      "monthDay": "11/15"
    },
    {
      "year": "1941",
      "uri": "/wiki/Daniel_Pinkwater",
      "name": "Daniel Pinkwater",
      "aboutText": "Roger Donaldson (born 15 November 1945) is an Australian-born New Zealand film director, producer and writer whose films include acclaimed 1981 relationship drama Smash Palace and a run of titles shot in the United States, including Kevin Costner starrers No Way Out and Thirteen Days, and 1997 disaster movie Dante's Peak.",
      "pageId": 899456,
      "monthDay": "11/15"
    },
    {
      "year": "1942",
      "uri": "/wiki/Daniel_Barenboim",
      "name": "Daniel Barenboim",
      "aboutText": "Daniel Manus Pinkwater (born November 15, 1941) is an American author of children's books and \"Young Adult\" fiction. Well-known books include Lizard Music, The Snarkout Boys and the Avocado of Death, Fat Men from Space, Borgel, and the picture book The Big Orange Splot. He has also published an adult novel, The Afterlife Diet, and essay collections derived from his talks on National Public Radio.",
      "pageId": 963800,
      "monthDay": "11/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Roger_Donaldson",
      "name": "Roger Donaldson",
      "aboutText": "Robert Patrick \"Bob\" Gunton, Jr. (born November 15, 1945) is an American actor. He is known for playing strict, authoritarian characters, with his best known roles as Warden Samuel Norton in the 1994 prison film The Shawshank Redemption, Chief George Earle in 1993's Demolition Man, Dr.",
      "pageId": 1584240,
      "monthDay": "11/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bob_Gunton",
      "name": "Bob Gunton",
      "aboutText": "Rauni-Leena Tellervo Luukanen-Kilde née Valve (15 November 1939 – 8 February 2015) was a Finnish physician who wrote and lectured on parapsychology, ufology and mind control.\nLuukanen-Kilde was born in Värtsilä. She had to flee with her family in infancy during the Second World War and was raised in Helsinki.",
      "pageId": 2021882,
      "monthDay": "11/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Anni-Frid_Lyngstad",
      "name": "Anni-Frid Lyngstad",
      "aboutText": "Roberto Cavalli (Italian pronunciation: [roˈbɛrto kaˈvalli]) (born 15 November 1940) is an Italian fashion designer. He is known for exotic prints and for creating the sand-blasted look for jeans.",
      "pageId": 2437077,
      "monthDay": "11/15"
    },
    {
      "year": "1945",
      "uri": "/wiki/Ferdi_Tayfur",
      "name": "Ferdi Tayfur",
      "aboutText": "Tara Singh Hayer, OBC (November 15, 1936 – November 18, 1998) was an Indo-Canadian newspaper publisher who was murdered after reporting about terrorism and is recognized with provincial and national awards.\nHayer was born in Paddi Jagir, a small village in Punjab, India. He emigrated to Canada in 1970, where he worked as a miner, teacher, truck-driver, manager of a trucking firm, and journalist before establishing a community newspaper, the Indo-Canadian Times, in 1978.",
      "pageId": 3413988,
      "monthDay": "11/15"
    },
    {
      "year": "1946",
      "uri": "/wiki/Vassilis_Goumas",
      "name": "Vassilis Goumas",
      "aboutText": "Ferdi Tayfur (Born: Ferdi Tayfur Turanbayburt, born November 15, 1945) is one of Turkey's most successful and famous Turkish arabesque singer, actor and composer. In recent years, he has also become popular in Afghanistan, Lebanon, Trinidad and Tobago, Syria and Iran. He achieved estimated sales of over 50-60 million records worldwide.",
      "pageId": 4399111,
      "monthDay": "11/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Malcolm_Ranjith",
      "name": "Malcolm Ranjith",
      "aboutText": "Zoltán Buday (born November 15, 1952 in Budapest, Hungary) is a Hungarian born actor. He left Hungary in 1956 and became a refugee in Canada. Buday now lives in Vancouver, BC. He is a member of ACTRA and UBCP tentative SAG Membership (fee pending).",
      "pageId": 5286844,
      "monthDay": "11/15"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bill_Richardson",
      "name": "Bill Richardson",
      "aboutText": "Albert Malcolm Ranjith Patabendige Don (Sinhala language: ඇල්බට් මැල්කම් රංජිත් පටබැඳිගේ දොන්) (born 15 November 1947), often known simply as Malcolm Ranjith or Albert Malcolm Ranjith, is a Sri Lankan cardinal of the Catholic Church. He is the ninth and current Archbishop of Colombo, serving since 2009. He was elevated to the cardinalate in 2010.",
      "pageId": 12851677,
      "monthDay": "11/15"
    },
    {
      "year": "1948",
      "uri": "/wiki/Teodoro_Locsin,_Jr.",
      "name": "Teodoro Locsin, Jr.",
      "aboutText": "Terence Eugene Bradbury (born 15 November 1939) is an English former professional footballer who played as a wing half.",
      "pageId": 22838314,
      "monthDay": "11/15"
    },
    {
      "year": "1950",
      "uri": "/wiki/Egon_Vaupel",
      "name": "Egon Vaupel",
      "aboutText": "Teodoro \"Teddyboy\" Locsin, Jr., PLH is a Philippine politician, lawyer, and journalist who served as congressman for the 1st district of Makati from 2001 to 2010. He currently does the editorial segment titled \"Teditorial\" for ANC's nightly newscast, The World Tonight.\n^ Locsin, Teodoro Jr | Personal Information.",
      "pageId": 24994863,
      "monthDay": "11/15"
    },
    {
      "year": "1951",
      "uri": "/wiki/Beverly_D%27Angelo",
      "name": "Beverly D'Angelo",
      "aboutText": "Vassilis Goumas (alternate spelling: Vasilis) (Greek: Βασίλης Γκούμας; born 15 November 1946) is a retired Greek professional basketball player.",
      "pageId": 25945511,
      "monthDay": "11/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Zolt%C3%A1n_Buday",
      "name": "Zoltán Buday",
      "aboutText": "Egon Vaupel (born 15 November 1950 in Bad Endbach) is a German politician, member of the SPD, and the incumbent mayor of Marburg.\n^ \"Das Rathausportal\". City of Marburg (in German).",
      "pageId": 27504580,
      "monthDay": "11/15"
    },
    {
      "year": "1952",
      "uri": "/wiki/Randy_Savage",
      "name": "Randy Savage",
      "aboutText": "Metin Kaçan (15 November 1961 – 6 January 2013) was a Turkish author, who is best known for his novel Ağır Roman (Cholera Street), which was translated into German (Kaçan 2003), and a movie (Ağır Roman), directed by Mustafa Altıoklar (1999), was based on it.",
      "pageId": 37105,
      "monthDay": "11/15"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alexander_O%27Neal",
      "name": "Alexander O'Neal",
      "aboutText": "Aleksander Kwaśniewski (Polish pronunciation: [alɛˈksandɛr kfaɕˈɲɛfskʲi]; born 15 November 1954) is a Polish politician and journalist. He served as the President of Poland from 1995 to 2005. He was born in Białogard, and during communist rule he was active in the Socialist Union of Polish Students and was the Minister for Sport in the communist government in the 1980s.",
      "pageId": 150186,
      "monthDay": "11/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Kevin_S._Bright",
      "name": "Kevin S. Bright",
      "aboutText": "Kevin Tyrone Eubanks (born November 15, 1957 in Philadelphia) is an American jazz and fusion guitarist and composer who was the leader of the Tonight Show Band with host Jay Leno from 1995 to 2010.",
      "pageId": 284610,
      "monthDay": "11/15"
    },
    {
      "year": "1954",
      "uri": "/wiki/Aleksander_Kwa%C5%9Bniewski",
      "name": "Aleksander Kwaśniewski",
      "aboutText": "Alexander O'Neal (born 19 November 1953), is an American rhythm and blues singer, songwriter and arranger from Minneapolis, Minnesota. In a career spanning more than 30 years, O'Neal is an accomplished soul and rhythm and blues singer. O'Neal came to prominence in the middle of the 1980s as a solo artist, releasing fourteen singles that entered the top forty charts in the UK during the 1980s and 1990s.",
      "pageId": 460648,
      "monthDay": "11/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kevin_Eubanks",
      "name": "Kevin Eubanks",
      "aboutText": "Randy Mario Poffo (November 15, 1952 – May 20, 2011), better known by his ring name \"Macho Man\" Randy Savage, was an American professional wrestler and color commentator best known for his time in the World Wrestling Federation (WWF) and World Championship Wrestling (WCW). He is regarded as one of the greatest pro wrestlers in history.\nSavage won 20 championships during his 32-year career.",
      "pageId": 552897,
      "monthDay": "11/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Harold_Marcuse",
      "name": "Harold Marcuse",
      "aboutText": "Nigel Bond (born 15 November 1965 in Darley Dale, Derbyshire) is an English professional snooker player.\nBond has competed on the main tour since 1989, and was ranked within the world's top 16 players between 1992 and 1999, peaking at 5th for the 1996/1997 season. He reached the final of the World Championship in 1995, where he lost 9–18 to Stephen Hendry, and won the 1996 British Open, defeating John Higgins 9–8.",
      "pageId": 637053,
      "monthDay": "11/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Ray_McKinnon_(actor)",
      "name": "Ray McKinnon",
      "aboutText": "Tibor Fischer (born 15 November 1959) is a British novelist and short story writer.",
      "pageId": 1706793,
      "monthDay": "11/15"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_Woythe",
      "name": "Michael Woythe",
      "aboutText": "Andrew Nicholas Castle (born 15 November 1963) is an English retired tennis professional, and now a television and radio presenter. Castle was UK number 1 in singles tennis in 1986, reaching as high as World No. 80 in June 1988, and No.",
      "pageId": 1998410,
      "monthDay": "11/15"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gu_Kailai",
      "name": "Gu Kailai",
      "aboutText": "Kevin S. Bright (born November 15, 1954) is an American television executive producer and director whose credits include Dream On, Friends, and Joey.",
      "pageId": 2472151,
      "monthDay": "11/15"
    },
    {
      "year": "1959",
      "uri": "/wiki/Tibor_Fischer",
      "name": "Tibor Fischer",
      "aboutText": "Ben Elias (born 15 November 1963 in Tripoli, Lebanon) is an Australian former rugby league footballer of the 1980s and 90s. He played primarily as a hooker for Balmain in the New South Wales Rugby League premiership. He was one of the leading hookers from the mid-1980s until his retirement at the end of the 1994 season.",
      "pageId": 2534293,
      "monthDay": "11/15"
    },
    {
      "year": "1960",
      "uri": "/wiki/Susanne_Lothar",
      "name": "Susanne Lothar",
      "aboutText": "Harold Marcuse (born November 15, 1957 in Waterbury, Connecticut) is an American professor of modern and contemporary German history. He teaches at the University of California, Santa Barbara.\n^ Pat Dowell, \"German Filmmaker Tackles the Holocaust in 'Ninth Day' \" National Public Radio (June 1, 2005).",
      "pageId": 2614764,
      "monthDay": "11/15"
    },
    {
      "year": "1961",
      "uri": "/wiki/Metin_Ka%C3%A7an",
      "name": "Metin Kaçan",
      "aboutText": "Kevin James O'Connor (born November 15, 1963) is an American actor.\nO'Connor is known for portraying character roles in major studio films such as There Will Be Blood, The Mummy, Clive Barker's Lord of Illusions, F/X2 and Van Helsing. He is a favorite of writer/director Stephen Sommers, who usually casts him in his films.",
      "pageId": 3663349,
      "monthDay": "11/15"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mark_Acres",
      "name": "Mark Acres",
      "aboutText": "Mark Richard Acres (born November 15, 1962) is a retired American professional basketball player who spent most of his career in the NBA. He was a 6'11\", 220 lb (100 kg) forward/center.\nAcres attended Oral Roberts University and was drafted in the second round of the 1985 NBA Draft by the Dallas Mavericks. He was a part of the Orlando Magic's first year expansion team.",
      "pageId": 4290600,
      "monthDay": "11/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Andrew_Castle",
      "name": "Andrew Castle",
      "aboutText": "Stelios Aposporis (Greek: Στέλιος Αποσπόρης) is a former Greek footballer. He played during the 80's in many famous Greek teams such as Panionios (1982–1990), OFI Crete (1990–1993) and Doxa Virona (1993–1996) and in 1996 decided to retire from professional football. In 2004 he was appointed from Hellenic Football Federation as Greece Under 21 manager.",
      "pageId": 10282971,
      "monthDay": "11/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Benny_Elias",
      "name": "Benny Elias",
      "aboutText": "Ray McKinnon (born November 15, 1957) is an American actor, screenwriter, film director and producer. He was married to actress and producer Lisa Blount from 1998 until her death on October 25, 2010. He graduated with a degree in Theatre from Valdosta State University.",
      "pageId": 13441236,
      "monthDay": "11/15"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kevin_J._O%27Connor_(actor)",
      "name": "Kevin J. O'Connor",
      "aboutText": "Tiit Sokk (Tout Giannopoulos) (born 15 November 1964) is a retired Estonian professional basketball player who played mostly at the point guard position.\nHis most notable achievements include winning the Olympic gold medal as a member of the Soviet Union team in the 1988 Summer Olympics in Seoul, South Korea and the silver medal with the same team twice in the 1986 and 1990 World Championships. He won the Soviet Union League championship in 1991 as a member of the Tallinn Kalev basketball team and ended his professional career as a player in 1997, after playing a season with the Aris BC in Greece.",
      "pageId": 14176448,
      "monthDay": "11/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Stelios_Aposporis",
      "name": "Stelios Aposporis",
      "aboutText": "Susanne Lothar (15 November 1960 – 21 July 2012) was a German film, television and stage actress.",
      "pageId": 19890754,
      "monthDay": "11/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mikhail_Rusyayev",
      "name": "Mikhail Rusyayev",
      "aboutText": "Mikhail Anatolyevich Rusyayev (Russian: Михаил Анатольевич Русяев; 15 November 1964 – 10 April 2011) was a Russian professional footballer.",
      "pageId": 22425322,
      "monthDay": "11/15"
    },
    {
      "year": "1964",
      "uri": "/wiki/Tiit_Sokk",
      "name": "Tiit Sokk",
      "aboutText": "Michael Woythe (born 15 November 1957 in Berlin) is a German football manager and former player.\nWoythe made a total of 18 2.",
      "pageId": 28838494,
      "monthDay": "11/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Nigel_Bond",
      "name": "Nigel Bond",
      "aboutText": "Gu Kailai (born 15 November 1958) is a Chinese former lawyer and businesswoman. She is the second wife of former Politburo member Bo Xilai, one of China's most influential politicians until he was stripped of his offices in 2012. In August 2012, Gu was convicted of murdering British businessman Neil Heywood and was given a suspended death sentence.",
      "pageId": 35359910,
      "monthDay": "11/15"
    },
    {
      "year": "1965",
      "uri": "/wiki/Stefan_Pfeiffer",
      "name": "Stefan Pfeiffer",
      "aboutText": "Chad Robert Kroeger (born November 15, 1974) is a Canadian musician and producer, best known as the lead vocalist and guitarist for the Canadian rock band, Nickelback. In addition to his work with Nickelback, Kroeger has been involved with a variety of collaborations, appearing as a guest musician in several songs and has contributed in both production and songwriting.",
      "pageId": 159351,
      "monthDay": "11/15"
    },
    {
      "year": "1966",
      "uri": "/wiki/Rachel_True",
      "name": "Rachel True",
      "aboutText": "Russell Tyrone Jones (November 15, 1968 – November 13, 2004), better known under his stage name Ol' Dirty Bastard (or ODB), was an American rapper, producer and comedian. He was one of the founding members of the Wu-Tang Clan, a rap group primarily from Staten Island, New York which first rose to mainstream prominence with their 1993 debut album Enter the Wu-Tang (36 Chambers).\nAfter establishing the Wu-Tang Clan, Ol' Dirty Bastard went on to pursue a successful solo career and contributed as a rapper/producer for the Fugees.",
      "pageId": 166781,
      "monthDay": "11/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Pedro_Borb%C3%B3n,_Jr.",
      "name": "Pedro Borbón, Jr.",
      "aboutText": "Jonathan \"Jonny\" Lee Miller (born 15 November 1972) is a British film, television and theatre actor. He achieved early success for his portrayal of Simon \"Sick Boy\" Williamson in the dark comedy drama film Trainspotting (1996) and Dade Murphy in Hackers (1995), before earning further critical recognition for his performances in Afterglow (1997), Mansfield Park (1999), The Flying Scotsman (2006) and Endgame (2009); for The Flying Scotsman he received a London Film Critics' Circle nomination for Actor of the Year. He was also part of the principal cast in the films Melinda and Melinda (2004), Dark Shadows (2012) and Byzantium (2013).",
      "pageId": 235324,
      "monthDay": "11/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Fran%C3%A7ois_Ozon",
      "name": "François Ozon",
      "aboutText": "Rachel India True (born November 15, 1966) is an American film and television actress and former fashion model. She is best known for her roles in such films as The Craft (1996), Nowhere (1997) and Half Baked (1998).",
      "pageId": 254735,
      "monthDay": "11/15"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gus_Poyet",
      "name": "Gus Poyet",
      "aboutText": "François Ozon (French: [fʁɑ̃.swa o.zɔ̃]; born 15 November 1967) is a French film director and screenwriter whose films are usually characterized by sharp satirical wit and a freewheeling view on human sexuality.\nHe has achieved international acclaim for his films 8 femmes (2002) and Swimming Pool (2003).",
      "pageId": 808224,
      "monthDay": "11/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ol%27_Dirty_Bastard",
      "name": "Ol' Dirty Bastard",
      "aboutText": "Jennifer Charles (born November 15, 1968) is an American singer, musician, composer, and poet.",
      "pageId": 867442,
      "monthDay": "11/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Fausto_Brizzi",
      "name": "Fausto Brizzi",
      "aboutText": "Boris Živković (Croatian pronunciation: [bôːriz ʒǐːʋkoʋit͡ɕ]; born 15 November 1975) is a former Croatian footballer. He played as right and left full back and centre back. At one point of his career he even played as defensive midfielder.",
      "pageId": 1175673,
      "monthDay": "11/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jennifer_Charles",
      "name": "Jennifer Charles",
      "aboutText": "Brandon Ralph \"Dico\" DiCamillo (born November 15, 1976) is an American actor, stunt performer, screenwriter, and producer.",
      "pageId": 1316955,
      "monthDay": "11/15"
    },
    {
      "year": "1968",
      "uri": "/wiki/Uwe_R%C3%B6sler",
      "name": "Uwe Rösler",
      "aboutText": "Uwe Rösler (born 15 November 1968) is a German football manager and former player.\nA centre forward in his playing career, Rösler played for several clubs, most notably Manchester City, where he was the leading goalscorer for three consecutive seasons from 1994–95 to 1996–97, and Kaiserslautern, where he played in the UEFA Champions League. He is a former East Germany international, whom he represented in the under-21 team and five times as a senior.",
      "pageId": 1331999,
      "monthDay": "11/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ilija_Ara%C4%8Di%C4%87",
      "name": "Ilija Aračić",
      "aboutText": "Henri Patrick M'Boma Dem (born 15 November 1970 in Douala, Cameroon) is a former Cameroonian football striker and the former all-time top goal-scorer for the Cameroonian national team.",
      "pageId": 1386195,
      "monthDay": "11/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alexander_Kvitashvili",
      "name": "Alexander Kvitashvili",
      "aboutText": "Sydney Tamiia Poitier (born 15 November 1973) is an American television and film actress.",
      "pageId": 1826129,
      "monthDay": "11/15"
    },
    {
      "year": "1970",
      "uri": "/wiki/Patrick_M%27Boma",
      "name": "Patrick M'Boma",
      "aboutText": "Jay H. Harrington III is an American actor.",
      "pageId": 2349134,
      "monthDay": "11/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jay_Harrington",
      "name": "Jay Harrington",
      "aboutText": "Pedro Félix Borbón Marte, generally known as Pedro Borbón, Jr. (born November 15, 1967), is a former Major League Baseball pitcher. He played for nine seasons (1992–2003) for five teams, including four seasons for the Atlanta Braves, and three seasons for the Toronto Blue Jays.",
      "pageId": 2745725,
      "monthDay": "11/15"
    },
    {
      "year": "1971",
      "uri": "/wiki/Martin_Pieckenhagen",
      "name": "Martin Pieckenhagen",
      "aboutText": "Gustavo Augusto \"Gus\" Poyet Domínguez (Spanish pronunciation: [ˈpoʝet]; born 15 November 1967) is a Uruguayan former footballer who is now manager of Greek club AEK Athens.\nPoyet played as a midfielder and began his career with short spells at Grenoble and River Plate. He then spent seven years at Real Zaragoza, with whom he won the Copa del Rey and the UEFA Cup Winners' Cup.",
      "pageId": 3144888,
      "monthDay": "11/15"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jonny_Lee_Miller",
      "name": "Jonny Lee Miller",
      "aboutText": "Stefan Pfeiffer (born November 15, 1965 in Hamburg) is a former freestyle swimmer from Germany. At the 1984 Summer Olympics in Los Angeles he won the bronze medal in the 1500 m freestyle event.",
      "pageId": 6368410,
      "monthDay": "11/15"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sydney_Tamiia_Poitier",
      "name": "Sydney Tamiia Poitier",
      "aboutText": "Martin Pieckenhagen (German pronunciation: [ˈmaʁtiːn ˈpiːkənhaːɡən]; born 15 November 1971 in East Berlin) is a retired German footballer. Over the course of his career, he played for 1. FC Union Berlin, Tennis Borussia Berlin, MSV Duisburg, Hansa Rostock, Hamburger SV, Heracles Almelo, and 1.",
      "pageId": 9208626,
      "monthDay": "11/15"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chad_Kroeger",
      "name": "Chad Kroeger",
      "aboutText": "Fausto Brizzi (Rome 15 November 1968) is an Italian screenwriter, producer and film director.\nFausto Brizzi got a Degree in directing at the \"Centro Sperimentale di Cinematografia\" in July 1994. After several theatrical experience and some rewarded shorts, from 1994 he dedicated in writing television and film plots.",
      "pageId": 20763964,
      "monthDay": "11/15"
    },
    {
      "year": "1975",
      "uri": "/wiki/Boris_%C5%BDivkovi%C4%87",
      "name": "Boris Živković",
      "aboutText": "Ilija Aračić (born 15 November 1970 in Slavonski Brod, SR Croatia, SFR Yugoslavia) is a retired Croatian footballer.\nComing from a sporting family, Aračić started his footballing career as a 9-year-old at Croatian team NK Ukrina Novo Selo, before moving aged 14 to the team his father Anto played for professionally at the time, NK Polet Bosanski Brod. He later played for his local team where he was spotted by scouts of Prva HNL side NK Rijeka.",
      "pageId": 28753765,
      "monthDay": "11/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Sule_(comedian)",
      "name": "Sule",
      "aboutText": "Entis Sutisna (born 15 November 1976), more commonly known as Sule, is an Indonesian comedian and actor. Sule became well-known after winning the Indonesian comedian audition show API (Audisi Pelawak Indonesia) with Ogi Suwarna and Obin Wahyudin in the group SOS in 2005. His fame escalated after landing a role in the comedic show Opera Van Java on Trans7.",
      "pageId": 37618488,
      "monthDay": "11/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Brandon_DiCamillo",
      "name": "Brandon DiCamillo",
      "aboutText": "Alexander \"Sandro\" Kvitashvili (Georgian: ალექსანდრე [სანდრო] კვიტაშვილი, Alek'sandre Kvitashvili; Ukrainian: Олександр Квіташвілі, Oleksandr Kvitashvili; born 15 November 1970) is a Georgian and Ukrainian health manager and government official. He is the current Minister of Healthcare of Ukraine appointed on 2 December 2014 and was granted Ukrainian citizenship the same day. Kvitashvili was Minister of Health of Georgia from 2008 to 2010 and Rector of Tbilisi State University (TSU) from 2010 to 2013.",
      "pageId": 44575359,
      "monthDay": "11/15"
    },
    {
      "year": "1976",
      "uri": "/wiki/Virginie_Ledoyen",
      "name": "Virginie Ledoyen",
      "aboutText": "Zena Lotus Grey (born September 25, 1988) is an American actress. She is known for her roles in the films Snow Day, Max Keeble's Big Move, The Shaggy Dog, and My Soul to Take.",
      "pageId": 159984,
      "monthDay": "11/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Sean_Murray_(actor)",
      "name": "Sean Murray",
      "aboutText": "Virginie Fernandez (born 15 November 1976), known by her stage name Virginie Ledoyen (French pronunciation: ​[viʁʒini lədwaˈjɛ̃]), is a French actress.",
      "pageId": 166209,
      "monthDay": "11/15"
    },
    {
      "year": "1977",
      "uri": "/wiki/Peter_Phillips",
      "name": "Peter Phillips",
      "aboutText": "Peter Mark Andrew Phillips (born 15 November 1977) is the first child and only son of Anne, Princess Royal, and her first husband, Captain Mark Phillips. He is the eldest grandchild of Queen Elizabeth II and Prince Philip, Duke of Edinburgh.\nPhillips holds no royal title or style and is currently 13th in line to succeed his maternal grandmother, Elizabeth II. After graduating from university in 2000, he worked for Jaguar followed by WilliamsF1.",
      "pageId": 386255,
      "monthDay": "11/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Josemi",
      "name": "Josemi",
      "aboutText": "Sania Mirza (pronounced [saːˈnɪaː mɪrzaː]; born 15 November 1986) is an Indian professional tennis player, currently ranked world No. 1 in women's doubles. From 2003 until her retirement from singles in 2013, she was ranked by the Women's Tennis Association as India's No.",
      "pageId": 399783,
      "monthDay": "11/15"
    },
    {
      "year": "1979",
      "uri": "/wiki/Brett_Lancaster",
      "name": "Brett Lancaster",
      "aboutText": "Giaan Leigh Rooney, OAM (born 15 November 1982) is an Australian former competition swimmer and television personality. As a member of the Australian team in women's 4×100-metre medley relay, she won an Olympic gold medal and broke a world record at the 2004 Summer Olympics. Rooney is currently an Australian television presenter.",
      "pageId": 921917,
      "monthDay": "11/15"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lorena_Ochoa",
      "name": "Lorena Ochoa",
      "aboutText": "José Miguel González Rey (born 15 November 1979), known as Josemi, is a Spanish professional footballer. Mainly a right back, he also can play as a central defender.\nHe appeared in 178 La Liga games over the course of nine seasons (one goal), with Málaga, Villarreal and Mallorca, also representing Liverpool for one-and-a-half seasons where he won two major titles including the 2005 Champions League.",
      "pageId": 1141518,
      "monthDay": "11/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Benjamin_Krause",
      "name": "Benjamin Krause",
      "aboutText": "Laura Smet (born 15 November 1983) is a French actress. She is the daughter of rock musician Johnny Hallyday and actress Nathalie Baye.",
      "pageId": 1471784,
      "monthDay": "11/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Giaan_Rooney",
      "name": "Giaan Rooney",
      "aboutText": "Brett Lancaster (born 15 November 1979) is a professional racing cyclist from Australia, currently riding for UCI ProTeam Orica-GreenEDGE. Born in Shepparton, Victoria, Lancaster started cycle racing at the age of 14 in 1993. He spent four years riding for Ceramiche Panaria-Fiordo before moving to Team Milram in July 2006. In 2009 and 2010 he rode for Cervélo TestTeam, and rode for Garmin-Cervélo in 2011.",
      "pageId": 1870231,
      "monthDay": "11/15"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kalu_Uche",
      "name": "Kalu Uche",
      "aboutText": "Lorena Ochoa Reyes (Spanish  [ˈlore'naˈocho'a] ;born 15 November 1981) is a Mexican professional golfer who played on the U.S.-based LPGA Tour from 2003 to 2010, and was the top-ranked female golfer in the world for over three years, from April 2007 to her retirement in May 2010. As the first Mexican golfer of either gender to be ranked number one in the world, she is considered the best Mexican golfer and the best Latin American female golfer of all time.\n^ Shapiro, Leonard (27 April 2007).",
      "pageId": 2126052,
      "monthDay": "11/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Aleksandar_Pavlovi%C4%87",
      "name": "Sasha Pavlović",
      "aboutText": "Aleksandar \"Saša\" Pavlović (Anglicized: Sasha Pavlovic, Serbian: Александар \"Саша\" Павловић; born November 15, 1983) is a Montenegrin professional basketball player who plays for Panathinaikos of the Greek Basket League. He also represented Serbia and Montenegro national basketball team internationally. Standing at 6 ft 7 in (2.01 m), he plays at the small forward and shooting guard positions.",
      "pageId": 2505860,
      "monthDay": "11/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Laura_Smet",
      "name": "Laura Smet",
      "aboutText": "Fernando Verdasco Carmona (born 15 November 1983) is a Spanish professional tennis player. His career-high singles ranking is world no. 7, achieved in April 2009.",
      "pageId": 3040386,
      "monthDay": "11/15"
    },
    {
      "year": "1983",
      "uri": "/wiki/Fernando_Verdasco",
      "name": "Fernando Verdasco",
      "aboutText": "Kanata Hongō (本郷 奏多, Hongō Kanata, born November 15, 1990) is a Japanese actor and model. He is part of Stardust Talent agency and has appeared several times in music videos, movies, TV series, and magazines.His major breakthrough role was as the anime character Ryoma Echizen in the film adaptation of The Prince of Tennis, and became even more widely known when he was cast as Shin in Nana 2.",
      "pageId": 4127660,
      "monthDay": "11/15"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lily_Aldridge",
      "name": "Lily Aldridge",
      "aboutText": "Jonalyn Roxas Viray (born November 15, 1989 in Marikina City, Philippines) is a Filipina singer and an occasional actress She was the first Pinoy Pop Superstar Grand Champion. She also received five gold medals and three plaques at the 2006 World Championships of Performing Arts.\nShe is a member of a trio named La Diva, along with Maricris Garcia and Aicelle Santos.",
      "pageId": 4354340,
      "monthDay": "11/15"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sania_Mirza",
      "name": "Sania Mirza",
      "aboutText": "Sean Harland Murray (born November 15, 1977) is an American actor who first gained fame for his role as Thackery Binx in Disney's Halloween film Hocus Pocus and also Danny Walden in the military drama series JAG.",
      "pageId": 4495471,
      "monthDay": "11/15"
    },
    {
      "year": "1987",
      "uri": "/wiki/Isaiah_Osbourne",
      "name": "Isaiah Osbourne",
      "aboutText": "Isaiah George Osbourne (born 5 November 1987) is an English footballer who plays as a midfielder for Walsall. He is a former England under-16 international who started his career with Aston Villa. Osbourne had loan spells with Nottingham Forest, Middlesbrough and Sheffield Wednesday before he was released by Villa in 2011.",
      "pageId": 6690559,
      "monthDay": "11/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/B.o.B",
      "name": "B.o.B",
      "aboutText": "Kalu Tongololiki Mawakavamba Jawarapawara Uche (born 15 November 1982) is a Nigerian footballer who plays for Indian club FC Pune City as a forward or an attacking midfielder.\nHe spent most of his professional career in Spain, mainly with Almería, with which he amassed La Liga totals of 117 games and 27 goals.\nA Nigerian international in the 2000s, Uche represented his country at the 2010 World Cup.",
      "pageId": 7663480,
      "monthDay": "11/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Zena_Grey",
      "name": "Zena Grey",
      "aboutText": "Morgan Parra (born 15 November 1988) is a French rugby union player who plays as a Scrum-half and occasionally Fly-half. He plays for Clermont Auvergne in the Top 14 after signing for them from Bourgoin. He is of Portuguese origin.",
      "pageId": 15543474,
      "monthDay": "11/15"
    },
    {
      "year": "1988",
      "uri": "/wiki/Morgan_Parra",
      "name": "Morgan Parra",
      "aboutText": "Bobby Ray Simmons, Jr. (born November 15, 1988), better known by his stage name B.o.B, is an American recording artist and music producer from Decatur, Georgia. In 2006, B.o.B was discovered by Brian Richardson, who then introduced him to TJ Chapman, who subsequently brought him to American record producer Jim Jonsin.",
      "pageId": 20116909,
      "monthDay": "11/15"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jonalyn_Viray",
      "name": "Jonalyn Viray",
      "aboutText": "Lily Maud Aldridge (born November 15, 1985) is an American model. She is a Victoria's Secret Angel and a Sports Illustrated Swimsuit Issue model, appearing as a rookie alongside Chrissy Teigen and Nina Agdal in 2014 for the cover of the issue's 50th anniversary.",
      "pageId": 24216532,
      "monthDay": "11/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kanata_Hong%C5%8D",
      "name": "Kanata Hongō",
      "aboutText": "Benjamin Krause (born 15 November 1982) is a German international rugby union player, playing for the DSV 78 Hannover in the Rugby-Bundesliga and the German national rugby union team.\nHe plays rugby since 1993. He made his debuet for Germany in a game against a Welsh development side on 24 February 2007.",
      "pageId": 26381660,
      "monthDay": "11/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jonathan_Wentz",
      "name": "Jonathan Wentz",
      "aboutText": "Saaya Irie (入江紗綾, Irie Saaya, born November 15, 1993) is a Japanese actress, voice actress, model and singer. Her stage name is simply her given name, Saaya.\nIn addition to her modeling work she has recently been appearing in numerous films, radio, and television programs.",
      "pageId": 2158367,
      "monthDay": "11/15"
    },
    {
      "year": "1990",
      "uri": "/wiki/Erika_Yazawa",
      "name": "Erika Yazawa",
      "aboutText": "Shailene Diann Woodley (born November 15, 1991) is an American actress. Her first major role was as the main character, Amy Juergens, in the ABC Family series The Secret Life of the American Teenager (2008–13). She then appeared in the independent American drama The Descendants (2011), for which she received the Independent Spirit Award for Best Supporting Actress and a Golden Globe nomination for Best Supporting Actress – Motion Picture, and The Spectacular Now (2013), receiving the Special Jury Award for Acting at the 2013 Sundance Film Festival and an Independent Spirit Award nomination for Best Female Lead.",
      "pageId": 2331462,
      "monthDay": "11/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Maxime_Colin",
      "name": "Maxime Colin",
      "aboutText": "Minami Minegishi (峯岸 みなみ, Minegishi Minami, born November 15, 1992 in Tokyo) is a Japanese idol singer and actress.",
      "pageId": 6708470,
      "monthDay": "11/15"
    },
    {
      "year": "1991",
      "uri": "/wiki/Shailene_Woodley",
      "name": "Shailene Woodley",
      "aboutText": "Erika Yazawa (谷澤恵里香, Yazawa Erika, born November 15, 1990) is a Japanese gravure idol. She is from Tokyo, and was a first year member (#7) of the idol group Idoling!!!. On December 11, 2011 it was announced that she would graduate from Idoling!!!",
      "pageId": 25519266,
      "monthDay": "11/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Minami_Minegishi",
      "name": "Minami Minegishi",
      "aboutText": "Maxime Colin (born 15 November 1991 in Arras) is a French footballer who plays as a right back for Brentford. He won seven caps for France at U20 level.",
      "pageId": 30756682,
      "monthDay": "11/15"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kevin_Wimmer",
      "name": "Kevin Wimmer",
      "aboutText": "Paulo Bruno Exequiel Dybala (Spanish pronunciation: [ˈpaulo ðiˈβala]; born 15 November 1993) is an Argentine footballer who plays as a striker for Italian club Juventus and the Argentina national team.\nNicknamed La Joya (The Jewel, in Spanish), due to his creative style of play, pace, technique, and eye for goal, he has been compared with compatriots Sergio Agüero, Javier Pastore, Carlos Tevez, and Lionel Messi, as well as former Italian forwards Vincenzo Montella, and Roberto Baggio.",
      "pageId": 33336117,
      "monthDay": "11/15"
    },
    {
      "year": "1993",
      "uri": "/wiki/Paulo_Dybala",
      "name": "Paulo Dybala",
      "aboutText": "Jonathan Michael Wentz (November 15, 1990 – September 30, 2012) was an American Paralympic equestrian competitor.",
      "pageId": 37218755,
      "monthDay": "11/15"
    },
    {
      "year": "1993",
      "uri": "/wiki/Saaya_Irie",
      "name": "Saaya Irie",
      "aboutText": "Karl-Anthony Towns Jr. (born November 15, 1995) is a Dominican-American professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). He played college basketball for the University of Kentucky.",
      "pageId": 37985010,
      "monthDay": "11/15"
    },
    {
      "year": "1995",
      "uri": "/wiki/Karl-Anthony_Towns",
      "name": "Karl-Anthony Towns",
      "aboutText": "Kevin Wimmer (born 15 November 1992) is an Austrian footballer who plays as a centre back for English club Tottenham Hotspur and the Austria national team.",
      "pageId": 38405284,
      "monthDay": "11/15"
    },
    {
      "year": "1997",
      "uri": "/wiki/Leelah_Alcorn",
      "name": "Leelah Alcorn",
      "aboutText": "Leelah Alcorn (November 15, 1997 – December 28, 2014) was an American transgender girl whose suicide attracted international attention. Alcorn had posted a suicide note to her Tumblr blog, writing about societal standards affecting transgender people and expressing the hope that her death would create a dialogue about discrimination, abuse and lack of support for transgender people.\nAssigned male at birth and given the name Joshua Ryan Alcorn, she was raised in a conservative Christian household in Ohio.",
      "pageId": 44889641,
      "monthDay": "11/15"
    }
  ]
}