{
  "people": [
    {
      "year": "912",
      "uri": "/wiki/Otto_I,_Holy_Roman_Emperor",
      "name": "Otto I, Holy Roman Emperor",
      "aboutText": "Prospero Alpini (also known as Prosper Alpinus, Prospero Alpinio and Prosper Alpin) (23 November 1553 – 6 February 1617), was an Italian physician and botanist from the Republic of Venice.\nBorn at Marostica, a town near Vicenza, in his youth he served for a time in the Milanese army, but in 1574 he went to study medicine at Padua. After taking his doctor's degree in 1578, he settled as a physician in Campo San Pietro, a small town in the Paduan territory.",
      "pageId": 23819,
      "monthDay": "11/23"
    },
    {
      "year": "1221",
      "uri": "/wiki/Alfonso_X_of_Castile",
      "name": "Alfonso X of Castile",
      "aboutText": "François-Noël Babeuf (French: [babœf]; 23 November 1760 – 27 May 1797), known as Gracchus Babeuf, was a French political agitator and journalist of the French Revolutionary period. His newspaper Le tribun du peuple (\"the tribune of the people\") was best known for his advocacy for the poor and calling for a popular revolt against the Directory, the government of France. He was a leading advocate for democracy, the abolition of private property and the equality of results.",
      "pageId": 58213,
      "monthDay": "11/23"
    },
    {
      "year": "1402",
      "uri": "/wiki/Jean_de_Dunois",
      "name": "Jean de Dunois",
      "aboutText": "Alfonso X (also occasionally Alphonso X, Alphonse X, or Alfons X, 23 November 1221 – 4 April 1284), called the Wise (Spanish: el Sabio), was the King of Castile, León and Galicia from 30 May 1252 until his death. During the Imperial election of 1257, a dissident faction chose him to be King of the Romans (Latin: Rex Romanorum; German: Römisch-deutscher König) on 1 April. He renounced his imperial claim in 1275, and in creating an alliance with England in 1254 his claim on Gascony also.",
      "pageId": 66789,
      "monthDay": "11/23"
    },
    {
      "year": "1417",
      "uri": "/wiki/William_FitzAlan,_16th_Earl_of_Arundel",
      "name": "William FitzAlan, 16th Earl of Arundel",
      "aboutText": "Spranger Barry (23 November 1719 – 10 January 1777) was an Irish actor.",
      "pageId": 161088,
      "monthDay": "11/23"
    },
    {
      "year": "1553",
      "uri": "/wiki/Prospero_Alpini",
      "name": "Prospero Alpini",
      "aboutText": "Edward Rutledge (November 23, 1749 – January 23, 1800) was an American politician, and youngest signer of the United States Declaration of Independence.",
      "pageId": 187159,
      "monthDay": "11/23"
    },
    {
      "year": "1616",
      "uri": "/wiki/John_Wallis",
      "name": "John Wallis",
      "aboutText": "Thomas Birch (23 November 1705 – 9 January 1766) was an English historian.",
      "pageId": 189719,
      "monthDay": "11/23"
    },
    {
      "year": "1632",
      "uri": "/wiki/Jean_Mabillon",
      "name": "Jean Mabillon",
      "aboutText": "Pierre Charles Le Monnier (20 November 1715 – 3 April 1799) was a French astronomer.",
      "pageId": 196270,
      "monthDay": "11/23"
    },
    {
      "year": "1641",
      "uri": "/wiki/Anthonie_Heinsius",
      "name": "Anthonie Heinsius",
      "aboutText": "Isaac Todhunter FRS (23 November 1820 – 1 March 1884), was an English mathematician who is best known today for the books he wrote on mathematics and its history.",
      "pageId": 206507,
      "monthDay": "11/23"
    },
    {
      "year": "1687",
      "uri": "/wiki/Jean_Baptiste_Senaill%C3%A9",
      "name": "Jean Baptiste Senaillé",
      "aboutText": "Johannes Diderik van der Waals (Dutch: [joːˈɦɑnəz ˈdidəˌrɪk fɑn dɛr ˈʋaːls]; 23 November 1837 – 8 March 1923) was a Dutch theoretical physicist and thermodynamicist famous for his work on an equation of state for gases and liquids.\nHis name is primarily associated with the van der Waals equation of state that describes the behavior of gases and their condensation to the liquid phase. His name is also associated with van der Waals forces (forces between stable molecules), with van der Waals molecules (small molecular clusters bound by van der Waals forces), and with van der Waals radii (sizes of molecules).",
      "pageId": 230711,
      "monthDay": "11/23"
    },
    {
      "year": "1705",
      "uri": "/wiki/Thomas_Birch",
      "name": "Thomas Birch",
      "aboutText": "John Wallis (23 November 1616 – 28 October 1703) was an English mathematician who is given partial credit for the development of infinitesimal calculus. Between 1643 and 1689 he served as chief cryptographer for Parliament and, later, the royal court. He is also credited with introducing the symbol  for infinity.",
      "pageId": 239290,
      "monthDay": "11/23"
    },
    {
      "year": "1715",
      "uri": "/wiki/Pierre_Charles_Le_Monnier",
      "name": "Pierre Charles Le Monnier",
      "aboutText": "Theodore Dwight Weld (November 23, 1803 in Hampton, Connecticut - February 3, 1895 in Hyde Park, Massachusetts) was one of the architects of the American abolitionist movement during its formative years from 1830 through 1844, playing a role as writer, editor, speaker, and organizer. He is best known for his co-authorship of the authoritative compendium American Slavery As It Is: Testimony of a Thousand Witnesses, published in 1839. Harriet Beecher Stowe partly based Uncle Tom’s Cabin on Weld's text and it is regarded as second only to that work in its influence on the antislavery movement.",
      "pageId": 364924,
      "monthDay": "11/23"
    },
    {
      "year": "1719",
      "uri": "/wiki/Spranger_Barry",
      "name": "Spranger Barry",
      "aboutText": "Jean de Dunois (23 November 1402 – 24 November 1468), also called John of Orléans and Jean de Duno (Jean d'Orléans), was the illegitimate son of Louis I, Duke of Orléans, by Mariette d'Enghien. His nickname, the \"Bastard of Orléans\" (bâtard d'Orléans), was a term of respect, since it acknowledged him as a first cousin to the king and acting head of a cadet branch of the royal family during his half-brother's captivity. In 1439 he received the county of Dunois from his half-brother, Charles, Duke of Orléans, and later king Charles VII made him count of Longueville.",
      "pageId": 744956,
      "monthDay": "11/23"
    },
    {
      "year": "1749",
      "uri": "/wiki/Edward_Rutledge",
      "name": "Edward Rutledge",
      "aboutText": "Dom Jean Mabillon, O.S.B., (23 November 1632 – 27 December 1707) was a French Benedictine monk and scholar of the Congregation of Saint Maur. He is considered the founder of palaeography and diplomatics.",
      "pageId": 1005733,
      "monthDay": "11/23"
    },
    {
      "year": "1760",
      "uri": "/wiki/Fran%C3%A7ois-No%C3%ABl_Babeuf",
      "name": "François-Noël Babeuf",
      "aboutText": "William FitzAlan, 16th Earl of Arundel, 6th Baron Maltravers KG (23 November 1417 – 1487).\nHe was a son of John FitzAlan, 13th Earl of Arundel, and Eleanor Berkeley. His mother was a daughter of John Berkeley and Elizabeth Betteshorne, granddaughter of Thomas de Berkeley, 3rd Baron Berkeley, and his second wife Catherine Clivedon.",
      "pageId": 1286869,
      "monthDay": "11/23"
    },
    {
      "year": "1781",
      "uri": "/wiki/Theodor_Valentin_Volkmar",
      "name": "Theodor Valentin Volkmar",
      "aboutText": "Very Rev.",
      "pageId": 1857984,
      "monthDay": "11/23"
    },
    {
      "year": "1785",
      "uri": "/wiki/Jan_Roothaan",
      "name": "Jan Roothaan",
      "aboutText": "Anthonie (or Antonius) Heinsius (23 November 1641, Delft - 3 August 1720, The Hague) was a Dutch statesman who served as Grand Pensionary of Holland from 1689 to his death in 1720.",
      "pageId": 2033403,
      "monthDay": "11/23"
    },
    {
      "year": "1803",
      "uri": "/wiki/Theodore_Dwight_Weld",
      "name": "Theodore Dwight Weld",
      "aboutText": "Jean Baptiste Senaillé (23 November 1687 – 15 October 1730) was a French born Baroque composer and violin virtuoso. His father was a member of Les Vingt-quatre Violons du Roi. Senaillé studied under Jean-Baptiste Anet, Giovanni Antonio Piani and in Italy under Tomaso Antonio Vitali and imported Italian musical techniques and pieces into the French court.",
      "pageId": 4029003,
      "monthDay": "11/23"
    },
    {
      "year": "1804",
      "uri": "/wiki/Franklin_Pierce",
      "name": "Franklin Pierce",
      "aboutText": "Franklin Pierce (November 23, 1804 – October 8, 1869) was the 14th President of the United States (1853–1857). Pierce was a northern Democrat who saw the abolitionist movement as a fundamental threat to the unity of the nation. His polarizing actions in championing and signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act failed to stem intersectional conflict, setting the stage for Southern secession.",
      "pageId": 19729467,
      "monthDay": "11/23"
    },
    {
      "year": "1820",
      "uri": "/wiki/Isaac_Todhunter",
      "name": "Isaac Todhunter",
      "aboutText": "Otto I (23 November 912 – 7 May 973), also known as Otto the Great, was German king from 936 and emperor of the Holy Roman Empire from 962 until his death in 973. The oldest son of Henry I the Fowler and Matilda, Otto was \"the first of the Germans to be called the emperor of Italy\".\nOtto inherited the Duchy of Saxony and the kingship of the Germans upon his father's death in 936.",
      "pageId": 25605367,
      "monthDay": "11/23"
    },
    {
      "year": "1837",
      "uri": "/wiki/Johannes_Diderik_van_der_Waals",
      "name": "Johannes Diderik van der Waals",
      "aboutText": "Theodor Valentin Volkmar (23 November 1781 in Frankenberg (Eder) – 8 February 1847 in Marburg) was a German politician and two-time mayor of Marburg, from 1833 until 1835 and again from December 1835 until his retirement due to ill health November 1846.",
      "pageId": 29274295,
      "monthDay": "11/23"
    },
    {
      "year": "1838",
      "uri": "/wiki/Stephanos_Skouloudis",
      "name": "Stephanos Skouloudis",
      "aboutText": "Henry Gwyn Jeffreys Moseley known as Harry Moseley (23 November 1887 – 10 August 1915) was an English physicist. Moseley's contribution to the science of physics was the justification from physical laws of the previous empirical and chemical concept of the atomic number. This stemmed from his development of Moseley's law in X-ray spectra.",
      "pageId": 14454,
      "monthDay": "11/23"
    },
    {
      "year": "1858",
      "uri": "/wiki/Albert_Ranft",
      "name": "Albert Ranft",
      "aboutText": "William Henry Pratt (23 November 1887 – 2 February 1969), better known by his stage name Boris Karloff, was an English actor.\nHe was widely known for his roles in horror films, particularly for his portrayal of Frankenstein's monster in Frankenstein (1931), Bride of Frankenstein (1935), and Son of Frankenstein (1939), which resulted in his immense popularity. His best-known non-horror role is as the Grinch, as well as the narrator, in the animated television special of Dr.",
      "pageId": 67260,
      "monthDay": "11/23"
    },
    {
      "year": "1860",
      "uri": "/wiki/Hjalmar_Branting",
      "name": "Hjalmar Branting",
      "aboutText": "Arthur \"Harpo\" Marx (born Adolph Marx; November 23, 1888 – September 28, 1964) was an American comedian, film star, mime artist and musician, and the second-oldest of the Marx Brothers. In contrast to the mainly verbal comedy of his brothers Groucho and Chico, Harpo's comic style was exclusively visual, being an example of both clown and pantomime traditions. He wore a curly reddish blonde wig, and never spoke during performances (he blew a horn or whistled to communicate).",
      "pageId": 150095,
      "monthDay": "11/23"
    },
    {
      "year": "1861",
      "uri": "/wiki/Konstantin_Korovin",
      "name": "Konstantin Korovin",
      "aboutText": "José Clemente Orozco (November 23, 1883 – September 7, 1949) was a Mexican painter, who specialized in bold murals that established the Mexican Mural Renaissance together with murals by Diego Rivera, David Alfaro Siqueiros, and others. Orozco was the most complex of the Mexican muralists, fond of the theme of human suffering, but less realistic and more fascinated by machines than Rivera. Mostly influenced by Symbolism, he was also a genre painter and lithographer.",
      "pageId": 195840,
      "monthDay": "11/23"
    },
    {
      "year": "1864",
      "uri": "/wiki/Henry_Bourne_Joy",
      "name": "Henry Bourne Joy",
      "aboutText": "Anatoly Vasilyevich Lunacharsky (Russian: Анато́лий Васи́льевич Лунача́рский, Ukrainian: Анатолій Васильович Луначарський, November 23 [O.S. November 11] 1875 – December 26, 1933) was a Russian Marxist revolutionary and the first Soviet People's Commissar of Education responsible for culture and education.",
      "pageId": 296234,
      "monthDay": "11/23"
    },
    {
      "year": "1868",
      "uri": "/wiki/Mary_Brewster_Hazelton",
      "name": "Mary Brewster Hazelton",
      "aboutText": "Karl Hjalmar Branting  (23 November 1860 – 24 February 1925) was a Swedish politician. He was the leader of the Swedish Social Democratic Party (1907–1925), and Prime Minister during three separate periods (1920, 1921–1923, and 1924–1925). When Branting came to power in 1920, he was the first Social Democratic Prime Minister of Sweden.",
      "pageId": 326110,
      "monthDay": "11/23"
    },
    {
      "year": "1869",
      "uri": "/wiki/Valdemar_Poulsen",
      "name": "Valdemar Poulsen",
      "aboutText": "Manuel de Falla y Matheu (23 November 1876 – 14 November 1946) was a Spanish composer. With Isaac Albéniz and Enrique Granados he is one of Spain's most important musicians of the first half of the 20th century.",
      "pageId": 390801,
      "monthDay": "11/23"
    },
    {
      "year": "1871",
      "uri": "/wiki/William_Watt_(Australian_politician)",
      "name": "William Watt",
      "aboutText": "Valdemar Poulsen (23 November 1869 – 23 July 1942) was a Danish engineer who made significant contributions to early radio technology.",
      "pageId": 546414,
      "monthDay": "11/23"
    },
    {
      "year": "1875",
      "uri": "/wiki/Anatoly_Lunacharsky",
      "name": "Anatoly Lunacharsky",
      "aboutText": "Romain de Tirtoff (23 November 1892 – 21 April 1990) was a Russian-born French artist and designer known by the pseudonym Erté, from the French pronunciation of his initials (pronounced: [ɛʁ.te]).",
      "pageId": 779696,
      "monthDay": "11/23"
    },
    {
      "year": "1876",
      "uri": "/wiki/Manuel_de_Falla",
      "name": "Manuel de Falla",
      "aboutText": "William Alexander Watt (23 November 1871 – 13 September 1946) was an Australian politician who was the 24th Premier of Victoria, and later a leading federal politician and Speaker of the House of Representatives. He also acted as Prime Minister of Australia from April 1918 until August 1919, during Billy Hughes' service in the Imperial War Cabinet and attendance at the Versailles peace conference.\nWatt was born at Barfold, near Kyneton, and was educated at Errol Street State School.",
      "pageId": 2680005,
      "monthDay": "11/23"
    },
    {
      "year": "1878",
      "uri": "/wiki/Frank_Pick",
      "name": "Frank Pick",
      "aboutText": "Henry Bourne Joy (November 23, 1864 – November 6, 1936) was President of the Packard Motor Car Company, and a major developer of automotive activities as well as being a social activist.\nIn 1913, Joy and Carl G. Fisher were driving forces as principal organizers of the Lincoln Highway Association, a group dedicated to building a concrete road from New York to San Francisco. After the first several years, Fisher had become more involved with the Dixie Highway, but Joy remained dedicated to the Lincoln Highway.",
      "pageId": 2872851,
      "monthDay": "11/23"
    },
    {
      "year": "1883",
      "uri": "/wiki/Jos%C3%A9_Clemente_Orozco",
      "name": "José Clemente Orozco",
      "aboutText": "Konstantin Alekseyevich Korovin (Russian: Константи́н Алексе́евич Коро́вин, first name often spelled Constantin; November 23 [O.S. December 5] 1861 – September 11, 1939) was a leading Russian Impressionist painter.",
      "pageId": 2967775,
      "monthDay": "11/23"
    },
    {
      "year": "1886",
      "uri": "/wiki/Eduards_Smi%C4%BC%C4%A3is",
      "name": "Eduards Smiļģis",
      "aboutText": "Frank Pick Hon. RIBA (23 November 1878 – 7 November 1941) was a British transport administrator. After qualifying as a solicitor in 1902, he worked at the North Eastern Railway, before moving to the Underground Electric Railways Company of London (UERL) in 1906.",
      "pageId": 3316158,
      "monthDay": "11/23"
    },
    {
      "year": "1887",
      "uri": "/wiki/Boris_Karloff",
      "name": "Boris Karloff",
      "aboutText": "Lazar Markovich Lissitzky (Russian: Ла́зарь Ма́ркович Лиси́цкий,  listen ; November 23 [O.S. November 11] 1890 – December 30, 1941), known as El Lissitzky (Russian: Эль Лиси́цкий, Yiddish: על ליסיצקי‎), was a Russian artist, designer, photographer, typographer, polemicist and architect. He was an important figure of the Russian avant-garde, helping develop suprematism with his mentor, Kazimir Malevich, and designing numerous exhibition displays and propaganda works for the Soviet Union. His work greatly influenced the Bauhaus and constructivist movements, and he experimented with production techniques and stylistic devices that would go on to dominate 20th-century graphic design.",
      "pageId": 5517284,
      "monthDay": "11/23"
    },
    {
      "year": "1887",
      "uri": "/wiki/Henry_Moseley",
      "name": "Henry Moseley",
      "aboutText": "Tsunenohana Kan'ichi (常ノ花 寛市, November 23, 1896 – November 28, 1960) was a sumo wrestler from Okayama, Japan.",
      "pageId": 9133515,
      "monthDay": "11/23"
    },
    {
      "year": "1888",
      "uri": "/wiki/Harpo_Marx",
      "name": "Harpo Marx",
      "aboutText": "Stephanos Skouloudis (Greek: Στέφανος Σκουλούδης; November 23, 1838 – August 19, 1928) was a Greek banker, diplomat and prime minister.\n^ Note: Greece officially adopted the Gregorian calendar on 16 February 1923 (which became 1 March).",
      "pageId": 10582458,
      "monthDay": "11/23"
    },
    {
      "year": "1889",
      "uri": "/wiki/Harry_Sunderland",
      "name": "Harry Sunderland",
      "aboutText": "Harry Sunderland (23 November 1889 – 15 January 1964) was an Australian rugby league football administrator and journalist.\nSunderland was born in Gympie, Queensland in 1889. From 1913 to 1922, Sunderland was the Queensland Rugby League's secretary.",
      "pageId": 11346209,
      "monthDay": "11/23"
    },
    {
      "year": "1890",
      "uri": "/wiki/El_Lissitzky",
      "name": "El Lissitzky",
      "aboutText": "Albert Adam Ranft (23 November 1858 – 5 October 1938) was a Swedish theatre director and actor. Ranft debuted in the theatre company of Magda von Dolcke in 1876. He started his own travelling company in 1884 and was employed at Stora Teatern in Gothenburg from 1886.",
      "pageId": 21765234,
      "monthDay": "11/23"
    },
    {
      "year": "1892",
      "uri": "/wiki/Ert%C3%A9",
      "name": "Erté",
      "aboutText": "Eduards Smiļģis (23 November 1886 – 19 April 1966) was a Latvian actor and theatre director. He was People's Artist of the USSR in 1948.\nSmiļģis founded the Dailes Theatre in Riga in 1920 and was its chief director until 1965.",
      "pageId": 37983679,
      "monthDay": "11/23"
    },
    {
      "year": "1896",
      "uri": "/wiki/Tsunenohana_Kan%27ichi",
      "name": "Tsunenohana Kan'ichi",
      "aboutText": "Mary Brewster Hazelton (November 23, 1868 – September 13, 1953) was an American portrait painter. She attended the School of the Museum of Fine Arts, Boston, where she was later an instructor. Among her other achievements, Hazelton was the first woman to win an award open to both men and women in the United States when she won the Hallgarten Prize from the National Academy of Design in 1896.",
      "pageId": 45684529,
      "monthDay": "11/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Nirad_C._Chaudhuri",
      "name": "Nirad C. Chaudhuri",
      "aboutText": "Nigel Tranter OBE (23 November 1909 – 9 January 2000) was a Scottish historian and author.",
      "pageId": 105841,
      "monthDay": "11/23"
    },
    {
      "year": "1897",
      "uri": "/wiki/Karl_Gebhardt",
      "name": "Karl Gebhardt",
      "aboutText": "Sir Run Run Shaw, GBM, CBE (c. November 1907 – 7 January 2014), also known as Shao Yifu and Siu Yat-fu, was a Hong Kong entertainment mogul and philanthropist. He was one of the most influential figures in the Asian entertainment industry.",
      "pageId": 211398,
      "monthDay": "11/23"
    },
    {
      "year": "1899",
      "uri": "/wiki/Manuel_dos_Reis_Machado",
      "name": "Manuel dos Reis Machado",
      "aboutText": "Paul Celan (/ˈsɛlæn/; 23 November 1920 – c. 20 April 1970) was a German language poet and translator. He was born as Paul Antschel to a Jewish family in Cernăuți (German: Czernowitz), in the then Kingdom of Romania (now Chernivtsy, Ukraine), and adopted the pseudonym \"Paul Celan\".",
      "pageId": 242591,
      "monthDay": "11/23"
    },
    {
      "year": "1902",
      "uri": "/wiki/Aaron_Bank",
      "name": "Aaron Bank",
      "aboutText": "Patricia Kathleen \"P. K.\" Page, CC OBC FRSC (November 23, 1916 – January 14, 2010) was best known as a Canadian poet, though the citation as she was inducted as a Fellow of the Royal Society of Canada reads \"poet, novelist, script writer, playwright, essayist, journalist, librettist, teacher and artist.\" She was the author of more than thirty published books that include poetry, fiction, travel diaries, essays, children's books, and an autobiography.\nAs a visual artist, she exhibited her work as P.K. Irwin at a number of venues in Canada and abroad. Her works are in the permanent collections of the National Gallery of Canada and the Art Gallery of Ontario.",
      "pageId": 291186,
      "monthDay": "11/23"
    },
    {
      "year": "1902",
      "uri": "/wiki/Victor_Jory",
      "name": "Victor Jory",
      "aboutText": "Colonel Aaron Bank (November 23, 1902 – April 1, 2004) was an officer of the United States Army, and the founder of the US Army Special Forces, commonly called \"Green Berets\". He is also famous for his exploits as an OSS officer during World War II, parachuting into France to coordinate and activate the French Resistance and organizing an operation intended to capture Adolf Hitler.",
      "pageId": 319961,
      "monthDay": "11/23"
    },
    {
      "year": "1905",
      "uri": "/wiki/K._Alvapillai",
      "name": "K. Alvapillai",
      "aboutText": "Nelson Slade Bond (November 23, 1908 – November 6, 2006) was an American author who wrote extensively for books, magazines, radio, television and the stage.\nThe 1998 recipient of the Nebula Author Emeritus award for lifetime achievement, Bond was a pioneer in early science fiction and fantasy. His published fiction is mainly short stories, most of which appeared in pulp magazines in the 1930s and 1940s.",
      "pageId": 400493,
      "monthDay": "11/23"
    },
    {
      "year": "1906",
      "uri": "/wiki/Betti_Alver",
      "name": "Betti Alver",
      "aboutText": "Nirad C. Chaudhuri (Bengali: নীরদ চন্দ্র চৌধুরী Nirod Chôndro Choudhuri) (23 November 1897 – 1 August 1999) was a Bengali−English writer and man of letters. He was born in 1897 in Kishoreganj, then part of Bengal in British India, now in Bangladesh.\nChaudhuri authored numerous works in English and Bengali.",
      "pageId": 476208,
      "monthDay": "11/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Lars_Leksell",
      "name": "Lars Leksell",
      "aboutText": "Francis Michael Gough (/ˈɡɒf/ GOF; 23 November 1916 – 17 March 2011) was an English character actor who made over 150 film and television appearances. He is known for his roles in the Hammer Horror Films from 1958, and for his recurring role as Alfred Pennyworth in all four films of the Tim Burton/Joel Schumacher Batman series.\n^ Gough in the London Times, 23 June 1997: \"There was some indecision as to when I was born.",
      "pageId": 651519,
      "monthDay": "11/23"
    },
    {
      "year": "1907",
      "uri": "/wiki/Run_Run_Shaw",
      "name": "Run Run Shaw",
      "aboutText": "Manoel dos Reis Machado, commonly called Mestre Bimba (Portuguese pronunciation: [ˈmɛstɾi ˈbĩbɐ]; November 23, 1899 – February 5, 1974), was a mestre (a master practitioner) of the Afro-Brazilian martial art of \"capoeira\".",
      "pageId": 962789,
      "monthDay": "11/23"
    },
    {
      "year": "1908",
      "uri": "/wiki/Nelson_S._Bond",
      "name": "Nelson S. Bond",
      "aboutText": "Arthur Wilson \"Bob\" Tucker (November 23, 1914 – October 6, 2006) was an American theater technician who became well known as a writer of mystery, action adventure, and science fiction under the name Wilson Tucker.\nTucker was also a prominent member of science fiction fandom, who wrote extensively for fanzines under the name Bob Tucker, a family nickname bestowed in childhood (his own mis-pronunciation of the nickname \"Bub\").",
      "pageId": 1112389,
      "monthDay": "11/23"
    },
    {
      "year": "1909",
      "uri": "/wiki/Nigel_Tranter",
      "name": "Nigel Tranter",
      "aboutText": "Lars Leksell (1907–1986) was a Swedish physician and Professor of Neurosurgery at the Karolinska Institute in Stockholm, Sweden.",
      "pageId": 1168881,
      "monthDay": "11/23"
    },
    {
      "year": "1912",
      "uri": "/wiki/George_O%27Hanlon",
      "name": "George O'Hanlon",
      "aboutText": "Karl Franz Gebhardt (23 November 1897 in Haag in Oberbayern – 2 June 1948 in Landsberg Prison, Landsberg am Lech) was a German medical doctor. He served as Medical Superintendent of the Hohenlychen Sanatorium, Consulting Surgeon of the Waffen-SS, Chief Surgeon in the Staff of the Reich Physician SS and Police, and personal physician to Heinrich Himmler.\nGebhardt was the main coordinator of a series of surgical experiments performed on inmates of the concentration camps at Ravensbrück and Auschwitz.",
      "pageId": 1560607,
      "monthDay": "11/23"
    },
    {
      "year": "1914",
      "uri": "/wiki/Roger_Avon",
      "name": "Roger Avon",
      "aboutText": "George O'Hanlon (November 23, 1912 – February 11, 1989) was an American film and voice actor, comedian, and TV writer.\nMovie fans know O'Hanlon best as the star of Warner Bros.' live-action Joe McDoakes short subjects from 1942 to 1956.",
      "pageId": 1591073,
      "monthDay": "11/23"
    },
    {
      "year": "1914",
      "uri": "/wiki/Donald_Nixon",
      "name": "Donald Nixon",
      "aboutText": "Victor Jory (November 23, 1902 – February 12, 1982) was a Canadian-born American actor of stage, film, and television. He initially played romantic leads, but later was mostly cast in villainous or sinister roles, like Jonas Wilkerson in Gone with the Wind and Oberon in A Midsummer Night's Dream.",
      "pageId": 1730549,
      "monthDay": "11/23"
    },
    {
      "year": "1914",
      "uri": "/wiki/Wilson_Tucker",
      "name": "Wilson Tucker",
      "aboutText": "John Dehner (November 23, 1915 – February 4, 1992) was an American actor in radio, television, and films, playing countless roles, often as a droll villain. Between 1941 and 1988, he appeared in over 260 films and television programs. Prior to acting, Dehner had worked as an animator at Walt Disney Studios, and later became a radio disc jockey.",
      "pageId": 3545880,
      "monthDay": "11/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/John_Dehner",
      "name": "John Dehner",
      "aboutText": "Francis Donald Nixon (November 23, 1914 – June 27, 1987) was the brother of former United States President, Richard Nixon.",
      "pageId": 5754963,
      "monthDay": "11/23"
    },
    {
      "year": "1915",
      "uri": "/wiki/Marc_Simont",
      "name": "Marc Simont",
      "aboutText": "Roger Avon (23 November 1914 – 21 December 1998) was a British film and television actor born in Jarrow, County Durham.\nSome of his television appearances include Hancock's Half Hour, Dad's Army, When the Boat Comes In, Department S, Doctor Who (serials The Crusade and The Daleks' Master Plan), Randall and Hopkirk (Deceased), Our Friends in the North and Blackadder the Third. He appeared in the films Daleks - Invasion Earth 2150 AD, The Likely Lads, Mutiny on the Buses, Quatermass and the Pit and Curse of the Crimson Altar, among others.",
      "pageId": 6060388,
      "monthDay": "11/23"
    },
    {
      "year": "1916",
      "uri": "/wiki/Michael_Gough",
      "name": "Michael Gough",
      "aboutText": "Marc Simont (November 23, 1915 – July 13, 2013) was a Paris-born American artist, political cartoonist, and illustrator of more than a hundred children's books. Inspired by his father, Spanish painter Joseph Simont, he began drawing at an early age. Simont settled in New York City in 1935 after encouragement from his father, attended the New York National School of Design, and served three years in the military.",
      "pageId": 6362312,
      "monthDay": "11/23"
    },
    {
      "year": "1916",
      "uri": "/wiki/P._K._Page",
      "name": "P. K. Page",
      "aboutText": "Betti Alver (23 November [O.S. 10 November] 1906 in Jõgeva – 19 June 1989 in Tartu) was the pseudonym of Elisabet Alver, (from the year 1937 Elisabet Talvik, and from the year 1956 Elisabet Lepik), one of Estonia's most notable poets. She was among the first generation to be educated in schools of an independent Estonia.",
      "pageId": 15309949,
      "monthDay": "11/23"
    },
    {
      "year": "1920",
      "uri": "/wiki/Paul_Celan",
      "name": "Paul Celan",
      "aboutText": "Kovindapillai Alvapillai (23 November 1905 – 17 February 1979) was a leading Ceylon Tamil civil servant.",
      "pageId": 33735517,
      "monthDay": "11/23"
    },
    {
      "year": "1921",
      "uri": "/wiki/Fred_Buscaglione",
      "name": "Fred Buscaglione",
      "aboutText": "Colin Macmillan Turnbull (November 23, 1924 – July 28, 1994) was a British-American anthropologist who came to public attention with the popular books The Forest People (on the Mbuti Pygmies of Zaire) and The Mountain People (on the Ik people of Uganda), and one of the first anthropologists to work in the field of ethnomusicology.",
      "pageId": 37807,
      "monthDay": "11/23"
    },
    {
      "year": "1922",
      "uri": "/wiki/Manuel_Fraga_Iribarne",
      "name": "Manuel Fraga Iribarne",
      "aboutText": "Sathya Sai Baba (born Sathya Narayana Raju; 23 November 1926 – 24 April 2011) was an Indian guru, and philanthropist. He claimed to be the reincarnation of Sai Baba of Shirdi.\nSai Baba's materialisations of vibhuti (holy ash) and other small objects such as rings, necklaces, and watches, along with reports of miraculous healings, resurrections, clairvoyance, bilocation, and alleged omnipotence and omniscience, were a source of both fame and controversy.",
      "pageId": 144178,
      "monthDay": "11/23"
    },
    {
      "year": "1922",
      "uri": "/wiki/V%C3%B5_V%C4%83n_Ki%E1%BB%87t",
      "name": "Võ Văn Kiệt",
      "aboutText": "Manuel Fraga Iribarne (Spanish pronunciation: [maˈnwel ˈfɾaɣa iɾiˈβarne]; 23 November 1922 – 15 January 2012) was a Spanish People's Party politician. Fraga's career as one of the key political figures in Spain straddles both General Francisco Franco's dictatorial regime and the subsequent transition to representative democracy.",
      "pageId": 318564,
      "monthDay": "11/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Daniel_Brewster",
      "name": "Daniel Brewster",
      "aboutText": "Angelo Raffaele Sodano (born 23 November 1927) is an Italian Cardinal of the Roman Catholic Church who has served as Dean of the College of Cardinals since 2005. He was Cardinal Secretary of State from 1991 to 2006, under both popes John Paul II and Benedict XVI. On 27 April 2005, he was elected to succeed Benedict XVI as Dean of the College of Cardinals by his fellow Cardinal Bishops. Sodano was the first person since 1828 to serve simultaneously as Dean and Secretary of State.",
      "pageId": 393681,
      "monthDay": "11/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Billy_Haughton",
      "name": "Billy Haughton",
      "aboutText": "John Morrison Cole (23 November 1927 – 7 November 2013) was a British journalist and broadcaster. He served as deputy editor of The Guardian and The Observer and, from 1981 to 1992, was the BBC's political editor.",
      "pageId": 411367,
      "monthDay": "11/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Julien_J._LeBourgeois",
      "name": "Julien J. LeBourgeois",
      "aboutText": "John Alfred \"Johnny\" Mandel (born November 23, 1925) is a Grammy and Oscar-winning American composer and arranger of popular songs, film music and jazz.",
      "pageId": 743370,
      "monthDay": "11/23"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gloria_Whelan",
      "name": "Gloria Whelan",
      "aboutText": "José Napoleón Duarte Fuentes (November 23, 1925 – February 23, 1990) was a Salvadoran political figure who served as President of El Salvador from 1984 to 1989. He was mayor of San Salvador before running for president in 1972. Although he lost, he almost certainly would have won had the count been honest.",
      "pageId": 744700,
      "monthDay": "11/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Irvin_J._Borowsky",
      "name": "Irvin J. Borowsky",
      "aboutText": "Võ Văn Kiệt (23 November 1922 – 11 June 2008) was a Vietnamese politician and statesman. He was a veteran fighter in the long war against French and then American military forces in South Vietnam. In the difficult years following the war, he was one of the most prominent political leaders that led the innovation (Đổi mới) policy in Vietnam.",
      "pageId": 755099,
      "monthDay": "11/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Josephine_D%27Angelo",
      "name": "Josephine D'Angelo",
      "aboutText": "Not to be confused with R. H. Burnside, stage director.",
      "pageId": 795894,
      "monthDay": "11/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Anita_Linda",
      "name": "Anita Linda",
      "aboutText": "Ferdinando \"Fred\" Buscaglione (Italian pronunciation: [fred buskaʎˈʎone]; 23 November 1921 – 3 February 1960) was an Italian singer and actor who became very popular in the late 1950s.",
      "pageId": 1057074,
      "monthDay": "11/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Paula_Raymond",
      "name": "Paula Raymond",
      "aboutText": "Guy Mattison Davenport (November 23, 1927 – January 4, 2005) was an American writer, translator, illustrator, painter, intellectual, and teacher.",
      "pageId": 1202612,
      "monthDay": "11/23"
    },
    {
      "year": "1924",
      "uri": "/wiki/Colin_Turnbull",
      "name": "Colin Turnbull",
      "aboutText": "Daniel Baugh Brewster (November 23, 1923 – August 19, 2007) was a Democratic member of the United States Senate, representing the State of Maryland from 1963 until 1969. He was also a member of the Maryland House of Delegates from 1950 to 1958, and a representative from the 2nd congressional district of Maryland in the United States House of Representatives from 1959 to 1963.\n^ \"Brewster, Daniel Baugh\".",
      "pageId": 1424145,
      "monthDay": "11/23"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jos%C3%A9_Napole%C3%B3n_Duarte",
      "name": "José Napoleón Duarte",
      "aboutText": "Paula Raymond (November 23, 1924 – December 31, 2003) was an American model and actress.",
      "pageId": 2060795,
      "monthDay": "11/23"
    },
    {
      "year": "1925",
      "uri": "/wiki/Johnny_Mandel",
      "name": "Johnny Mandel",
      "aboutText": "Billy Haughton, or William R. Haughton (November 23, 1923 – July 15, 1986) was an American harness driver and trainer, and one of the most-winning drivers ever. He was one of only three drivers to win the Hambletonian four times, the only one to win the Little Brown Jug five times, and the only one to win the Messenger Stakes seven times. With a career record of 4,910 wins and c.",
      "pageId": 2354230,
      "monthDay": "11/23"
    },
    {
      "year": "1925",
      "uri": "/wiki/Elaine_Horseman",
      "name": "Elaine Horseman",
      "aboutText": "Gloria Whelan (born November 23, 1923) is an American poet, short story writer, and novelist known primarily for children's and young-adult fiction. She won the annual National Book Award for Young People's Literature in 2000 for the novel Homeless Bird. She also won the 2013 Tuscany Prize for Catholic Fiction with her short story entitled What World Is This?",
      "pageId": 9512688,
      "monthDay": "11/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/Sathya_Sai_Baba",
      "name": "Sathya Sai Baba",
      "aboutText": "Anita Linda (born Alice Lake, November 23, 1924) is a two-time FAMAS award-winning and Gawad Urian award-winning Filipino film actress. A romantic lead in her youth, she later gained critical acclaim for her portrayals in maternal or elderly roles. At the age of 74, she became the oldest actress to ever win a FAMAS award, when she was named Best Supporting Actress for Ang Babae sa Bubungang Lata.",
      "pageId": 15448945,
      "monthDay": "11/23"
    },
    {
      "year": "1926",
      "uri": "/wiki/R._L._Burnside",
      "name": "R. L. Burnside",
      "aboutText": "Elaine Horseman (née Hall; 23 November 1925 – April 1999) was a British author of three children's books, which centre on five children in an old victorian house and their experiences with a book of magic spells. Horseman's first novel Hubble's Bubble was published first in England and in Germany, France, Sweden, Denmark, Finland, Spain and Portugal.",
      "pageId": 15963582,
      "monthDay": "11/23"
    },
    {
      "year": "1927",
      "uri": "/wiki/John_Cole_(journalist)",
      "name": "John Cole",
      "aboutText": "Irvin J. Borowsky (November 23, 1924 – November 25, 2014) was an American publisher and philanthropist.\n^ Staff. \"'Wall Street Journal' Story Lauds Local Man: Irvin Borowsky\", The Jewish Exponent, December 6, 2007.",
      "pageId": 19524288,
      "monthDay": "11/23"
    },
    {
      "year": "1927",
      "uri": "/wiki/Guy_Davenport",
      "name": "Guy Davenport",
      "aboutText": "Josephine \"Jo Jo\" D'Angelo (November 23, 1924 – August 18, 2013) was an American baseball left fielder who played from 1943 through 1944 in the All-American Girls Professional Baseball League. Listed at 5 ft 0 in (1.52 m), 135 lb., she batted and threw right-handed.\nJosephine D'Angelo was one of the sixty original players to join the All-American Girls Professional Baseball League for its inaugural season.",
      "pageId": 34409197,
      "monthDay": "11/23"
    },
    {
      "year": "1927",
      "uri": "/wiki/Angelo_Sodano",
      "name": "Angelo Sodano",
      "aboutText": "Julien Johnson LeBourgeois (23 November 1923 – 16 September 2012) was a retired vice admiral of the United States Navy.",
      "pageId": 35844266,
      "monthDay": "11/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jerry_Bock",
      "name": "Jerry Bock",
      "aboutText": "Krzysztof Eugeniusz Penderecki (/ˈkʃɪʃtɔːf ˌpɛndəˈrɛtski/; Polish: [ˈkʂɨʂtɔf ɛuˈɡɛɲuʂ pɛndɛˈrɛt͡skʲi]; born 23 November 1933) is a Polish composer and conductor. The Guardian has called him Poland's greatest living composer. Among his best known works are his Threnody to the Victims of Hiroshima, St.",
      "pageId": 17292,
      "monthDay": "11/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/John_Coleman_(Australian_footballer)",
      "name": "John Coleman",
      "aboutText": "Robert Towne (born Robert Bertram Schwartz; November 23, 1934) is an American screenwriter, producer, director and actor. He was part of the New Hollywood wave of filmmaking. His most notable work was his Academy Award-winning original screenplay for Roman Polanski's Chinatown (1974), which is widely considered one of the greatest movie screenplays ever written.",
      "pageId": 68283,
      "monthDay": "11/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Kalmer_Tennosaar",
      "name": "Kalmer Tennosaar",
      "aboutText": "Ali Shariati (Persian: علی شریعتی‎‎,  23 November 1933 – 19 June 1977) was an Iranian revolutionary and sociologist who focused on the sociology of religion.",
      "pageId": 159182,
      "monthDay": "11/23"
    },
    {
      "year": "1928",
      "uri": "/wiki/Elmarie_Wendel",
      "name": "Elmarie Wendel",
      "aboutText": "Harold Lee \"Hal\" Lindsey (born November 23, 1929) is an American evangelist and Christian writer.",
      "pageId": 186779,
      "monthDay": "11/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/Hal_Lindsey",
      "name": "Hal Lindsey",
      "aboutText": "Vladislav Nikolayevich Volkov (Russian: Владисла́в Никола́евич Во́лков; November 23, 1935 – June 30, 1971) was a Soviet cosmonaut who flew on the Soyuz 7 and Soyuz 11 missions.",
      "pageId": 197551,
      "monthDay": "11/23"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gloria_Lynne",
      "name": "Gloria Lynne",
      "aboutText": "Lewis Alan (\"Lew\") Hoad (23 November 1934 – 3 July 1994) was an Australian former World No. 1 tennis player.\nIn his 1979 autobiography, Jack Kramer, the long-time tennis promoter and great player himself, ranked Hoad as one of the 21 best players of all time.",
      "pageId": 481800,
      "monthDay": "11/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Geeta_Dutt",
      "name": "Geeta Dutt",
      "aboutText": "Geetā Dutt (born Geetā Ghosh Roy Chowdhuri) (23 November 1930 – 20 July 1972) was a prominent singer in India, born in Faridpur before the Partition of India. She found particular prominence as a playback singer in Hindi cinema. She also sang many modern Bengali songs.",
      "pageId": 603989,
      "monthDay": "11/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Robert_Easton_(actor)",
      "name": "Robert Easton",
      "aboutText": "Jerrold Lewis \"Jerry\" Bock (November 23, 1928 – November 3, 2010) was an American musical theater composer. He received the Tony Award for Best Musical and the Pulitzer Prize for Drama with Sheldon Harnick for their 1959 musical Fiorello!",
      "pageId": 691003,
      "monthDay": "11/23"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jack_McKeon",
      "name": "Jack McKeon",
      "aboutText": "John Douglas Coleman (23 November 1928 – 5 April 1973) was an Australian rules footballer and coach for Essendon in the Victorian Football League (now the AFL).\nColeman ranks as one of the greatest Australian rules footballers of all time. In a relatively short playing career, Coleman has the second highest goal average in the history of VFL/AFL football, kicking 537 goals in 98 matches.",
      "pageId": 1122078,
      "monthDay": "11/23"
    },
    {
      "year": "1932",
      "uri": "/wiki/Michel_David-Weill",
      "name": "Michel David-Weill",
      "aboutText": "Steve Landesberg (November 23, 1936 – December 20, 2010) was an American actor, comedian, and voice actor known for his role as the erudite, unflappable police detective Arthur P. Dietrich on the ABC sitcom Barney Miller, for which he was nominated for three Emmy Awards.",
      "pageId": 1781361,
      "monthDay": "11/23"
    },
    {
      "year": "1932",
      "uri": "/wiki/Kunie_Tanaka",
      "name": "Kunie Tanaka",
      "aboutText": "John Aloysius McKeon (/məˈkiːən/; born November 23, 1930), nicknamed \"Trader Jack,\" is an American former Major League Baseball manager and front-office executive.\nIn 2003, he won a World Series as manager of the Florida Marlins. Two full seasons removed from his previous managing job, McKeon had begun the 2003 season in retirement, but on May 11, he was induced to return to uniform at age 72 to replace Jeff Torborg as the Marlins' pilot.",
      "pageId": 1984786,
      "monthDay": "11/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Krzysztof_Penderecki",
      "name": "Krzysztof Penderecki",
      "aboutText": "Elmarie Louise Wendel (born November 23, 1928) is an American actress, best known for her role as Mrs. Dubcek in the NBC sitcom 3rd Rock from the Sun.\nBorn on a farm in Howard County, Iowa, one of five siblings, Wendel spent her childhood traveling with her musical parents and dancing with her sisters in and around the Midwest in club and concert hall venues, including the Grand Ole Opry.",
      "pageId": 2830873,
      "monthDay": "11/23"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ali_Shariati",
      "name": "Ali Shariati",
      "aboutText": "Michel David-Weill (born November 23, 1932) is an investment banker and former Chairman of New York City-based Lazard Frères.",
      "pageId": 3001419,
      "monthDay": "11/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/Lew_Hoad",
      "name": "Lew Hoad",
      "aboutText": "Gloria Lynne (born Gloria Wilson; November 23, 1929 – October 15, 2013), also known as Gloria Alleyne, was an American jazz vocalist with a recording career spanning from 1958 to 2007.",
      "pageId": 3837467,
      "monthDay": "11/23"
    },
    {
      "year": "1934",
      "uri": "/wiki/Robert_Towne",
      "name": "Robert Towne",
      "aboutText": "Kunie Tanaka (田中 邦衛, Tanaka Kunie, born November 23, 1932) is a Japanese actor. He had his first notable role in 1960 as a thug in Akira Kurosawa's The Bad Sleep Well, and worked with the director again on Sanjuro. Tanaka is well known for his roles in Kinji Fukasaku's yakuza films, namely the Battles Without Honor and Humanity series.",
      "pageId": 5525835,
      "monthDay": "11/23"
    },
    {
      "year": "1935",
      "uri": "/wiki/Vladislav_Volkov",
      "name": "Vladislav Volkov",
      "aboutText": "Mats Traat (born November 23, 1936 in Arula, Otepää Parish) is a prolific Estonian poet and author.",
      "pageId": 5801532,
      "monthDay": "11/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Robert_Barnard",
      "name": "Robert Barnard",
      "aboutText": "Robert Barnard (23 November 1936 - 19 September 2013) was an English crime writer, critic and lecturer.",
      "pageId": 7381821,
      "monthDay": "11/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Steve_Landesberg",
      "name": "Steve Landesberg",
      "aboutText": "Robert Easton (November 23, 1930 – December 16, 2011) was an American actor whose career in film and television spanned more than 60 years. His mastery of English dialect earned him the epithet \"The Man of a Thousand Voices\". For decades, he was a leading Hollywood dialogue or accent coach.",
      "pageId": 8459850,
      "monthDay": "11/23"
    },
    {
      "year": "1936",
      "uri": "/wiki/Mats_Traat",
      "name": "Mats Traat",
      "aboutText": "Sir Graham Hearne CBE (born 23 Nov. 1937) is an English businessman who was chairman of Enterprise Oil from 1991 until 2002, having joined Enterprise as chief executive in 1984.\nHe practiced as a solicitor at Pinsent & Co and at Fried, Frank, Harris, Shriver & Jacobson in New York.",
      "pageId": 16917166,
      "monthDay": "11/23"
    },
    {
      "year": "1937",
      "uri": "/wiki/Graham_Hearne",
      "name": "Graham Hearne",
      "aboutText": "Kalmer Tennosaar (23 November 1928, Kiidjärve, Vastse-Kuuste Parish – 20 September 2004, Tallinn) was Estonian singer and Eesti Televisioon journalist.",
      "pageId": 21854942,
      "monthDay": "11/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Patrick_Kelly_(Archbishop_of_Liverpool)",
      "name": "Patrick Kelly",
      "aboutText": "Andrew Goodman (November 23, 1943 – June 21, 1964) was one of three American civil rights activists murdered near Philadelphia, Mississippi, during Freedom Summer in 1964 by members of the Ku Klux Klan.",
      "pageId": 101971,
      "monthDay": "11/23"
    },
    {
      "year": "1938",
      "uri": "/wiki/Esko_Nikkari",
      "name": "Esko Nikkari",
      "aboutText": "David Fraser Nolan (/ˈnoʊlən/; November 23, 1943 – November 21, 2010) was an American activist and politician. He was one of the founders of the Libertarian Party of the United States, having hosted the meeting in 1971 at which the Party was founded. Nolan subsequently served the party in a number of roles including National Chair, editor of the party newsletter, chairman of the By-laws Committee, chairman of the Judicial Committee, and Chairman of the Platform Committee.",
      "pageId": 177099,
      "monthDay": "11/23"
    },
    {
      "year": "1939",
      "uri": "/wiki/Betty_Everett",
      "name": "Betty Everett",
      "aboutText": "Franco Nero (born 23 November 1941) is an Italian actor.\nHe is best known for his roles of the title character in Sergio Corbucci's Django (1966), Sir Lancelot in Joshua Logan's Camelot (1967), Horacio in Luis Buñuel's Tristana (1970), the title character in Enzo G. Castellari's Keoma (1976), Captain Nikolai Lescovar/Colonel von Ingorslebon in Guy Hamilton's Force 10 from Navarone (1978), Cole in Menahem Golan's Enter the Ninja (1981), his reprising role again as the title character in Nello Rosatti's Django 2 (1987), General Ramon Esperanza in Renny Harlin's Die Hard 2 (1990), Gianni Versace in Menahem Golan's The Versace Murder (1998), General Francini in Brian Trenchard-Smith's Megiddo: The Omega Code 2 (2001) and Lorenzo Bartolini in Gary Winick's Letters to Juliet (2010).\nHe also played the narrator in the film Rasputin (2010) directed by Louis Nero and voiced the character of Uncle Topolino in the animated film Cars 2 (2011) directed by John Lasseter and co-directed by Brad Lewis.",
      "pageId": 239917,
      "monthDay": "11/23"
    },
    {
      "year": "1940",
      "uri": "/wiki/Luis_Tiant",
      "name": "Luis Tiant",
      "aboutText": "James Edward \"Jim\" Doyle (born November 23, 1945) is a Wisconsin politician and member of the Democratic Party. He was the 44th Governor of Wisconsin, serving from January 6, 2003 to January 3, 2011. He defeated incumbent Governor Scott McCallum by a margin of 45 percent to 41 percent; the Libertarian Party candidate Ed Thompson carried 10 percent of the vote.",
      "pageId": 339830,
      "monthDay": "11/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Alan_Mullery",
      "name": "Alan Mullery",
      "aboutText": "Dennis Andrew Nilsen (born 23 November 1945) is a British serial killer and necrophiliac, also known as the Muswell Hill Murderer and the Kindly Killer, who murdered at least 12 young men in a series of killings committed between 1978 and 1983 in London, England. Convicted of six counts of murder and two of attempted murder at the Old Bailey, Nilsen was sentenced to life imprisonment on 4 November 1983, with a recommendation that he serve a minimum of 25 years. He is currently incarcerated at HMP Full Sutton maximum security prison in the East Riding of Yorkshire, England.",
      "pageId": 579534,
      "monthDay": "11/23"
    },
    {
      "year": "1941",
      "uri": "/wiki/Franco_Nero",
      "name": "Franco Nero",
      "aboutText": "József A. \"Joe\" Eszterhas (Hungarian: Eszterhas József; pronounced [ˈɛstɛrhɒʃ ˈjoːʒɛf]; born November 23, 1944) is a Hungarian-American writer, offspring of the aristocratic House of Esterházy. He has worked on 16 films that have grossed approximately one billion dollars.",
      "pageId": 856360,
      "monthDay": "11/23"
    },
    {
      "year": "1942",
      "uri": "/wiki/Susan_Anspach",
      "name": "Susan Anspach",
      "aboutText": "Luis Clemente Tiant Vega (Spanish pronunciation: [ˈlwis ˈtjant]), born November 23, 1940), is a former Major League Baseball (MLB) right-handed starting pitcher. He pitched 19 years primarily for the Cleveland Indians and the Boston Red Sox. He became a member of the Boston Red Sox Hall of Fame in 1997.",
      "pageId": 1010217,
      "monthDay": "11/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Andrew_Goodman",
      "name": "Andrew Goodman",
      "aboutText": "The Honourable Susan Frances Harmar-Nicholls (born 23 November 1943), known as Sue Nicholls, is an English actress, known for her long-running role as Audrey Roberts in the British soap opera Coronation Street. Having played Audrey on a recurring basis for six years from the characters's debut in 1979, she joined the cast permanently in 1985. She won the 2000 British Soap Award for Best Comedy Performance and the 2003 British Soap Award for Best Dramatic Performance.",
      "pageId": 1247563,
      "monthDay": "11/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Sue_Nicholls",
      "name": "Sue Nicholls",
      "aboutText": "Alan Patrick Mullery MBE (born 23 November 1941, Notting Hill, London) is a former English football player and manager. After enjoying a successful career with Fulham and Tottenham Hotspur in the 1960s and 1970s, he became a manager working with several different clubs. He is now employed as a television pundit.",
      "pageId": 2036197,
      "monthDay": "11/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/David_Nolan_(libertarian)",
      "name": "David Nolan",
      "aboutText": "James Lee Toback (born November 23, 1944) is an American screenwriter and film director, as well as non-fiction writer, and essayist.",
      "pageId": 2454454,
      "monthDay": "11/23"
    },
    {
      "year": "1943",
      "uri": "/wiki/Petar_Skansi",
      "name": "Petar Skansi",
      "aboutText": "Susan Anspach (born November 23, 1942) is an American stage and film actress.",
      "pageId": 2522631,
      "monthDay": "11/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/Joe_Eszterhas",
      "name": "Joe Eszterhas",
      "aboutText": "Peter Lindbergh (born Brodbeck on November 23, 1944) is a German photographer and director.",
      "pageId": 3020453,
      "monthDay": "11/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Lindbergh",
      "name": "Peter Lindbergh",
      "aboutText": "Betty Everett (November 23, 1939 – August 19, 2001) was an American soul singer and pianist, best known for her biggest hit single, the million-selling \"The Shoop Shoop Song (It's in His Kiss)\".",
      "pageId": 3114319,
      "monthDay": "11/23"
    },
    {
      "year": "1944",
      "uri": "/wiki/James_Toback",
      "name": "James Toback",
      "aboutText": "Keith Hampshire (born 23 November 1945 in Dulwich, London) is an English-born popular singer of the 1970s, famous in Canada for three top ten hits (including his #1 version of \"The First Cut Is The Deepest\", which topped the RPM 100 national singles chart on 12 May 1973), and the successful CBC Television show Keith Hampshire's Music Machine. Though his voice resembles David Clayton-Thomas', especially on \"Daytime Night-time\", Hampshire was not as successful in the United States, where that highest charting single only reached number 51.\nBetween July 1966 and mid-August 1967, he was a DJ for the offshore pirate radio station Radio Caroline South.",
      "pageId": 3902519,
      "monthDay": "11/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Assi_Dayan",
      "name": "Assi Dayan",
      "aboutText": "Patrick Altham Kelly KC*HS (born 23 November 1938) is an English prelate of the Roman Catholic Church. He is the Archbishop Emeritus of the Archdiocese of Liverpool following his resignation which took effect on 27 February 2013; he was formerly Vice President of the Catholic Bishops' Conference of England and Wales.",
      "pageId": 4262540,
      "monthDay": "11/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jim_Doyle",
      "name": "Jim Doyle",
      "aboutText": "Asaf \"Assi\" Dayan (Hebrew: אסף \"אסי\" דיין‎; 23 November 1945 – 1 May 2014) was an Israeli film director, actor, screenwriter and producer.",
      "pageId": 6274030,
      "monthDay": "11/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Keith_Hampshire",
      "name": "Keith Hampshire",
      "aboutText": "Esko Nikkari (23 November 1938 Lapua, Finland – 17 December 2006 in Seinäjoki, Finland) was a prolific Finnish actor who made more than 70 appearances on film and television. He debuted in 1974 in the movie Karvat.\nNikkari was a workhorse of the Kaurismäki brothers, with whom he first worked on Rikos ja rangaistus in 1983.",
      "pageId": 7838632,
      "monthDay": "11/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jerry_Harris",
      "name": "Jerry Harris",
      "aboutText": "Tony Pond (23 November 1945 – 7 February 2002) was a well-known British rally driver.",
      "pageId": 9230737,
      "monthDay": "11/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Dennis_Nilsen",
      "name": "Dennis Nilsen",
      "aboutText": "Jerry Harris (born Pittsburgh, Pennsylvania, November 23, 1945) is an abstract sculptor, collagist and writer.",
      "pageId": 14806792,
      "monthDay": "11/23"
    },
    {
      "year": "1945",
      "uri": "/wiki/Tony_Pond",
      "name": "Tony Pond",
      "aboutText": "Petar Skansi (born 23 November 1943) is a Croatian former basketball player and basketball coach. During his playing career, he played for Jugoplastika Split and Scavolini Pesaro. He was named one of FIBA's 50 Greatest Players in 1991.",
      "pageId": 30949092,
      "monthDay": "11/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Giorgos_Koudas",
      "name": "Giorgos Koudas",
      "aboutText": "Charles Ellis \"Chuck\" Schumer (/ˈʃuːmər/; born November 23, 1950) is the senior United States Senator from New York and a member of the Democratic Party. First elected in 1998, he defeated three-term Republican incumbent Al D'Amato by a margin of 55%–44%. Schumer was re-elected in 2004 by a margin of 71%–24% and in 2010 by a margin of 66%–33%.",
      "pageId": 326708,
      "monthDay": "11/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Diana_Quick",
      "name": "Diana Quick",
      "aboutText": "Bobby Lee Rush (born November 23, 1946) is the U.S. Representative for Illinois's 1st congressional district, serving since 1993. The district is located principally on the South Side of Chicago with its population percentage being 65% African-American, higher than any other congressional district in the nation.\nA member of the Democratic Party, he holds the distinction of being the only person to defeat President Barack Obama in an election which he did in the 2000 Democratic primary for Illinois' 1st congressional district.",
      "pageId": 411889,
      "monthDay": "11/23"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bobby_Rush",
      "name": "Bobby Rush",
      "aboutText": "Thomas \"Tom\" Joyner (born November 23, 1949) is an American radio host, host of the nationally syndicated The Tom Joyner Morning Show, and also founder of REACH Media Inc., the Tom Joyner Foundation, and BlackAmericaWeb.com.",
      "pageId": 450739,
      "monthDay": "11/23"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jean-Pierre_Foucault",
      "name": "Jean-Pierre Foucault",
      "aboutText": "David Stephen Rappaport (23 November 1951 – 2 May 1990) was an English actor, one of the best known dwarf actors in television and film, known for his roles in the films Time Bandits and The Bride, and television series such as L.A. Law, The Wizard and Captain Planet and the Planeteers.",
      "pageId": 826452,
      "monthDay": "11/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Bruce_Vilanch",
      "name": "Bruce Vilanch",
      "aboutText": "Francis Cabrel (born 23 November 1953, Agen) is a French singer-songwriter and guitarist. He has released a number of albums falling mostly within the realm of folk, with occasional forays into blues or country. Several of his songs, such as \"L'encre de tes yeux,\" \"Petite Marie,\" and \"La corrida,\" have become enduring favorites in French music.",
      "pageId": 1247607,
      "monthDay": "11/23"
    },
    {
      "year": "1948",
      "uri": "/wiki/Frank_Worthington",
      "name": "Frank Worthington",
      "aboutText": "Jerry verDorn (born November 23, 1949) is an American soap opera actor, best known for his role as Ross Marler in Guiding Light and Clint Buchanan in One Life to Live.\nverDorn became one of Guiding Lights longest-running cast members, debuting in the role on March 23, 1979 and portraying the character of Ross for over 26 years. He won Daytime Emmy Awards for Best Supporting Actor in 1995 and again in 1996.",
      "pageId": 1348206,
      "monthDay": "11/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tom_Joyner",
      "name": "Tom Joyner",
      "aboutText": "Frank Stewart Worthington (born 23 November 1948) is an English former footballer. Frank was born into a footballing family in Shelf near Halifax, West Riding of Yorkshire. Both of his parents had played the game and his two older brothers, Dave and Bob, became professional footballers, both began their careers with Halifax Town.",
      "pageId": 1820814,
      "monthDay": "11/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alan_Paul",
      "name": "Alan Paul",
      "aboutText": "Metropolitan Vladimir (Volodymyr; secular name Viktor Markianovich Sabodan, Russian: Виктор Маркианович Сабодан, Ukrainian: Віктор Маркіянович Сабодан, November 23, 1935 – July 5, 2014) was the head of the Ukrainian Orthodox Church (Moscow Patriarchate) (UOC-MP) 1992-2014. Metropolitan Volodymyr's official title was: His Beatitude Vladimir, Metropolitan of Kiev and all Ukraine. As head of the Ukrainian Orthodox Church (Moscow Patriarchate), he was the head of the only Ukrainian Church inside Ukraine to have canonical standing (legal recognition) in Eastern Orthodoxy worldwide.",
      "pageId": 2016155,
      "monthDay": "11/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sandra_Stevens",
      "name": "Sandra Stevens",
      "aboutText": "Bruce Vilanch (born November 23, 1948) is an American comedy writer, songwriter and actor. He is a six-time Emmy Award-winner. Vilanch is best known to the public for his four-year stint on Hollywood Squares, as a celebrity participant; behind the scenes he was head writer for the show.",
      "pageId": 2155218,
      "monthDay": "11/23"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jerry_verDorn",
      "name": "Jerry verDorn",
      "aboutText": "Rick Bayless (born November 23, 1953) is an American chef who specializes in traditional Mexican cuisine with modern interpretations. He is widely known for his PBS series Mexico: One Plate at a Time.",
      "pageId": 2195339,
      "monthDay": "11/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Nrisingha_Prasad_Bhaduri",
      "name": "Nrisingha Prasad Bhaduri",
      "aboutText": "Diana Marilyn Quick (born 23 November 1946) is an English actress.",
      "pageId": 2613965,
      "monthDay": "11/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Carlos_Eire",
      "name": "Carlos Eire",
      "aboutText": "Johannes Abraham (Johan) de Meij (Dutch pronunciation: [ˈjohɑn dʏ ˈmɛi], born November 23, 1953, Voorburg) is a Dutch conductor, trombonist, and composer, best known for his Symphony No.",
      "pageId": 4261150,
      "monthDay": "11/23"
    },
    {
      "year": "1950",
      "uri": "/wiki/Chuck_Schumer",
      "name": "Chuck Schumer",
      "aboutText": "Ilias \"Maik\" Galakos (Greek: Μάικ Γαλάκος) is a retired Greek football striker who was active during the 1970s and 1980s.\nGalakos was born on 23 November 1951 in Piraeus, Greece but his family emigrated to Germany where he first played football for Fortuna Düsseldorf (1972–1973). He returned to Greece and played for Olympiakos in the period 1973–1981 before committing the unthinkable deed in the eyes of Olympiakos supporters, by signing with Panathinaikos.",
      "pageId": 6632688,
      "monthDay": "11/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/Maik_Galakos",
      "name": "Maik Galakos",
      "aboutText": "Giorgos Koudas (Greek: Γιώργος Κούδας) is a retired attacking football midfielder. Nicknamed Alexander the Great of Greek football, he is considered one of the best Greek footballers ever to play the game, and the last of a marvelous generation, including Mimis Domazos, Thomas Mavros and others.\nKoudas was a virtuoso of the ball, but possessed great speed and tactical awareness as well.",
      "pageId": 8115330,
      "monthDay": "11/23"
    },
    {
      "year": "1951",
      "uri": "/wiki/David_Rappaport",
      "name": "David Rappaport",
      "aboutText": "Jean-Pierre Foucault (born 23 November 1947 in Marseille) is a French television and radio host. He was born in Marseille, his mother was Jewish. He is the host of Qui Veut Gagner des Millions ?, the French version of Who Wants to Be a Millionaire?",
      "pageId": 13491790,
      "monthDay": "11/23"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bill_Troiano",
      "name": "Bill Troiano",
      "aboutText": "Bill Troiano is an American tuba player from Long Island, New York. He was a member of the Guy Lombardo Orchestra from 1976-78. Known as Mr.",
      "pageId": 13843087,
      "monthDay": "11/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Rick_Bayless",
      "name": "Rick Bayless",
      "aboutText": "Sandra Stevens (born 23 November 1949, Leeds, Yorkshire) is a British singer and member of pop group Brotherhood of Man.",
      "pageId": 18886514,
      "monthDay": "11/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Francis_Cabrel",
      "name": "Francis Cabrel",
      "aboutText": "Carlos M. N. Eire is the T. Lawrason Riggs Professor of History and Religious Studies at Yale University.",
      "pageId": 19220416,
      "monthDay": "11/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Johan_de_Meij",
      "name": "Johan de Meij",
      "aboutText": "Alan Paul (born November 23, 1949, Newark, New Jersey) is a Grammy Award-winning singer and composer, best known as one of the founding members of the current incarnation of the vocal group The Manhattan Transfer.",
      "pageId": 22964320,
      "monthDay": "11/23"
    },
    {
      "year": "1953",
      "uri": "/wiki/Volodymyr_Sabodan",
      "name": "Volodymyr Sabodan",
      "aboutText": "Nrisingha Prasad Bhaduri (Bengali: নৃসিংহপ্রসাদ ভাদুড়ী Nr̥sinha Prasād Bhāduṛi; born 23 November 1950) is an Indologist and a specialist of Indian epics and Puranas. He is also a writer. As of 2012 he is overseeing a large-scale encyclopaedia project on Indian epics like Mahabharata and Ramayana which will be released around 2015.",
      "pageId": 37945822,
      "monthDay": "11/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Pete_Allen_(musician)",
      "name": "Pete Allen",
      "aboutText": "Steven Karl Zoltán Brust (born November 23, 1955) is an American fantasy and science fiction author of Hungarian descent. He is best known for his series of novels about the assassin Vlad Taltos, one of a disdained minority group of humans living on a world called Dragaera. His recent novels also include The Incrementalists (2013), with co-author Skyler White.",
      "pageId": 56397,
      "monthDay": "11/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ross_Brawn",
      "name": "Ross Brawn",
      "aboutText": "Mary Loretta Landrieu (/ˈlændruː/ LAN-drew; born November 23, 1955) is an American politician and former U.S. Senator from the state of Louisiana. She is a member of the Democratic Party.\nBorn in Arlington, Virginia, Landrieu was raised in New Orleans, Louisiana.",
      "pageId": 188767,
      "monthDay": "11/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Glenn_Brummer",
      "name": "Glenn Brummer",
      "aboutText": "Shane Elizabeth Gould, MBE (born 23 November 1956) is an Australian former competition swimmer who won three gold medals, a silver medal and a bronze at the 1972 Summer Olympics.",
      "pageId": 409850,
      "monthDay": "11/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bruce_Hornsby",
      "name": "Bruce Hornsby",
      "aboutText": "Dominique Ellen Dunne (November 23, 1959 – November 4, 1982) was an American actress. She appeared in several television films and series from 1979 to 1982, but was best known for portraying Dana Freeling, the oldest daughter, in the 1982 horror film Poltergeist.\nOn October 30, 1982, Dunne was strangled by her ex-boyfriend in the driveway of her West Hollywood home and went into a coma.",
      "pageId": 477067,
      "monthDay": "11/23"
    },
    {
      "year": "1954",
      "uri": "/wiki/Aavo_Pikkuus",
      "name": "Aavo Pikkuus",
      "aboutText": "Ludovico Einaudi OMRI (Italian: [ludoˈviːko eiˈnaudi]; born 23 November 1955) is an Italian pianist and composer. He trained at the Conservatorio Verdi in Milan and under composer Luciano Berio in the early 1980s. Einaudi began his career as a classical composer, and soon began incorporating other styles and genres—including pop, rock, world music, and folk music.",
      "pageId": 569555,
      "monthDay": "11/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Steven_Brust",
      "name": "Steven Brust",
      "aboutText": "Bruce Randall Hornsby (born November 23, 1954) is an American singer and keyboardist known for the spontaneity and creativity of his live performances. Hornsby draws frequently from classical, jazz, bluegrass, folk, Motown, gospel, rock, blues, and jam band musical traditions with his songwriting and the seamless improvisations contained within.\nHornsby's recordings have been recognized on a number of occasions with industry awards, including the 1987 Grammy Award for Best New Artist with Bruce Hornsby and the Range, the 1990 Grammy Award for Best Bluegrass Album, and the 1994 Grammy Award for Best Pop Instrumental Performance.",
      "pageId": 619068,
      "monthDay": "11/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ludovico_Einaudi",
      "name": "Ludovico Einaudi",
      "aboutText": "Maxwell Caulfield (born 23 November 1959) is a British-American film, stage, and television actor who is based in the United States. He has appeared in films such as Grease 2 (1982), Electric Dreams (1984), The Boys Next Door (1985), The Supernaturals (1986), Sundown: The Vampire in Retreat (1989), Waxwork 2 (1992), Gettysburg (1993), Empire Records (1995), The Real Blonde (1997), and The Man Who Knew Too Little (1997).\nFrom 28 May 2015, Caufield began touring Australia with his wife Juliet Mills and her sister Hayley Mills in the comedy Legends!",
      "pageId": 627249,
      "monthDay": "11/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Dinos_Kouis",
      "name": "Dinos Kouis",
      "aboutText": "Ross James Brawn OBE (born 23 November 1954) is a British former motorsport engineer and Formula One team principal. He worked for a number of Formula One teams, serving as the technical director of the championship-winning Benetton and Ferrari teams. He took a sabbatical from the sport in 2007 but returned to F1 for the 2008 season as Team Principal of Honda.",
      "pageId": 695697,
      "monthDay": "11/23"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mary_Landrieu",
      "name": "Mary Landrieu",
      "aboutText": "Mervyn Gregory \"Merv\" Hughes (born 23 November 1961) is a former Australian cricketer. A right-arm fast bowler, he represented Australia between 1985 and 1994 in 53 Test matches, taking 212 wickets. He played 33 One Day Internationals, taking 38 wickets.",
      "pageId": 897223,
      "monthDay": "11/23"
    },
    {
      "year": "1956",
      "uri": "/wiki/Shane_Gould",
      "name": "Shane Gould",
      "aboutText": "John H. Schnatter (born November 23, 1961) is an American businessman and the founder, current CEO, and spokesman for Papa John's International, Inc. He founded the company in October 1984.\n^ \"WLKY-TV airs one-on-one interview with John Schnatter\".",
      "pageId": 1453773,
      "monthDay": "11/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Maxwell_Caulfield",
      "name": "Maxwell Caulfield",
      "aboutText": "Robin René Roberts (born November 23, 1960) is an American television broadcaster. Roberts is the anchor of ABC's Good Morning America.\nAfter growing up in Mississippi and attending Southeastern Louisiana University, Roberts was a sports anchor for local TV and radio stations.",
      "pageId": 2070842,
      "monthDay": "11/23"
    },
    {
      "year": "1959",
      "uri": "/wiki/Dominique_Dunne",
      "name": "Dominique Dunne",
      "aboutText": "Glenn Edward Brummer (born November 23, 1954, in Olney, Illinois) is a former Major League Baseball catcher.\nSigned by the St. Louis Cardinals as an amateur free agent in 1974, Brummer made his Major League Baseball debut with the St.",
      "pageId": 4664620,
      "monthDay": "11/23"
    },
    {
      "year": "1960",
      "uri": "/wiki/Robin_Roberts_(newscaster)",
      "name": "Robin Roberts",
      "aboutText": "Nicolás Maduro Moros (Spanish: [nikoˈlas maˈðuɾo ˈmoɾos]; born 23 November 1962) is a Venezuelan politician who has been President of Venezuela since 2013. Previously he served under President Hugo Chávez as Minister of Foreign Affairs from 2006 to 2013 and as Vice President of Venezuela from 2012 to 2013.\nA former bus driver, Maduro rose to become a trade union leader, before being elected to the National Assembly in 2000.",
      "pageId": 7161476,
      "monthDay": "11/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Keith_Ablow",
      "name": "Keith Ablow",
      "aboutText": "Lance King (born November 23, 1962) is an American heavy metal vocalist specializing in melodic rock progressive and power metal.",
      "pageId": 7274611,
      "monthDay": "11/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Nicolas_Bacri",
      "name": "Nicolas Bacri",
      "aboutText": "Keith Russell Ablow (born November 23, 1961) is an American psychiatrist, author and television personality. He is also a contributor on psychiatry for Fox News Channel.",
      "pageId": 7572196,
      "monthDay": "11/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Merv_Hughes",
      "name": "Merv Hughes",
      "aboutText": "Dinos Kouis (Greek: Ντίνος Κούης) was a Greek footballer who some say, was the best player ever to wear the jersey of Aris Thessaloniki. Kouis at age 10 moved with his family to Thessaloniki. he started in football playing for Agrotikos Asteras in 1970, where he remained until 1974, then he transferred to Aris Thessaloniki.",
      "pageId": 8161080,
      "monthDay": "11/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/John_Schnatter",
      "name": "John Schnatter",
      "aboutText": "Peter James Stanford (born 23 November 1961) is a British writer, editor, journalist and presenter, known for his biographies and writings on religion and ethics. His biography of Lord Longford was the basis for the 2006 BAFTA-winning film Longford starring Jim Broadbent in the title role.",
      "pageId": 8203400,
      "monthDay": "11/23"
    },
    {
      "year": "1961",
      "uri": "/wiki/Peter_Stanford",
      "name": "Peter Stanford",
      "aboutText": "Nicolas Bacri (born 23 November 1961 in Paris) is a French composer.",
      "pageId": 10725086,
      "monthDay": "11/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/Lance_King",
      "name": "Lance King",
      "aboutText": "Pete Allen (born 23 November 1954, Newbury, Berkshire, England) is an English dixieland jazz clarinetist, alto and soprano saxophonist, bandleader and vocalist known for his work with Kenny Ball, Terry Lightfoot, Beryl Bryden, Tommy Burton, Ian-Hunter Randall, Chris Hodgkins, Mick Cooke and John Armatage.",
      "pageId": 10932075,
      "monthDay": "11/23"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nicol%C3%A1s_Maduro",
      "name": "Nicolás Maduro",
      "aboutText": "Aavo Pikkuus (born 23 November 1954) is a retired Estonian cyclist. He was part of the Soviet team that won the 100 km team time trial at the 1976 Summer Olympics and 1977 UCI Road World Championships and finished second at the world championships in 1975 and 1978.\nBetween 1974 and 1977 Pikkuus won four national (Soviet) titles in the road race.",
      "pageId": 38371440,
      "monthDay": "11/23"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mamoru_Takuma",
      "name": "Mamoru Takuma",
      "aboutText": "Vincent Cassel (French: [vɛ̃sɑ̃ kasɛl]; born Vincent Crochon, 23 November 1966) is a French actor best known to English-speaking audiences through his film performances in Ocean's Twelve and Ocean's Thirteen, as well as Black Swan. Cassel is also renowned for playing the infamous French bank-robber and folk hero Jacques Mesrine in Mesrine: Killer Instinct and Mesrine: Public Enemy Number One.",
      "pageId": 246309,
      "monthDay": "11/23"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kevin_Chamberlin",
      "name": "Kevin Chamberlin",
      "aboutText": "Zoë Louise Ball (born 23 November 1970) is an English television and radio personality, best known as the first female host of The Radio 1 Breakfast Show on BBC Radio 1, as well as for presenting the 1990s children's show Live & Kicking.\nBall was a contestant in the third series of Strictly Come Dancing. Following this she replaced Claudia Winkleman hosting the BBC Two spin-off show Strictly Come Dancing: It Takes Two and has been since 2011.",
      "pageId": 292066,
      "monthDay": "11/23"
    },
    {
      "year": "1964",
      "uri": "/wiki/Frank_Rutherford",
      "name": "Frank Rutherford",
      "aboutText": "Kirsty Jackson Young (born 23 November 1968) is a Scottish television and radio presenter. She is the main presenter of Crimewatch and Desert Island Discs.",
      "pageId": 558088,
      "monthDay": "11/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jennifer_Michael_Hecht",
      "name": "Jennifer Michael Hecht",
      "aboutText": "Gary Kirsten (born 23 November 1967) is a former South African cricketer, and the World Cup winning coach of the Indian cricket team. He played 101 Test matches and 185 One Day Internationals for South Africa between 1993 and 2004, mainly as an opening batsman. His half brother Peter, also played provincial cricket for Western Province, and then later for the South Africa cricket team which included the highlight of the Cricket World Cup in 1992.",
      "pageId": 897261,
      "monthDay": "11/23"
    },
    {
      "year": "1965",
      "uri": "/wiki/J._T._the_Brick",
      "name": "J. T. the Brick",
      "aboutText": "Jonathan Seet (born November 23, 1969) is a Singaporean-born Canadian singer-songwriter, composer and producer.\nSeet was born in Singapore to a Singaporean father and an Irish mother who emigrated to Canada shortly after he was born.",
      "pageId": 1371617,
      "monthDay": "11/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vincent_Cassel",
      "name": "Vincent Cassel",
      "aboutText": "Jennifer Michael Hecht (born November 23, 1965) is a teacher, author, poet, historian, and philosopher. She was an associate professor of history at Nassau Community College (1994-2007) and now teaches at The New School in New York City.\nHecht has seven published books, her scholarly articles have been published in many journals and magazines, and her poetry has appeared in The New Yorker, The New Republic, Ms.",
      "pageId": 1653438,
      "monthDay": "11/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kevin_Gallacher",
      "name": "Kevin Gallacher",
      "aboutText": "Hamid Hassani or Hamid Hasani (Persian: حمید حسنی‎‎) (Persian pronunciation: [hæˈmiːd-e hæsæˈniː]) (born November 23, 1968 in Saqqez, Iranian Kurdistan province, Iran) is an Iranian scholar and researcher, concentrated on Persian lexicography, dictionary-making, and Persian corpus linguistics, also an expert on Persian, Standard Arabic, and Kurdish prosody (metrics/ versification).\nHassani lives in Tehran since 1987.\nHe has published 7 books and more than 120 papers on Persian, Arabic, and Kurdish language and literature.",
      "pageId": 2143101,
      "monthDay": "11/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jerry_Kelly",
      "name": "Jerry Kelly",
      "aboutText": "Jerome Patrick Kelly (born November 23, 1966) is an American professional golfer.\nKelly was born in Madison, Wisconsin. He graduated from the University of Hartford in 1989 and turned professional later that year, but didn't make it onto the PGA Tour until 1996.",
      "pageId": 2151007,
      "monthDay": "11/23"
    },
    {
      "year": "1966",
      "uri": "/wiki/Hannes_Vanak%C3%BCla",
      "name": "Hannes Vanaküla",
      "aboutText": "John Tournour (born November 23, 1965, in New York City, New York), better known as J.T. the Brick, is a sports talk radio host based in Las Vegas, Nevada. His show airs weekdays from 3pm to 7pm Pacific time (6pm to 10pm Eastern) on Fox Sports Radio.",
      "pageId": 2162898,
      "monthDay": "11/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gary_Kirsten",
      "name": "Gary Kirsten",
      "aboutText": "Salli Elise Richardson (born November 23, 1967) is an American television and film actress. Richardson is best known for her role as Dr. Allison Blake on the Syfy comedy-drama series Eureka (2006–2012).",
      "pageId": 2216926,
      "monthDay": "11/23"
    },
    {
      "year": "1967",
      "uri": "/wiki/Salli_Richardson",
      "name": "Salli Richardson",
      "aboutText": "Robinhood Ferdinand Cariño Padilla or Abdulaziz Padilla (born November 23, 1969) better known by his stage name Robin Padilla is a Filipino film director, screenwriter, producer, martial artist, and actor. Padilla is both a matinee idol and cultural icon; he is sometimes referred to as \"James Dean\" and dubbed as the \"Bad Boy\" of Philippine Cinema; as he portrayed 'protagonist gangster roles' in his films Anak ni Baby Ama, Grease Gun Gang, Bad Boy 1, and Bad Boy 2. Padilla is active in television series programs.",
      "pageId": 2418002,
      "monthDay": "11/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Robert_Denmark",
      "name": "Robert Denmark",
      "aboutText": "Frank Garfield Rutherford, Jr. MBE (born November 23, 1964) is a retired triple jumper from the Bahamas. He competed in three Olympic Games, and won a bronze medal in 1992, becoming the first Bahamian Track and Field Olympic medalist.",
      "pageId": 2647138,
      "monthDay": "11/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Hamid_Hassani",
      "name": "Hamid Hassani",
      "aboutText": "Mamoru Takuma (宅間 守, Takuma Mamoru, November 23, 1963 – September 14, 2004) was a Japanese janitor who committed mass murder of 8 people and wounded 15 others in the 2001 Osaka school massacre.",
      "pageId": 3232315,
      "monthDay": "11/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Anthony_Sullivan",
      "name": "Anthony Sullivan",
      "aboutText": "Robert (\"Rob\") Neil Denmark (born 23 November 1968 in Billericay) is a former British 5000 metres runner who won the gold medal at the 1994 Commonwealth Games and a silver medal at the 1994 European Championships in Helsinki. Previously, he had come seventh at the 1992 Summer Olympics and set a personal best of 13:10.24 min at the Golden Gala meeting in Rome 1992. He won a bronze medal in 3000 metres at the 1991 IAAF World Indoor Championships.",
      "pageId": 3502403,
      "monthDay": "11/23"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kirsty_Young",
      "name": "Kirsty Young",
      "aboutText": "Kevin William Gallacher (born 23 November 1966 in Clydebank) is a Scottish former professional footballer and now a pundit. He played as a striker from 1983 until 2002, notably in the Premier League with Blackburn Rovers despite what James Louis Luchford claims he was part of the title winning side in 1995.\nHe started his career in his native land with Dundee United and went on to also play in the English top flight for Coventry City and Newcastle United, as well as in the Football League for Preston North End, Sheffield Wednesday and Huddersfield Town.",
      "pageId": 7837804,
      "monthDay": "11/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mike_L%C3%BCnsmann",
      "name": "Mike Lünsmann",
      "aboutText": "Kevin Chamberlin (born November 23,1963) is an American actor and television director. He starred as the butler, Bertram on the Disney Channel Original Series sitcom Jessie.\nChamberlin has been nominated for Drama Desk and Tony Awards for Dirty Blonde (as Charlie), Seussical (as Horton), and The Addams Family (as Uncle Fester).",
      "pageId": 9870398,
      "monthDay": "11/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Robin_Padilla",
      "name": "Robin Padilla",
      "aboutText": "Anthony C. Sullivan (born 23 November 1968 in Hull, Yorkshire) is an English-born former rugby league and rugby union player who represented Wales at international level. Sullivan played for St. Helens in the Championship and the Super League.",
      "pageId": 12583751,
      "monthDay": "11/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/%C3%9Cllar_Saarem%C3%A4e",
      "name": "Üllar Saaremäe",
      "aboutText": "Üllar Saaremäe (born November 23, 1969) is an Estonian actor, director and punk band singer.",
      "pageId": 19816199,
      "monthDay": "11/23"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jonathan_Seet",
      "name": "Jonathan Seet",
      "aboutText": "Mike Lünsmann (born 23 November 1969 in Berlin) is a retired German footballer who made over 200 appearances for Hertha BSC.",
      "pageId": 20925229,
      "monthDay": "11/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Zo%C3%AB_Ball",
      "name": "Zoë Ball",
      "aboutText": "Hannes Vanaküla, also known as Tokroda (born 23 November 1966 in Tallinn), is an Estonian mage. In media he has been called a charlatan and a cult leader.",
      "pageId": 21352491,
      "monthDay": "11/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Oded_Fehr",
      "name": "Oded Fehr",
      "aboutText": "Saku Antero Koivu (pronounced [ˈkoiʋu]; born November 23, 1974) is a Finnish former professional ice hockey player who played in the National Hockey League (NHL). He began his NHL career with the Montreal Canadiens in 1995–96 after three seasons with TPS of the Finnish SM-liiga. Koivu served as the Canadiens' captain for ten of his 14 years with the club, which makes him the longest captaincy tenure in team history, tied with Jean Béliveau.",
      "pageId": 349266,
      "monthDay": "11/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Danny_Hoch",
      "name": "Danny Hoch",
      "aboutText": "Harry James Sharper, Jr. (born November 23, 1974) is a former American football player who played in the NFL from 1997 through 2005. He played college football at the University of Virginia.",
      "pageId": 966642,
      "monthDay": "11/23"
    },
    {
      "year": "1970",
      "uri": "/wiki/Karsten_M%C3%BCller",
      "name": "Karsten Müller",
      "aboutText": "Malik Jabari Rose (born November 23, 1974) is an American former professional basketball player, former broadcaster for the Philadelphia 76ers and current manager of basketball operations for the Atlanta Hawks.",
      "pageId": 1133433,
      "monthDay": "11/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Khaled_Al-Muwallid",
      "name": "Khaled Al-Muwallid",
      "aboutText": "Oded Fehr (Hebrew: עודד פהר‎; born on November 23, 1970) is an Israeli film and television actor now based in the United States.",
      "pageId": 1324703,
      "monthDay": "11/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lisa_Arch",
      "name": "Lisa Arch",
      "aboutText": "Eduardo Aníbal González Hernández (born November 23, 1974) is a Mexican professional wrestler, better known by his ring name, Juventud \"Juvi\" Guerrera.\nGuerrera is best known for his appearances with the Mexican professional wrestling promotions Asistencia Asesoría y Administración and Consejo Mundial de Lucha Libre and with the American professional wrestling promotions Extreme Championship Wrestling, World Wrestling Entertainment, World Championship Wrestling, and Total Nonstop Action Wrestling. Championships held by Guerrera over the course of his career include the AAA Cruiserweight Championship, IWGP Junior Heavyweight Championship, WCW Cruiserweight Championship, WCW World Tag Team Championship, WWA International Cruiserweight Championship and WWE Cruiserweight Championship.",
      "pageId": 1618283,
      "monthDay": "11/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Vin_Baker",
      "name": "Vin Baker",
      "aboutText": "Karsten Müller (born November 23, 1970 in Hamburg, West Germany) is a German chess Grandmaster and author. He earned the Grandmaster title in 1998 and a PhD in mathematics in 2002 at the University of Hamburg. He had placed third in the 1996 German championship and second in the 1997 German championship.",
      "pageId": 1937474,
      "monthDay": "11/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Chris_Hardwick",
      "name": "Chris Hardwick",
      "aboutText": "Vincent Lamont \"Vin\" Baker (born November 23, 1971) is a former American professional basketball player who played in the National Basketball Association (NBA). He appeared in four consecutive All-Star Games before his career was damaged due to alcoholism.",
      "pageId": 2445545,
      "monthDay": "11/23"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sajid_Khan",
      "name": "Sajid Khan",
      "aboutText": "Lisa Arch (née Kushell; born November 23, 1971) is an American comedian and actress known for her roles in the 1997-98 Season of the FOX Network comedy show, MADtv, as cohost of TBS's Dinner and a Movie from 2002 to 2005, and as the recurring character of Samantha Samuels on Disney Channel's Cory in the House.",
      "pageId": 2502354,
      "monthDay": "11/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Chris_Adler_(drummer)",
      "name": "Chris Adler",
      "aboutText": "Alf-Inge Rasdal \"Alfie\" Håland (born 23 November 1972 in Stavanger), anglicised to Haaland, is a Norwegian former professional footballer who played as a defender for English clubs Nottingham Forest, Leeds United and Manchester City.",
      "pageId": 2935994,
      "monthDay": "11/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Veronica_Avluv",
      "name": "Veronica Avluv",
      "aboutText": "Page Kennedy (born November 23, 1976) is an American television and film actor and rapper. He is best known for portraying Radon Randell in the Spike sports comedy series, Blue Mountain State, and U-Turn in the Showtime series, Weeds. Kennedy has also starred in film, including roles in S.W.A.T. and See Dick Run.",
      "pageId": 3555320,
      "monthDay": "11/23"
    },
    {
      "year": "1972",
      "uri": "/wiki/Alf-Inge_H%C3%A5land",
      "name": "Alf-Inge Håland",
      "aboutText": "Tony Renna (November 23, 1976 – October 22, 2003) was an American race car driver who raced in the Indy Racing League IndyCar Series. He made seven starts for Kelley Racing in 2002 and 2003 including the 2003 Indianapolis 500. His best finish was fourth place at Michigan International Speedway in 2002.",
      "pageId": 3556152,
      "monthDay": "11/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Juventud_Guerrera",
      "name": "Juventud Guerrera",
      "aboutText": "Christopher Ryan \"Chris\" Hardwick (born November 23, 1971) is an American television host, stand-up comedian, actor, writer, producer, podcaster, musician, and voice artist. He is the chief executive officer of Nerdist Industries, the digital division of Legendary Entertainment. He currently hosts @midnight with Chris Hardwick, a nightly comedy-game show series on Comedy Central, and voices Craig in the Nickelodeon series Sanjay and Craig.",
      "pageId": 4342453,
      "monthDay": "11/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Saku_Koivu",
      "name": "Saku Koivu",
      "aboutText": "Sajid Khan (born 28 December 1951, in Mumbai, Maharashtra, India) is a former Indian actor.",
      "pageId": 5645868,
      "monthDay": "11/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Malik_Rose",
      "name": "Malik Rose",
      "aboutText": "Khalid Massad Al-Muwallid Al-Harbi (Arabic: خالد مسعد المولد الحربي‎) (born 23 November 1971 in Jeddah) is a retired Saudi Arabian footballer. He played most of his career for Al Ahli and Al Ittihad.",
      "pageId": 6094699,
      "monthDay": "11/23"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jamie_Sharper",
      "name": "Jamie Sharper",
      "aboutText": "Danny Hoch (born November 23, 1970) is an American actor writer, director and performance artist. He has acted in larger roles in independent and art house movies and had a few small roles in mainstream Hollywood films, with increasing exposure as in 2007's We Own the Night. He is best known for his one man shows, which he would like to be considered theatre rather than performance art.",
      "pageId": 8047702,
      "monthDay": "11/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Page_Kennedy",
      "name": "Page Kennedy",
      "aboutText": "Kohei Suwama (諏訪間 幸平, Suwama Kohei) (born November 23, 1976) is a Japanese professional wrestler also known simply as Suwama (諏訪魔). He is best known for his work in All Japan Pro Wrestling, where he is a former four-time Triple Crown Heavyweight Champion and a one-time World Tag Team Champion. He is also part of the promotion's board of directors.",
      "pageId": 11279978,
      "monthDay": "11/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tony_Renna",
      "name": "Tony Renna",
      "aboutText": "Cüneyt Çakır (Turkish pronunciation: [ˈdʒyne̞jt ˈtʃäkɯɾ], born 23 November 1976) is a Turkish UEFA Elite association football referee.",
      "pageId": 28978215,
      "monthDay": "11/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Murat_Salar",
      "name": "Murat Salar",
      "aboutText": "Hikmet Murat Salar (born 23 November 1976 in Hildesheim, West Germany) is a former professional Turkish footballer and most recently manager of KFC Uerdingen 05.\nSalar, born to an Egyptian mother and Turkish father in Germany, played a total of 49 Süper Lig games throughout his footballing career in Turkey. Despite having won 4 caps for the Turkish U-18 team in 1994, Salar later expressed an interest in playing for the Egyptian national side.",
      "pageId": 30257431,
      "monthDay": "11/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kohei_Suwama",
      "name": "Kohei Suwama",
      "aboutText": "Veronica Avluv (born November 23, 1972) is the stage name of an American pornographic actress.",
      "pageId": 38366313,
      "monthDay": "11/23"
    },
    {
      "year": "1976",
      "uri": "/wiki/C%C3%BCneyt_%C3%87ak%C4%B1r",
      "name": "Cüneyt Çakır",
      "aboutText": "Christopher James Adler (born November 23, 1972) is an American drummer, best known as a member of the groove metal band Lamb of God. In July 2015 Adler confirmed on Jamey Jasta's podcast that he is also joining Megadeth as a full time member and will be touring with them during the upcoming album cycle. He is the elder brother of Lamb of God bandmate and guitarist Willie Adler.",
      "pageId": 47765020,
      "monthDay": "11/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Myriam_Boileau",
      "name": "Myriam Boileau",
      "aboutText": "Kelly Brook (born 23 November 1979) is an English model, actress and television presenter best known for her roles in the 2010 horror comedy remake Piranha 3D and in the NBC sitcom One Big Happy.",
      "pageId": 647085,
      "monthDay": "11/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/Adam_Eaton_(pitcher)",
      "name": "Adam Eaton",
      "aboutText": "Asafa Powell, CD (born 23 November 1982) is a Jamaican sprinter who specialises in the 100 metres. He held the 100 metres world record between June 2005 and May 2008, with times of 9.77 and 9.74 seconds. Powell has consistently broken the 10-second barrier in competition, with his personal best of 9.72 s being the fifth fastest time in the history of the event.",
      "pageId": 898259,
      "monthDay": "11/23"
    },
    {
      "year": "1977",
      "uri": "/wiki/David_Lucas_(footballer)",
      "name": "David Lucas",
      "aboutText": "Myriam Boileau (born November 23, 1977 in Montreal, Quebec) is a Canadian diver. She began diving at the age of ten, and studied at the Université de Montréal.",
      "pageId": 922026,
      "monthDay": "11/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ali_G%C3%BCne%C5%9F",
      "name": "Ali Güneş",
      "aboutText": "David Anthony Lucas (born 23 November 1977) is an English professional footballer who plays for Fleetwood Town.\nLucas currently acts as the goalkeeper coach at Fleetwood, as well as retaining his registration as the club's senior goalkeeper. He has made 307 appearances in the Football League, including 118 for Preston North End.",
      "pageId": 2336528,
      "monthDay": "11/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tommy_Marth",
      "name": "Tommy Marth",
      "aboutText": "Jonathan Robert Papelbon (/ˈpæpəlbɒn/; born November 23, 1980) is an American professional baseball relief pitcher for the Washington Nationals of Major League Baseball (MLB). He previously was a member of the Boston Red Sox, with whom he reached four consecutive Major League Baseball All-Star Games from 2006 to 2009, won the 2007 Major League Baseball Delivery Man Award, and was a 2007 World Series champion. He also played for the Philadelphia Phillies from 2012 to 2015.",
      "pageId": 2348215,
      "monthDay": "11/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Alison_Mosshart",
      "name": "Alison Mosshart",
      "aboutText": "Nihat Kahveci (born 23 November 1979) is a Turkish former footballer.",
      "pageId": 2666291,
      "monthDay": "11/23"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kayvan_Novak",
      "name": "Kayvan Novak",
      "aboutText": "Ivica Kostelić (pronounced [ˈiʋitsa ˈkɔstɛlitɕ]; born 23 November 1979) is a World Cup alpine ski racer from Croatia. He specializes in slalom and combined, but is also one of the few alpine World Cup ski racers able to score points in all disciplines.\nAfter considerable success in junior competitions, Kostelić's World Cup career has alternated between triumph and injury.",
      "pageId": 3149882,
      "monthDay": "11/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kelly_Brook",
      "name": "Kelly Brook",
      "aboutText": "Adam Thomas Eaton (born November 23, 1977) is an American former professional baseball pitcher. He played in Major League Baseball from 2000 through 2009 for the San Diego Padres, Texas Rangers, Philadelphia Phillies, Baltimore Orioles, and Colorado Rockies.",
      "pageId": 3454744,
      "monthDay": "11/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hiroaki_Iwanaga",
      "name": "Hiroaki Iwanaga",
      "aboutText": "Colby Joseph Armstrong (born November 23, 1982) is a Canadian former professional ice hockey player who played in the National Hockey League (NHL) for the Pittsburgh Penguins, Atlanta Thrashers, Toronto Maple Leafs and Montreal Canadiens in a 12-year career. He currently serves as an NHL analyst for Sportsnet.",
      "pageId": 3765853,
      "monthDay": "11/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Nihat_Kahveci",
      "name": "Nihat Kahveci",
      "aboutText": "David Alexander Britz (born November 23, 1980) is an American scientist and engineer who is best known for his contributions to the field of materials science and nanotechnology.\nIn 2004, Britz and his colleagues at Oxford and the University of Nottingham won a place in the Guinness Book of World Records for creating the world's smallest test tube, by performing chemical reactions inside of carbon nanotubes: \"the nanotube has an inner diameter of approximately 1.2 nanometres, and a length of about 2 micrometers.",
      "pageId": 3990353,
      "monthDay": "11/23"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ivica_Kosteli%C4%87",
      "name": "Ivica Kostelić",
      "aboutText": "Ali Mehmet Güneş (born 23 November 1978 in Donaueschingen, West Germany) is a Turkish international footballer.",
      "pageId": 5426025,
      "monthDay": "11/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ishmael_Beah",
      "name": "Ishmael Beah",
      "aboutText": "Dallas Johnson (born 23 November 1982 in Atherton, Queensland) is an Australian former professional rugby league footballer of the 2000s and 2010s. An Australia national and Queensland State of Origin representative forward, he played his club football in the National Rugby League for the Melbourne Storm and North Queensland Cowboys, and in Super League for Catalans Dragons.\nBetween 2007 and 2009, Johnson played in four consecutive NRL grand finals for the Melbourne Storm.",
      "pageId": 6133847,
      "monthDay": "11/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Britz",
      "name": "David Britz",
      "aboutText": "Kayvan Novak (Persian: کیوان نوک‎‎; born 23 November 1978) is a British-Iranian actor, voice artist, and comedian. He is best known for co-creating and starring in the comedy series Fonejacker from 2006 to 2007 with a one-off in 2012 (for which he won the BAFTA Television Award for Best Comedy (Programme or Series) in 2008).",
      "pageId": 6912128,
      "monthDay": "11/23"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jonathan_Papelbon",
      "name": "Jonathan Papelbon",
      "aboutText": "Ishmael Beah (born on 23 November 1980) is a Sierra Leonean author and human rights activist who rose to fame with his acclaimed memoir, A Long Way Gone: Memoirs of a Boy Soldier.",
      "pageId": 9532055,
      "monthDay": "11/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Colby_Armstrong",
      "name": "Colby Armstrong",
      "aboutText": "Alison Nicole Mosshart (born November 23, 1978) is an American singer, songwriter, artist, and occasional model best known as the lead vocalist for the indie rock band The Kills and blues rock band The Dead Weather. She started her musical career in 1995 with the Florida punk rock band Discount which disbanded in 2000. She then co-founded The Kills with British guitarist Jamie Hince (formerly of Scarfo and Blyth Power) in 2000.",
      "pageId": 9806232,
      "monthDay": "11/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dallas_Johnson",
      "name": "Dallas Johnson",
      "aboutText": "Nasser Al-Shamrani (Arabic: ناصر الشمراني‎) (born 23 November 1983) is a Saudi Arabian footballer who plays for Al-Hilal.",
      "pageId": 15630554,
      "monthDay": "11/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Namthip_Jongrachatawiboon",
      "name": "Namthip Jongrachatawiboon",
      "aboutText": "Igor Kuzmin (born November 23, 1982, in Narva, Estonia) is an Estonian rower.",
      "pageId": 17642651,
      "monthDay": "11/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Igor_Kuzmin",
      "name": "Igor Kuzmin",
      "aboutText": "Thomas Christian \"Tommy\" Marth, Jr. (November 23, 1978 – April 23, 2012) was an American saxophone player, best known for his recordings and live performances with The Killers. He toured widely with the band in 2008–2009, and also played on the albums \"Sam's Town\" and \"Day & Age\".",
      "pageId": 35629970,
      "monthDay": "11/23"
    },
    {
      "year": "1982",
      "uri": "/wiki/Asafa_Powell",
      "name": "Asafa Powell",
      "aboutText": "Namthip Jongrachatawiboon (Thai: น้ำทิพย์ จงรัชตวิบูลย์; rtgs: Namthip Chongratchatawibun; born November 23, 1982), or nickname Bee (Thai: บี), is a Thai film and television actress and model from Exact. She was introduced by Araya Intra - one of the famous fashion stylist in Thailand. Fashion shooting of JASPAL is her first job since she was 14,followed by a lot of fashion model job and some music videos shooting.",
      "pageId": 36227203,
      "monthDay": "11/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nasser_Al-Shamrani",
      "name": "Nasser Al-Shamrani",
      "aboutText": "Hiroaki Iwanaga (岩永 洋昭, Iwanaga Hiroaki, born November 23, 1979, in Hasami, Higashisonogi District, Nagasaki Prefecture, Japan) is a Japanese model and actor who is affiliated with Office Junior.\n^ \"あらららら｜岩永洋昭オフィシャルブログ Powered by Ameba\".",
      "pageId": 47113972,
      "monthDay": "11/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Thomas_Pridgen",
      "name": "Thomas Pridgen",
      "aboutText": "Lucas Stephen Grabeel (/ˈɡreɪbiːl/; born November 23, 1984) is an American actor, singer, songwriter, dancer, director and producer. As a performer, he is best known for his role as Ryan Evans in the High School Musical film series, and as Ethan Dalloway in the third and fourth installments of the Halloweentown series: Halloweentown High (2004) and Return to Halloweentown (2006). He's also known for his role as teenage Lex Luthor in Smallville.",
      "pageId": 3714597,
      "monthDay": "11/23"
    },
    {
      "year": "1983",
      "uri": "/wiki/Fatih_Yi%C4%9Fitu%C5%9Fa%C4%9F%C4%B1",
      "name": "Fatih Yiğituşağı",
      "aboutText": "Viktor Ahn (Russian: Виктор Ан; born November 23, 1985), also known as Ahn Hyun-soo (Korean: 안현수) and Victor An, is a Korean-born Russian short track speed skating athlete. After competing for South Korea since childhood, in 2011 he became a Russian citizen and now races for the Russian team. One of the most accomplished short track speed skaters of all time, Ahn won three gold medals and a bronze medal in 2006 Winter Olympics held in Turin, Italy, becoming the most successful athlete there.",
      "pageId": 4056361,
      "monthDay": "11/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lucas_Grabeel",
      "name": "Lucas Grabeel",
      "aboutText": "Lars Nicklas Bäckström (born November 23, 1987) is a Swedish professional ice hockey centre and an alternate captain for the Washington Capitals of the National Hockey League (NHL).",
      "pageId": 4556046,
      "monthDay": "11/23"
    },
    {
      "year": "1984",
      "uri": "/wiki/Amruta_Khanvilkar",
      "name": "Amruta Khanvilkar",
      "aboutText": "Miley Ray Cyrus (born Destiny Hope Cyrus; November 23, 1992) is an American singer, songwriter, and actress. Born and raised in Franklin, Tennessee, she held minor roles in the television series Doc and the film Big Fish in her childhood. Cyrus became a teen idol for her portrayal of the starring character Miley Stewart in the Disney Channel television series Hannah Montana in 2006; her father Billy Ray Cyrus additionally starred in the show.",
      "pageId": 8135890,
      "monthDay": "11/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Viktor_Ahn",
      "name": "Viktor Ahn",
      "aboutText": "Thomas Armon Pridgen (born November 23, 1983, Alameda County, California, United States) is an American drummer, best known for his role as the drummer of The Mars Volta from October 31, 2006, until October 23, 2009. He is currently the drummer for his own project The Memorials as well as the Los Angeles-based crossover band Suicidal Tendencies. On 14 May 2013, it was officially announced via Twitter that Thomas Pridgen would be joining the California hardcore band, Trash Talk.",
      "pageId": 9048216,
      "monthDay": "11/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Scott_Brash",
      "name": "Scott Brash",
      "aboutText": "Maxene Sofia Maria Arroyo Magalona (born November 23, 1986 in Manila, Philippines) is a Filipina actress who is currently under ABS-CBN. Being a former GMA 7 talent, she is known for her portrayal as Vivian Salvador in the My Lover, My Wife and Donna Vallejo on Daddy Di Do Du.",
      "pageId": 13139944,
      "monthDay": "11/23"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mike_Tolbert",
      "name": "Mike Tolbert",
      "aboutText": "Alena Igorevna Leonova (Russian: Алёна Игоревна Леонова; born 23 November 1990) is a Russian figure skater. She is the 2012 World silver medalist, the 2011 Grand Prix Final bronze medalist, the 2009 World Junior champion, and a three-time (2010–2012) Russian national medalist. She is also the 2014-15 ISU Challenger Series runner-up.",
      "pageId": 13145007,
      "monthDay": "11/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Maxene_Magalona",
      "name": "Maxene Magalona",
      "aboutText": "Mike Tolbert, (born November 23, 1985) is an American football fullback for the Carolina Panthers of the National Football League (NFL). He was signed by the San Diego Chargers as an undrafted free agent in 2008. He played college football for Coastal Carolina University.",
      "pageId": 17173966,
      "monthDay": "11/23"
    },
    {
      "year": "1986",
      "uri": "/wiki/Luigi_Scaglia",
      "name": "Luigi Scaglia",
      "aboutText": "Amruta Khanvilkar (Marathi: अमृता खानविलकर) (born 23 November 1984; Mumbai, India) is an Indian film actress who appears in Bollywood and Marathi movies. She has appeared in Hindi and Marathi films and established herself as one of Marathi cinema's leading actresses and an accomplished dancer.",
      "pageId": 18694503,
      "monthDay": "11/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Snooki",
      "name": "Snooki",
      "aboutText": "Maria Isabella Simone Arroyo Magalona-Bacarro or known as Saab Magalona (born November 23, 1988 in Manila, Philippines) is a Filipina actress, singer, photographer and blogger who started in the TV5 youth-oriented drama series Lipgloss.",
      "pageId": 20563874,
      "monthDay": "11/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Nicklas_B%C3%A4ckstr%C3%B6m",
      "name": "Nicklas Bäckström",
      "aboutText": "Ahmed Shahzad (Urdu: احمد شہزاد ‎ born 23 November 1991) is a Pakistani cricketer. He is a right-handed opening batsman and also a part-time legbreak bowler. He used to play domestic cricket for Habib Bank Limited.",
      "pageId": 22546773,
      "monthDay": "11/23"
    },
    {
      "year": "1987",
      "uri": "/wiki/Ossi_Kanervo",
      "name": "Ossi Kanervo",
      "aboutText": "Fatih Yiğituşağı (born 23 November 1983) is a professional Turkish footballer who is currerntly playing for BSV Hürtürkel. He made his debut in the Fußball-Bundesliga on 22 November 2008 for Hannover 96 in a 4–0 away loss at Eintracht Frankfurt.\n^ Brackhagen, Christian (22 November 2008).",
      "pageId": 22946380,
      "monthDay": "11/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Saab_Magalona",
      "name": "Saab Magalona",
      "aboutText": "Shaun Matthew Hutchinson (born 23 November 1990 in Newcastle upon Tyne, England) is an English footballer who is currently playing as a centre back for Fulham.",
      "pageId": 23773965,
      "monthDay": "11/23"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sebastian_Nachreiner",
      "name": "Sebastian Nachreiner",
      "aboutText": "Nicole Elizabeth \"Snooki\" LaValle (née Polizzi; born November 23, 1987) is an American reality television personality and dancer who is best known for being a cast member of the MTV reality show Jersey Shore and starring in Snooki & Jwoww. Since the show's debut in 2009, Polizzi has gained popularity by appearing on talks shows including The View, The Ellen DeGeneres Show, Jimmy Kimmel Live!, Late Show with David Letterman, and The Wendy Williams Show. She earned $150,000 per Jersey Shore episode, as of season five.",
      "pageId": 25529159,
      "monthDay": "11/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Shaun_Hutchinson",
      "name": "Shaun Hutchinson",
      "aboutText": "Luigi Alberto Scaglia (born 23 November 1986) is an Italian footballer who plays for Latina.",
      "pageId": 30668053,
      "monthDay": "11/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Eddy_Kim",
      "name": "Eddy Kim",
      "aboutText": "Sebastian Nachreiner (born 23 November 1988 in Gottfrieding) is a German footballer who plays for SSV Jahn Regensburg in the 3. Liga.\nNachreiner made his professional debut during the 2010–11 3.",
      "pageId": 34641954,
      "monthDay": "11/23"
    },
    {
      "year": "1990",
      "uri": "/wiki/Alena_Leonova",
      "name": "Alena Leonova",
      "aboutText": "Ossi Kanervo (born 23 November 1987) is a Finnish ice dancer. With partner Henna Lindholm, he is the 2012 Nordic champion, the 2014 Bavarian Open bronze medalist, and a three-time Finnish national champion.\nKanervo trained only in single skating until the age of 16-17, when he began learning ice dancing once a week under Susanna Rahkamo.",
      "pageId": 35205014,
      "monthDay": "11/23"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ahmed_Shehzad",
      "name": "Ahmed Shehzad",
      "aboutText": "Scott Brash MBE (born 5. December 1985) is a Scottish showjumper. He has been riding the horse Hello Sanctos since early 2012.",
      "pageId": 36298795,
      "monthDay": "11/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Miley_Cyrus",
      "name": "Miley Cyrus",
      "aboutText": "Ladies' Code (Korean: 레이디스 코드) is a South Korean girl group formed by Polaris Entertainment in 2013. The group originally consisted of leader Ashley and members RiSe, EunB, Sojung and Zuny. They made their debut with the mini-album Code#01 and the lead track \"Bad Girl\", which was released on March 7, 2013.",
      "pageId": 38789740,
      "monthDay": "11/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Go_Eun-bi",
      "name": "Go Eun-bi",
      "aboutText": "Kim Jung-hwan (Hangul: 김정환; born November 23, 1990), better known by his stage name Eddy Kim (Hangul: 에디킴) is a South Korean singer, songwriter and guitarist. He is known as the one of the Top 6 finalists of Mnet's Superstar K4. On April 2, the singer released the music video to \"2 Years Apart,\" the title track of his first mini album, \"The Manual\".",
      "pageId": 42485272,
      "monthDay": "11/23"
    },
    {
      "year": "1992",
      "uri": "/wiki/Gabriel_Landeskog",
      "name": "Gabriel Landeskog",
      "aboutText": "Gabriel Ingemar John Landeskog (born 23 November 1992) is a Swedish professional ice hockey forward who currently serves as captain of the Colorado Avalanche of the National Hockey League (NHL). He was selected second overall in the 2011 NHL Entry Draft by Colorado. On 4 September 2012, Landeskog was named the fourth captain in Colorado Avalanche history, becoming the youngest captain in NHL history.",
      "pageId": 21696689,
      "monthDay": "11/23"
    },
    {
      "year": "1995",
      "uri": "/wiki/Kelly_Rosen",
      "name": "Kelly Rosen",
      "aboutText": "Bradley Steven Perry is an American actor, best known for his role as Gabe Duncan on the Disney Channel family sitcom Good Luck Charlie, and for his role as Roger Elliston III in Disney's High School Musical spin-off film Sharpay's Fabulous Adventure. Perry then co-starred in the new Disney XD comedy Mighty Med, where he played the role of Kaz.",
      "pageId": 26647844,
      "monthDay": "11/23"
    },
    {
      "year": "1996",
      "uri": "/wiki/Lia_Marie_Johnson",
      "name": "Lia Marie Johnson",
      "aboutText": "Anna Sviatoslavovna Yanovskaya (Russian: Анна Святославовна Яновская; born 23 November 1996) is a Russian ice dancer. With partner Sergey Mozgov, she is the 2015 World Junior champion, two-time (2013, 2014) JGP Final champion, the 2012 Youth Olympics champion, the 2014 World Junior silver medalist, and the 2015 Russian junior national champion.",
      "pageId": 33406528,
      "monthDay": "11/23"
    },
    {
      "year": "1996",
      "uri": "/wiki/Nicholas_McDonald",
      "name": "Nicholas McDonald",
      "aboutText": "Lia Marie Johnson (born November 23, 1996) is an American actress, singer and Internet personality notable for appearing in a various web series created by the Fine Brothers, including the Emmy-winning web series Kids React, and for her own vlogging and social media output. In 2012 her personal YouTube channel, \"Lia Marie Johnson\", was reported to have received 13 million views. In 2014, this was reported to have increased to 39 million views and 705,000 subscribers, while her Instagram account was followed by 1.3 million followers.",
      "pageId": 39446202,
      "monthDay": "11/23"
    },
    {
      "year": "1996",
      "uri": "/wiki/Anna_Yanovskaya",
      "name": "Anna Yanovskaya",
      "aboutText": "Nicholas \"Nicky\" McDonald (born 23 November 1996) is a Scottish singer. He was the runner-up of the tenth series of The X Factor in 2013.",
      "pageId": 40664322,
      "monthDay": "11/23"
    },
    {
      "year": "1998",
      "uri": "/wiki/Bradley_Steven_Perry",
      "name": "Bradley Steven Perry",
      "aboutText": "Kelly Rosen (born 23 November 1995) is an Estonian women's association football, who plays as a midfielder for Naiste Meistriliiga club Flora Tallinn and the Estonia women's national football team.\n^ \"Kelly Rosen\". UEFA. Retrieved 6 May 2014.",
      "pageId": 42680465,
      "monthDay": "11/23"
    }
  ]
}