{
  "people": [
    {
      "year": "1118",
      "uri": "/wiki/Manuel_I_Komnenos",
      "name": "Manuel I Komnenos",
      "aboutText": "William Blake (28 November 1757 – 12 August 1827) was an English poet, painter, and printmaker. Largely unrecognised during his lifetime, Blake is now considered a seminal figure in the history of the poetry and visual arts of the Romantic Age. His prophetic poetry has been said to form \"what is in proportion to its merits the least read body of poetry in the English language\".",
      "pageId": 33175,
      "monthDay": "11/28"
    },
    {
      "year": "1489",
      "uri": "/wiki/Margaret_Tudor",
      "name": "Margaret Tudor",
      "aboutText": "John Bunyan (/ˈbʌnjən/; baptised 30 November 1628 – 31 August 1688) was an English writer and Baptist preacher best remembered as the author of the religious allegory The Pilgrim's Progress. In addition to The Pilgrim's Progress, Bunyan wrote nearly sixty titles, many of them expanded sermons.\nBunyan came from the village of Elstow, near Bedford.",
      "pageId": 39661,
      "monthDay": "11/28"
    },
    {
      "year": "1570",
      "uri": "/wiki/James_Whitelocke",
      "name": "James Whitelocke",
      "aboutText": "Manuel I Komnenos (or Comnenus; Greek: Μανουήλ Α' Κομνηνός, Manouēl I Komnēnos; 28 November 1118 – 24 September 1180) was a Byzantine Emperor of the 12th century who reigned over a crucial turning point in the history of Byzantium and the Mediterranean.\nEager to restore his empire to its past glories as the superpower of the Mediterranean world, Manuel pursued an energetic and ambitious foreign policy. In the process he made alliances with the Pope and the resurgent West.",
      "pageId": 44833,
      "monthDay": "11/28"
    },
    {
      "year": "1598",
      "uri": "/wiki/Hans_Nansen",
      "name": "Hans Nansen",
      "aboutText": "Friedrich Engels (English /ˈɛŋɡəlz/ or /ˈɛŋəlz/; German: [ˈfʁiːdʁɪç ˈɛŋəls]; 28 November 1820 – 5 August 1895) was a German philosopher, social scientist and journalist, who founded Marxist theory together with Karl Marx. In 1845 he published The Condition of the Working Class in England, based on personal observations and research in Manchester.\nIn 1848 he co-authored The Communist Manifesto with Karl Marx, though he also authored and co-authored (primarily with Marx) many other works, and later he supported Marx financially to do research and write Das Kapital.",
      "pageId": 47096,
      "monthDay": "11/28"
    },
    {
      "year": "1628",
      "uri": "/wiki/John_Bunyan",
      "name": "John Bunyan",
      "aboutText": "Margaret Tudor (28 November 1489 – 18 October 1541) was Queen of Scots from 1503 until 1513 as the wife of James IV and then regent for their son James V. She was born at Westminster Palace as the elder surviving daughter of Henry VII of England and Elizabeth of York. As queen dowager, she married Archibald Douglas, 6th Earl of Angus. Through her first and second marriages, respectively, Margaret was the grandmother of both Mary, Queen of Scots, and Mary's second husband, Lord Darnley.",
      "pageId": 70549,
      "monthDay": "11/28"
    },
    {
      "year": "1632",
      "uri": "/wiki/Jean-Baptiste_Lully",
      "name": "Jean-Baptiste Lully",
      "aboutText": "John Lloyd Stephens (November 28, 1805 – October 13, 1852) was an American explorer, writer, and diplomat.",
      "pageId": 171158,
      "monthDay": "11/28"
    },
    {
      "year": "1640",
      "uri": "/wiki/Willem_de_Vlamingh",
      "name": "Willem de Vlamingh",
      "aboutText": "Victor Cousin (French: [kuzɛ̃]; 28 November 1792 – 14 January 1867) was a French philosopher. He was the founder of \"eclecticism,\" a briefly influential school of French philosophy that combined elements of German idealism and Scottish Common Sense Realism.",
      "pageId": 174664,
      "monthDay": "11/28"
    },
    {
      "year": "1661",
      "uri": "/wiki/Edward_Hyde,_3rd_Earl_of_Clarendon",
      "name": "Edward Hyde, 3rd Earl of Clarendon",
      "aboutText": "Edward Hyde, 3rd Earl of Clarendon (28 November 1661 – 31 March 1723), styled Viscount Cornbury between 1674 and 1709, was Governor of New York and New Jersey between 1701 and 1708, and is reputed to have had a predeliction for cross-dressing while in Crown office.",
      "pageId": 243877,
      "monthDay": "11/28"
    },
    {
      "year": "1681",
      "uri": "/wiki/Jean_Cavalier",
      "name": "Jean Cavalier",
      "aboutText": "Carl Jonas Love (Ludvig) Almqvist (28 November 1793, Stockholm, Sweden – 26 September 1866, Bremen, Germany), was a romantic poet, early feminist, realist, composer, social critic and traveller.\nHe was the son of the army paymaster Karl Gustav Almqvist (1768–1846). He studied in Uppsala and was then worked as a clerk in Stockholm.",
      "pageId": 321613,
      "monthDay": "11/28"
    },
    {
      "year": "1700",
      "uri": "/wiki/Nathaniel_Bliss",
      "name": "Nathaniel Bliss",
      "aboutText": "Willem Hesselsz de Vlamingh (28 November 1640, Oost-Vlieland – 1698 or later) was a Dutch sea-captain who explored the central west coast of Australia (then \"New Holland\") in the late 17th century.",
      "pageId": 378347,
      "monthDay": "11/28"
    },
    {
      "year": "1700",
      "uri": "/wiki/Sophie_Magdalene_of_Brandenburg-Kulmbach",
      "name": "Sophie Magdalene of Brandenburg-Kulmbach",
      "aboutText": "The Reverend Nathaniel Bliss (28 November 1700 – 2 September 1764) was an English astronomer of the 18th century, serving as Britain's fourth Astronomer Royal between 1762 and 1764.",
      "pageId": 379898,
      "monthDay": "11/28"
    },
    {
      "year": "1757",
      "uri": "/wiki/William_Blake",
      "name": "William Blake",
      "aboutText": "Hans Nansen (28 November 1598 – 12 November 1667) was a Danish statesman.",
      "pageId": 491555,
      "monthDay": "11/28"
    },
    {
      "year": "1772",
      "uri": "/wiki/Luke_Howard",
      "name": "Luke Howard",
      "aboutText": "William Froude (/ˈfruːd/; 28 November 1810 in Devon – 4 May 1879 in Simonstown, South Africa) was an English engineer, hydrodynamicist and naval architect. He was the first to formulate reliable laws for the resistance that water offers to ships (such as the hull speed equation) and for predicting their stability.",
      "pageId": 529398,
      "monthDay": "11/28"
    },
    {
      "year": "1774",
      "uri": "/wiki/Maria_Antonia_of_Parma",
      "name": "Maria Antonia of Parma",
      "aboutText": "Achille-Léonce-Victor-Charles, 3rd duc de Broglie, called Victor de Broglie (French pronunciation: ​[vik.tɔʁ.də.bʁœj] ; 28 November 1785 – 25 January 1870) was a French statesman and diplomat. He was twice President of the Council during the July Monarchy, from August 1830 to November 1830 and from March 1835 to February 1836.",
      "pageId": 602513,
      "monthDay": "11/28"
    },
    {
      "year": "1785",
      "uri": "/wiki/Victor_de_Broglie_(1785%E2%80%931870)",
      "name": "Victor de Broglie",
      "aboutText": "Jean Cavalier, real name Joan Cavalièr in Occitan, (November 28, 1681 – May 17, 1740), the famous chief of the Camisards, was born at Mas Roux, a small hamlet in the commune of Ribaute near Anduze (Gard, southern France).",
      "pageId": 617929,
      "monthDay": "11/28"
    },
    {
      "year": "1792",
      "uri": "/wiki/Victor_Cousin",
      "name": "Victor Cousin",
      "aboutText": "Sir James Whitelocke SL (28 November 1570 – 22 June 1632) was an English judge and politician who sat in the House of Commons between 1610 and 1622.",
      "pageId": 637305,
      "monthDay": "11/28"
    },
    {
      "year": "1793",
      "uri": "/wiki/Carl_Jonas_Love_Almqvist",
      "name": "Carl Jonas Love Almqvist",
      "aboutText": "Luke Howard, FRS (28 November 1772 – 21 March 1864) was a British manufacturing chemist and an amateur meteorologist with broad interests in science.",
      "pageId": 1305686,
      "monthDay": "11/28"
    },
    {
      "year": "1805",
      "uri": "/wiki/John_Lloyd_Stephens",
      "name": "John Lloyd Stephens",
      "aboutText": "Sophie Magdalene of Brandenburg-Kulmbach (28 November 1700 – 27 May 1770) was queen-consort of Denmark and Norway as the wife of King Christian VI of Denmark and Norway.",
      "pageId": 4078142,
      "monthDay": "11/28"
    },
    {
      "year": "1810",
      "uri": "/wiki/William_Froude",
      "name": "William Froude",
      "aboutText": "Maria Antonia of Parma (or Marie-Antoinette) (Maria Antonia Giuseppa Walburga Anna Luisa Vicenza Margherita Caterina; 28 November 1774 – 20 February 1841) was a Princess of Parma, daughter of Duke Ferdinand I of Parma and his wife, Archduchess Maria Amalia of Austria. Contrary to what has been frequently stated, she was not named after her aunt, Queen Marie Antoinette of France, who was not her godmother. Maria Antonia's godparents were her uncle, Emperor Joseph II, and her father's aunt, Maria Antonia of Spain, Queen of Sardinia, after whom the princess was named.",
      "pageId": 11915077,
      "monthDay": "11/28"
    },
    {
      "year": "1820",
      "uri": "/wiki/Friedrich_Engels",
      "name": "Friedrich Engels",
      "aboutText": "Jean-Baptiste Lully (French: [ʒɑ̃ ba.tist ly.li]; born Giovanni Battista Lulli [dʒoˈvanni batˈtista ˈlulli]; 28 November 1632 – 22 March 1687) was an Italian-born French composer, instrumentalist, and dancer who spent most of his life working in the court of Louis XIV of France. He is considered a master of the French baroque style. Lully disavowed any Italian influence in French music of the period.",
      "pageId": 23474985,
      "monthDay": "11/28"
    },
    {
      "year": "1829",
      "uri": "/wiki/Anton_Rubinstein",
      "name": "Anton Rubinstein",
      "aboutText": "Alfonso XII (Alfonso Francisco de Asís Fernando Pío Juan María de la Concepción Gregorio Pelayo; 28 November 1857 – 25 November 1885) was King of Spain, reigning from 1874 to 1885, after a coup d'état restored the monarchy and ended the ephemeral First Spanish Republic.\nHaving been forced into exile after the Glorious Revolution deposed his mother Isabella II from the throne in 1868, Alfonso studied in Austria and France. His mother abdicated in his favour in 1870, and he returned to Spain as king in 1874 following a military coup.",
      "pageId": 1676,
      "monthDay": "11/28"
    },
    {
      "year": "1837",
      "uri": "/wiki/John_Wesley_Hyatt",
      "name": "John Wesley Hyatt",
      "aboutText": "James Oliver Eastland (November 28, 1904 –  February 19, 1986) was an American politician from Mississippi who served in the United States Senate as a Democrat in 1941; and again from 1943 until his resignation December 27, 1978. From 1947 to 1978, he served alongside John Stennis, also a Democrat. At the time, Eastland and Stennis were the longest-serving Senate duo in American history, though their record was subsequently surpassed by Strom Thurmond and Ernest Hollings of South Carolina, who served together for thirty-six years.",
      "pageId": 66238,
      "monthDay": "11/28"
    },
    {
      "year": "1853",
      "uri": "/wiki/Helen_Magill_White",
      "name": "Helen Magill White",
      "aboutText": "Ernst Julius Günther Röhm (German pronunciation: [ˈɛɐ̯nst ˈʁøːm]; 28 November 1887 – 1 July 1934) was a German military officer and founding member of the Nazi Party. As one of the first members of its predecessor, the German Workers' Party he was a close friend and early ally of Adolf Hitler and a co-founder of the Sturmabteilung (SA, \"Storm Battalion\"), the Nazi Party's militia, and later was its commander.",
      "pageId": 83502,
      "monthDay": "11/28"
    },
    {
      "year": "1857",
      "uri": "/wiki/Alfonso_XII_of_Spain",
      "name": "Alfonso XII of Spain",
      "aboutText": "Stefan Zweig (/zwaɪɡ, swaɪɡ/; German: [tsvaɪk]; November 28, 1881 – February 22, 1942) was an Austrian novelist, playwright, journalist and biographer. At the height of his literary career, in the 1920s and 1930s, he was one of the most popular writers in the world.",
      "pageId": 100224,
      "monthDay": "11/28"
    },
    {
      "year": "1864",
      "uri": "/wiki/James_Allen_(author)",
      "name": "James Allen",
      "aboutText": "Nancy Freeman-Mitford CBE (28 November 1904 – 30 June 1973), known as Nancy Mitford, was an English novelist, biographer and journalist. One of the renowned Mitford sisters and one of the \"Bright Young People\" on the London social scene in the inter-war years, she is best remembered for her novels about upper-class life in England and France and for her sharp and often provocative wit. She also established a reputation for herself as a writer of popular historical biographies.",
      "pageId": 125819,
      "monthDay": "11/28"
    },
    {
      "year": "1864",
      "uri": "/wiki/Lindley_Miller_Garrison",
      "name": "Lindley Miller Garrison",
      "aboutText": "For the not-related Polish pianist, see Arthur Rubinstein",
      "pageId": 152755,
      "monthDay": "11/28"
    },
    {
      "year": "1866",
      "uri": "/wiki/Henry_Bacon",
      "name": "Henry Bacon",
      "aboutText": "Henry Stuart Hazlitt (November 28, 1894 – July 9, 1993) was an American journalist who wrote about business and economics for such publications as The Wall Street Journal, The Nation, The American Mercury, Newsweek, and The New York Times.",
      "pageId": 215751,
      "monthDay": "11/28"
    },
    {
      "year": "1876",
      "uri": "/wiki/Bert_Vogler",
      "name": "Bert Vogler",
      "aboutText": "Henry Bacon (November 28, 1866 – February 17, 1924) was an American Beaux-Arts architect who is best remembered for the Lincoln Memorial in Washington, D.C. (built 1915–1922), which was his final project.",
      "pageId": 493352,
      "monthDay": "11/28"
    },
    {
      "year": "1880",
      "uri": "/wiki/Alexander_Blok",
      "name": "Alexander Blok",
      "aboutText": "Lilia Skala (November 28, 1896 – December 18, 1994) was an Austrian-American actress.",
      "pageId": 620815,
      "monthDay": "11/28"
    },
    {
      "year": "1881",
      "uri": "/wiki/Stefan_Zweig",
      "name": "Stefan Zweig",
      "aboutText": "Alexander Alexandrovich Blok (Russian: Алекса́ндр Алекса́ндрович Бло́к; IPA: [ɐlʲɪˈksandr ɐlʲɪˈksandrəvʲɪtɕ ˈblok]; 28 November [O.S. 16 November] 1880 – 7 August 1921) was a Russian lyrical poet.",
      "pageId": 665095,
      "monthDay": "11/28"
    },
    {
      "year": "1887",
      "uri": "/wiki/Ernst_R%C3%B6hm",
      "name": "Ernst Röhm",
      "aboutText": "Helen Magill White (November 28, 1853 – October 28, 1944) was an American academic and instructor. She holds the distinction as the first woman to earn a Ph.D. in the United States.",
      "pageId": 803419,
      "monthDay": "11/28"
    },
    {
      "year": "1891",
      "uri": "/wiki/Gregorio_Perfecto",
      "name": "Gregorio Perfecto",
      "aboutText": "Lindley Miller Garrison (November 28, 1864 – October 19, 1932) was a New Jersey lawyer who served as Secretary of War under U.S. President Woodrow Wilson between 1913 and 1916.",
      "pageId": 1247314,
      "monthDay": "11/28"
    },
    {
      "year": "1894",
      "uri": "/wiki/Henry_Hazlitt",
      "name": "Henry Hazlitt",
      "aboutText": "Dawn Powell (November 28, 1896 – November 14, 1965) was an American writer of novels and stories.",
      "pageId": 1632175,
      "monthDay": "11/28"
    },
    {
      "year": "1895",
      "uri": "/wiki/Jos%C3%A9_Iturbi",
      "name": "José Iturbi",
      "aboutText": "John Wesley Hyatt (November 28, 1837 – May 10, 1920) was an American inventor. He is mainly known for simplifying the production of celluloid, the first industrial plastic.",
      "pageId": 1735620,
      "monthDay": "11/28"
    },
    {
      "year": "1896",
      "uri": "/wiki/Dawn_Powell",
      "name": "Dawn Powell",
      "aboutText": "James Allen (28 November 1864 – 24 January 1912) was a British philosophical writer known for his inspirational books and poetry and as a pioneer of the self-help movement. His best known work, As a Man Thinketh, has been mass-produced since its publication in 1903.",
      "pageId": 1888984,
      "monthDay": "11/28"
    },
    {
      "year": "1896",
      "uri": "/wiki/Lilia_Skala",
      "name": "Lilia Skala",
      "aboutText": "Albert Edward Ernest \"Bert\" Vogler (28 November 1876 – 9 August 1946) was a South African cricketer. A leading all-rounder skilled both at batting and bowling, Vogler played cricket in South Africa prior to becoming eligible to play for Middlesex in England after serving on the ground staff of the Marylebone Cricket Club at Lord's. He rose to prominence during Test series at home in 1906 and then in England the following year; he was described during the latter as the best bowler in the world by Tip Foster, and named a Wisden Cricketer of the Year.",
      "pageId": 3780897,
      "monthDay": "11/28"
    },
    {
      "year": "1903",
      "uri": "/wiki/Gladys_O%27Connor",
      "name": "Gladys O'Connor",
      "aboutText": "Rose Bampton (November 28, 1907 in Lakewood, Ohio – August 21, 2007 in Bryn Mawr, Pennsylvania) was a celebrated American opera singer who had an active international career during the 1930s and 1940s. She began her professional career performing mostly minor roles from the mezzo-soprano repertoire in 1929 but later switched to singing primarily leading soprano roles in 1937 until her retirement from the opera stage in 1963. She notably had a lengthy and fruitful partnership with the Metropolitan Opera in New York City, singing there for eighteen consecutive seasons between 1932 and 1950.",
      "pageId": 6890462,
      "monthDay": "11/28"
    },
    {
      "year": "1904",
      "uri": "/wiki/James_Eastland",
      "name": "James Eastland",
      "aboutText": "Gregorio Perfecto (November 28, 1891 – August 17, 1949) was a Filipino journalist, politician and jurist who served as an Associate Justice of the Supreme Court of the Philippines from 1945 to 1949.",
      "pageId": 15536257,
      "monthDay": "11/28"
    },
    {
      "year": "1904",
      "uri": "/wiki/Nancy_Mitford",
      "name": "Nancy Mitford",
      "aboutText": "José Iturbi Báguena (28 November 1895 – 28 June 1980) was a Spanish conductor, pianist and harpsichordist.",
      "pageId": 40139386,
      "monthDay": "11/28"
    },
    {
      "year": "1907",
      "uri": "/wiki/Rose_Bampton",
      "name": "Rose Bampton",
      "aboutText": "Gladys O'Connor (November 28, 1903 – February 21, 2012) was a British-Canadian actress who acted professionally in movies and television series for more than 20 years.",
      "pageId": 41068288,
      "monthDay": "11/28"
    },
    {
      "year": "1907",
      "uri": "/wiki/Alberto_Moravia",
      "name": "Alberto Moravia",
      "aboutText": "Princess Lilian of Belgium (née Mary Lilian Baels, (1916-11-28)28 November 1916 – 7 June 2002(2002-06-07)) best known as Lilian, Princess of Réthy, was the second wife of King Leopold III of the Belgians.",
      "pageId": 165848,
      "monthDay": "11/28"
    },
    {
      "year": "1908",
      "uri": "/wiki/Michael_Adekunle_Ajasin",
      "name": "Michael Adekunle Ajasin",
      "aboutText": "Gloria Grahame (November 28, 1923 – October 5, 1981) was an American stage, film and television actress.\nGrahame began her acting career in theatre, and in 1944 she made her first film for MGM. Despite a featured role in It's a Wonderful Life (1946), MGM did not believe she had the potential for major success, and sold her contract to RKO Studios. Often cast in film noir projects, Grahame received a nomination for an Academy Award for Best Supporting Actress for Crossfire (1947), and she won this award for her work in The Bad and the Beautiful (1952).",
      "pageId": 690539,
      "monthDay": "11/28"
    },
    {
      "year": "1908",
      "uri": "/wiki/Claude_L%C3%A9vi-Strauss",
      "name": "Claude Lévi-Strauss",
      "aboutText": "Morris Louis, born Morris Louis Bernstein (November 28, 1912 – September 7, 1962), was an American painter. During the 1950s he became one of the earliest exponents of Color Field painting.",
      "pageId": 755571,
      "monthDay": "11/28"
    },
    {
      "year": "1910",
      "uri": "/wiki/Elsie_Quarterman",
      "name": "Elsie Quarterman",
      "aboutText": "Arthur Melvin \"Art\" Okun (November 28, 1928 – March 23, 1980) was an American economist. He served as the chairman of the Council of Economic Advisers between 1968 and 1969.",
      "pageId": 758746,
      "monthDay": "11/28"
    },
    {
      "year": "1911",
      "uri": "/wiki/V%C3%A1clav_Ren%C4%8D",
      "name": "Václav Renč",
      "aboutText": "József Bozsik (Hungarian pronunciation: [ˈjoːʒɛf ˈboʒik]; 28 November 1925 – 31 May 1978) was a Hungarian footballer. He spent his entire club career at his hometown club, Budapest Honvéd.",
      "pageId": 1111172,
      "monthDay": "11/28"
    },
    {
      "year": "1912",
      "uri": "/wiki/Morris_Louis",
      "name": "Morris Louis",
      "aboutText": "Alberto Moravia (Italian pronunciation: [alˈbɛrto moˈraːvja]; November 28, 1907 – September 26, 1990), born Alberto Pincherle, was an Italian novelist and journalist. His novels explored matters of modern sexuality, social alienation, and existentialism.\nMoravia is best known for his debut novel Gli indifferenti (published in 1929), and for the anti-fascist novel Il Conformista (The Conformist), the basis for the film The Conformist (1970) directed by Bernardo Bertolucci.",
      "pageId": 1185988,
      "monthDay": "11/28"
    },
    {
      "year": "1913",
      "uri": "/wiki/Cyril_Clifford_Addison",
      "name": "Cyril Clifford Addison",
      "aboutText": "Dennis Vincent Brutus (28 November 1924 – 26 December 2009) was a South African activist, educator, journalist and poet best known for his campaign to have apartheid South Africa banned from the Olympic Games.",
      "pageId": 1491614,
      "monthDay": "11/28"
    },
    {
      "year": "1915",
      "uri": "/wiki/Evald_Okas",
      "name": "Evald Okas",
      "aboutText": "James Karen (born Jacob Karnofsky; November 28, 1923) is an American character actor of Broadway, film and television. Karen is best remembered for his roles in Poltergeist, The Return of the Living Dead, Invaders from Mars, and in The Pursuit of Happyness.\nKaren is also known for his recurring television role as Eliot Randolph in Eight is Enough.",
      "pageId": 1888084,
      "monthDay": "11/28"
    },
    {
      "year": "1915",
      "uri": "/wiki/Yves_Th%C3%A9riault",
      "name": "Yves Thériault",
      "aboutText": "Chuck Mitchell (November 28, 1927 – June 22, 1992) was an American actor, known for his role as \"Porky\" in the raunchy 1982 cult classic movie Porky's. Mitchell reprised his role in the 1985 sequel Porky's Revenge!. He declined to appear in Porky's II: The Next Day as he would've had to appear completely naked in the final scene.",
      "pageId": 2074562,
      "monthDay": "11/28"
    },
    {
      "year": "1916",
      "uri": "/wiki/Lilian,_Princess_of_R%C3%A9thy",
      "name": "Lilian, Princess of Réthy",
      "aboutText": "Ramón José Velásquez Mujica (28 November 1916 – 24 June 2014) was a Venezuelan political figure. He served as President of Venezuela between 1993 and 1994.",
      "pageId": 2149746,
      "monthDay": "11/28"
    },
    {
      "year": "1916",
      "uri": "/wiki/Ram%C3%B3n_Jos%C3%A9_Vel%C3%A1squez",
      "name": "Ramón José Velásquez",
      "aboutText": "Gigi Gryce (born George General Grice, Jr.; November 28, 1925 – March 14, 1983) was an American jazz saxophonist, flautist, clarinetist, composer, arranger, and educator.\nWhile his performing career was relatively short, much of his work as a player, composer, and arranger was quite influential and well-recognized during his time. However, Gryce abruptly ended his jazz career in the 1960s.",
      "pageId": 2225092,
      "monthDay": "11/28"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gloria_Grahame",
      "name": "Gloria Grahame",
      "aboutText": "Yves Thériault, OC (November 27, 1915 - October 20, 1983) was a Canadian author.\nHe was born in Quebec City to Alcide and Aurore (Nadeau) Thériault. On April 21, 1942, he married Germaine Blanchet, with whom he would have two children, Marie-José and Yves-Michel.",
      "pageId": 2316153,
      "monthDay": "11/28"
    },
    {
      "year": "1923",
      "uri": "/wiki/James_Karen",
      "name": "James Karen",
      "aboutText": "Evald Okas (28 November 1915 – 30 April 2011) was an Estonian painter, probably best known for his portraits of nudes.",
      "pageId": 4201390,
      "monthDay": "11/28"
    },
    {
      "year": "1924",
      "uri": "/wiki/Dennis_Brutus",
      "name": "Dennis Brutus",
      "aboutText": "Václav Renč (28 November 1911 – 30 April 1973) was a Czech poet, dramatist and translator. Like other catholic ruralistic writers, his themes included God, traditions and the countryside.\nRenč was born in Vodochody.",
      "pageId": 7206838,
      "monthDay": "11/28"
    },
    {
      "year": "1924",
      "uri": "/wiki/Johanna_D%C3%B6bereiner",
      "name": "Johanna Döbereiner",
      "aboutText": "Piet Steenbergen (28 November 1928 – 22 April 2010) was a Dutch football midfielder who was active as a midfielder. Steenbergen made his debut at Feijenoord and also played for Le Havre AC. At Feijenoord he played a total of 229 matches in which he scored 25 times, divided over eleven seasons.",
      "pageId": 11685591,
      "monthDay": "11/28"
    },
    {
      "year": "1925",
      "uri": "/wiki/J%C3%B3zsef_Bozsik",
      "name": "József Bozsik",
      "aboutText": "Elsie Quarterman (November 28, 1910 – June 9, 2014) was a prominent plant ecologist. She was a Professor Emerita at Vanderbilt University.\nQuarterman was born on November 28, 1910 in Valdosta, Georgia USA. She earned a B.A. from Georgia State Women's College (now Valdosta State University) in 1932 and earned an M.A. in botany from Duke University in 1943.",
      "pageId": 17564605,
      "monthDay": "11/28"
    },
    {
      "year": "1925",
      "uri": "/wiki/Gigi_Gryce",
      "name": "Gigi Gryce",
      "aboutText": "Claude Lévi-Strauss (English /klɔːd ˈleɪvi ˈstraʊs/; French: [klod levi stʁos]; 28 November 1908 – 30 October 2009) was a French anthropologist and ethnologist whose work was key in the development of the theory of structuralism and structural anthropology. He held the chair of Social Anthropology at the Collège de France between 1959 and 1982 and was elected a member of the Académie française in 1973. He received numerous honors from universities and institutions throughout the world and has been called, alongside James George Frazer and Franz Boas, the \"father of modern anthropology\".",
      "pageId": 19544151,
      "monthDay": "11/28"
    },
    {
      "year": "1927",
      "uri": "/wiki/Chuck_Mitchell",
      "name": "Chuck Mitchell",
      "aboutText": "Michael Adekunle Ajasin (28 November 1908 – 3 October 1997) was a Nigerian politician who was elected Governor of Ondo State (October 1979 – October 1983) on the Unity Party of Nigeria (UPN) platform during the Nigerian Second Republic.",
      "pageId": 25599698,
      "monthDay": "11/28"
    },
    {
      "year": "1928",
      "uri": "/wiki/Arthur_Melvin_Okun",
      "name": "Arthur Melvin Okun",
      "aboutText": "Cyril Clifford \"Cliff\" Addison, FRS (28 November 1913 - 1 April 1994) was a British inorganic chemist.\n^ Harvey, P. D. (2005). \"Honouring Brian F. G. Johnson FRS, FRSE, FRSC, F. Acad.",
      "pageId": 27353504,
      "monthDay": "11/28"
    },
    {
      "year": "1928",
      "uri": "/wiki/Piet_Steenbergen",
      "name": "Piet Steenbergen",
      "aboutText": "Johanna Liesbeth Kubelka Döbereiner (28 November 1924 in Ústí nad Labem - 5 October 2000 in Seropédica) was a Brazilian agronomist. Her family were German Czechoslovakians who left the country after World War II. She received her degree from the Ludwig Maximilian University of Munich, but settled in Brazil and became a Brazilian citizen in 1956. Her early work includes studies of Azospirillum and other bacteria that could be useful to Brazilian soil.",
      "pageId": 33136258,
      "monthDay": "11/28"
    },
    {
      "year": "1929",
      "uri": "/wiki/Berry_Gordy",
      "name": "Berry Gordy, Jr.",
      "aboutText": "Randall Stuart \"Randy\" Newman (born November 28, 1943) is an American singer-songwriter, arranger, composer, and pianist who is known for his distinctive voice, mordant (and often satirical) pop songs, and for film scores.\nSince the 1980s, Newman has worked mostly as a film composer. His film scores include Ragtime, Awakenings, The Natural, Leatherheads, Cats Don't Dance, Meet the Parents, Cold Turkey, and Seabiscuit.",
      "pageId": 170020,
      "monthDay": "11/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Dervla_Murphy",
      "name": "Dervla Murphy",
      "aboutText": "Gary Warren Hart (born Gary Warren Hartpence, November 28, 1936) is an American diplomat, politician, lawyer, author, professor and commentator. He served as a U.S. Senator representing Colorado (1975–1987), and sought the Democratic nomination for President in 1984 and 1988. Hart was appointed to be the United States Special Envoy for Northern Ireland in October 2014.",
      "pageId": 200496,
      "monthDay": "11/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Tomi_Ungerer",
      "name": "Tomi Ungerer",
      "aboutText": "Dervla Murphy (born 28 November 1931, in Lismore, County Waterford, Ireland) is an Irish touring cyclist and author of adventure travel books for over 40 years.\nMurphy is best known for her 1965 book Full Tilt: Ireland to India With a Bicycle, about an overland cycling trip through Europe, Iran, Afghanistan, Pakistan and India. She followed this with volunteer work helping Tibetan refugees in India and Nepal and trekking with a mule through Ethiopia.",
      "pageId": 271821,
      "monthDay": "11/28"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ed_Young_(illustrator)",
      "name": "Ed Young",
      "aboutText": "Berry Gordy, Jr. (born November 28, 1929) is an American record producer and songwriter.",
      "pageId": 277731,
      "monthDay": "11/28"
    },
    {
      "year": "1932",
      "uri": "/wiki/Gato_Barbieri",
      "name": "Gato Barbieri",
      "aboutText": "Julian Randolph Stow (28 November 1935 – 29 May 2010) was an Australian-born writer.",
      "pageId": 413078,
      "monthDay": "11/28"
    },
    {
      "year": "1932",
      "uri": "/wiki/Terence_Frisby",
      "name": "Terence Frisby",
      "aboutText": "Hope Elise Ross Lange (November 28, 1933 – December 19, 2003) was an American film, stage, and television actress.\nLange was nominated for the Best Supporting Actress Golden Globe and the Academy Award for Best Supporting Actress for her portrayal of Selena Cross in the 1957 film Peyton Place. In 1969 and 1970, she won the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series for her role as Carolyn Muir in the sitcom The Ghost & Mrs.",
      "pageId": 425574,
      "monthDay": "11/28"
    },
    {
      "year": "1933",
      "uri": "/wiki/Joe_Knollenberg",
      "name": "Joe Knollenberg",
      "aboutText": "Terence Frisby (born 28 November 1932) is a British playwright, actor, director and producer, best known as the author of the play There's A Girl in My Soup.",
      "pageId": 505257,
      "monthDay": "11/28"
    },
    {
      "year": "1933",
      "uri": "/wiki/Hope_Lange",
      "name": "Hope Lange",
      "aboutText": "Jean-Thomas \"Tomi\" Ungerer (born 28 November 1931) is a French illustrator and a writer in three languages. He has published over 140 books ranging from much loved children's books to controversial adult work and from the fantastic to the autobiographical. He is known for sharp social satire and witty aphorisms.",
      "pageId": 938666,
      "monthDay": "11/28"
    },
    {
      "year": "1934",
      "uri": "/wiki/Kaljo_P%C3%B5llu",
      "name": "Kaljo Põllu",
      "aboutText": "Joseph Kastl \"Joe\" Knollenberg (born November 28, 1933) is a politician from the U.S. state of Michigan. From 1993 to 2009, he was a Republican member of the U.S. House of Representatives, representing Michigan's 9th congressional district and Michigan's 11th congressional district.",
      "pageId": 960715,
      "monthDay": "11/28"
    },
    {
      "year": "1935",
      "uri": "/wiki/Masahito,_Prince_Hitachi",
      "name": "Masahito, Prince Hitachi",
      "aboutText": "Bruce Channel (pronounced \"shə-NELL\"; born Bruce McMeans, November 28, 1940) is an American singer and songwriter best known for his 1962 million-selling number one success, \"Hey!",
      "pageId": 1164669,
      "monthDay": "11/28"
    },
    {
      "year": "1935",
      "uri": "/wiki/Randolph_Stow",
      "name": "Randolph Stow",
      "aboutText": "Rita Mae Brown (born 28 November 1944) is an American writer and feminist. She is best known for her first novel Rubyfruit Jungle. Published in 1973, it dealt with lesbian themes in an explicit manner unusual for the time.",
      "pageId": 1186406,
      "monthDay": "11/28"
    },
    {
      "year": "1936",
      "uri": "/wiki/Gary_Hart",
      "name": "Gary Hart",
      "aboutText": "Manuel \"Manolo\" Blahnik Rodríguez CBE (/məˈnoʊloʊ ˈblɑːnɪk/; born 27 November 1942, Santa Cruz de La Palma, Spain), is a Spanish fashion designer and founder of the self-named, high-end shoe brand.",
      "pageId": 1280544,
      "monthDay": "11/28"
    },
    {
      "year": "1936",
      "uri": "/wiki/Celin_Romero",
      "name": "Celin Romero",
      "aboutText": "Paul Dryden Warfield (born November 28, 1942) is a former professional American football wide receiver in the 1960s and 1970s known for his speed, fluid moves, grace, jumping ability and hands.",
      "pageId": 1299697,
      "monthDay": "11/28"
    },
    {
      "year": "1940",
      "uri": "/wiki/Bruce_Channel",
      "name": "Bruce Channel",
      "aboutText": "For other uses, see Masahito (disambiguation)",
      "pageId": 2067235,
      "monthDay": "11/28"
    },
    {
      "year": "1941",
      "uri": "/wiki/Laura_Antonelli",
      "name": "Laura Antonelli",
      "aboutText": "Leandro Barbieri (born November 28, 1932 in Rosario, Santa Fe Province, Argentina), known as Gato Barbieri (Spanish for \"the cat\" Barbieri), is an Argentinian jazz tenor saxophonist and composer who rose to fame during the free jazz movement in the 1960s and is known for his Latin jazz recordings in the 1970s.",
      "pageId": 2301947,
      "monthDay": "11/28"
    },
    {
      "year": "1941",
      "uri": "/wiki/Alastair_McDonald",
      "name": "Alastair McDonald",
      "aboutText": "Laura Antonelli (born Laura Antonaz; 28 November 1941 – 22 June 2015) was an Italian film actress, who appeared in 45 films between 1965 and 1991.",
      "pageId": 2434832,
      "monthDay": "11/28"
    },
    {
      "year": "1942",
      "uri": "/wiki/Manolo_Blahnik",
      "name": "Manolo Blahnik",
      "aboutText": "Celin Romero (born November 28, 1936 in Málaga) is a classical guitarist and member of the guitar quartet the Romeros. He is the eldest son of Celedonio Romero, who in 1957 left Spain for the United States with his family.\nOn February 11, 2000 at the USC Thornton School of Music, he and his brothers, Pepe and Ángel, were each presented with the Grand Cross of Isabel la Catolica (the highest honour that can be offered in Spain), and were knighted for their musical accomplishments; the ceremony included a gala performance by The Romeros and the Thornton Chamber Orchestra.",
      "pageId": 3036514,
      "monthDay": "11/28"
    },
    {
      "year": "1942",
      "uri": "/wiki/Paul_Warfield",
      "name": "Paul Warfield",
      "aboutText": "Ed Young (born November 28, 1931), né Ed (Tse-chun) Young, is a Chinese-born American illustrator and writer of children's picture books. He won one Caldecott Medal for the year's best American picture book and for his lifetime contribution as a children's illustrator he was twice the U.S. nominee for the Hans Christian Andersen Award.",
      "pageId": 4103142,
      "monthDay": "11/28"
    },
    {
      "year": "1943",
      "uri": "/wiki/Randy_Newman",
      "name": "Randy Newman",
      "aboutText": "Kaljo Põllu (28 November 1934, in Kopa, Hiiumaa – 23 March 2010) was an Estonian artist. In 1962 he received a diploma in glass art, and became director of art cabinet of Tartu State University; he founded the contemporary artist's group Visarid in 1966 in Tartu. In 1973 he moved to Tallinn, where from 1975 to 1996 he taught drawing in the Estonian Academy of Arts; at this point his art changed in style dramatically as he searched for influences from the ancient Finno-Ugric culture.",
      "pageId": 20870753,
      "monthDay": "11/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/Rita_Mae_Brown",
      "name": "Rita Mae Brown",
      "aboutText": "Alastair McDonald (born 28 October 1941) is a Scottish banjo-playing folk/jazz musician, probably most famous for his recordings of Jim MacLean's folk songs, such as The Barras and The massacre of Glencoe, but also for some humorous songs, such as the jazz comedy song Sam the skull, about a Glasgow cat.\nMcDonald has mainly recorded songs written by other songwriters, for example Robert Burns and Jim MacLean, but has also written songs himself (Culloden's Harvest, The Village Green at Gretna), and reworked traditional songs (The Bell Rock Light, Mingulay Boat Song). Though quite well known – he has toured US (every state except Hawaii and Alaska), Canada, Israel, Denmark, Thailand and several more countries – not much is spoken of him in media.",
      "pageId": 21975464,
      "monthDay": "11/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/R._B._Greaves",
      "name": "R. B. Greaves",
      "aboutText": "Paul Allen Wood Shaffer, CM (/ˈʃeɪfər/; born November 28, 1949) is a Canadian-American singer, actor, voice actor, author, comedian, and multi-instrumentalist who served as David Letterman's musical director, band leader and sidekick on the entire run of both Late Night with David Letterman (1982–1993) and Late Show with David Letterman (1993–2015).",
      "pageId": 100783,
      "monthDay": "11/28"
    },
    {
      "year": "1944",
      "uri": "/wiki/Timothy_Krajcir",
      "name": "Timothy Krajcir",
      "aboutText": "Pamela Hayden (born November 28, 1953) is an American actress, best known for providing various voices for the animated television show The Simpsons.",
      "pageId": 113162,
      "monthDay": "11/28"
    },
    {
      "year": "1945",
      "uri": "/wiki/Franklin_Drilon",
      "name": "Franklin Drilon",
      "aboutText": "Alan Paige Lightman (born November 28, 1948) is an American physicist, writer, and social entrepreneur. He is a professor of humanities at the Massachusetts Institute of Technology and the author of the international bestseller Einstein's Dreams. Einstein's Dreams has been adapted into dozens of independent theatrical productions and is one of the most widely used \"common books\" on college campuses.",
      "pageId": 170415,
      "monthDay": "11/28"
    },
    {
      "year": "1946",
      "uri": "/wiki/Joe_Dante",
      "name": "Joe Dante",
      "aboutText": "Edward Allen \"Ed\" Harris (born November 28, 1950) is an American actor, producer, director, and screenwriter. He is best known for his performances in films such as The Right Stuff (1983), The Abyss (1989), Nixon (1995), The Rock (1996), A Beautiful Mind (2001), Enemy at the Gates (2001), Radio (2003), A History of Violence (2005), Gone Baby Gone (2007), The Way Back (2010), Man on a Ledge (2012), and Gravity (2013).\nHe is a three-time nominee of the Academy Award for Best Supporting Actor for his performances in Apollo 13 (1995), The Truman Show (1998), and The Hours (2002).",
      "pageId": 171606,
      "monthDay": "11/28"
    },
    {
      "year": "1947",
      "uri": "/wiki/Michel_Berger",
      "name": "Michel Berger",
      "aboutText": "Alistair Maclean Darling, Baron Darling of Roulanish PC (born 28 November 1953) is a British Labour Party politician who was a Member of Parliament (MP) from 1987 to 2015, most recently for Edinburgh South West. He was the Chancellor of the Exchequer in the Labour Government from 2007 to 2010, and was one of only three people to have served in the Cabinet continuously from Labour's victory in 1997 until its defeat in 2010, the others being Gordon Brown and Jack Straw.\nDarling was first appointed as Chief Secretary to the Treasury by Prime Minister Tony Blair in 1997, before being promoted to become Secretary of State for Work and Pensions in 1998.",
      "pageId": 352652,
      "monthDay": "11/28"
    },
    {
      "year": "1947",
      "uri": "/wiki/Maria_Farantouri",
      "name": "Maria Farantouri",
      "aboutText": "Barbara Radding Morgan (born November 28, 1951) is an American teacher and a former NASA astronaut. She participated in the Teacher in Space program as the backup to Christa McAuliffe for the ill-fated STS-51-L mission of the Space Shuttle Challenger. She then trained as a Mission Specialist, and flew on STS-118 in August 2007.",
      "pageId": 406373,
      "monthDay": "11/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Beeb_Birtles",
      "name": "Beeb Birtles",
      "aboutText": "Alexander Borisovich Godunov (Russian: Александр Борисович Годунов; November 28, 1949 – May 18, 1995), nicknamed \"Sasha\" (the standard Russian diminutive for the name Alexander), was a Russian-American ballet dancer and film actor, whose defection caused a diplomatic incident between the United States and the Soviet Union.",
      "pageId": 431363,
      "monthDay": "11/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Alan_Lightman",
      "name": "Alan Lightman",
      "aboutText": "Russell Alan Hulse (born November 28, 1950) is an American physicist and winner of the Nobel Prize in Physics, shared with his thesis advisor Joseph Hooton Taylor Jr., \"for the discovery of a new type of pulsar, a discovery that has opened up new possibilities for the study of gravitation\".",
      "pageId": 499679,
      "monthDay": "11/28"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dick_Morris",
      "name": "Dick Morris",
      "aboutText": "Richard S. \"Dick\" Morris (born November 28, 1946) is an American political author and commentator who previously worked as a pollster, political campaign consultant, and general political consultant.\nA friend and advisor to Bill Clinton during his time as Governor of Arkansas, Morris became a political adviser to the White House after Clinton was elected president in 1992. Morris encouraged Clinton to pursue third way policies of triangulation that combined traditional Republican and Democratic proposals, rhetoric, and issues so as to achieve maximum political gain and popularity.",
      "pageId": 1068374,
      "monthDay": "11/28"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alexander_Godunov",
      "name": "Alexander Godunov",
      "aboutText": "Sharon Epatha Merkerson (/iˈpeɪθə/; born November 28, 1952), best known as S. Epatha Merkerson, is an American film, stage, and television actress. She has won a Golden Globe, an Emmy Award, a Screen Actors Guild Award, an Obie Award and four NAACP Image Awards. She has also received two Tony Award nominations.",
      "pageId": 1107537,
      "monthDay": "11/28"
    },
    {
      "year": "1949",
      "uri": "/wiki/Paul_Shaffer",
      "name": "Paul Shaffer",
      "aboutText": "Maria Farantouri (sometimes spelt Maria Farandouri) (Greek: Μαρία Φαραντούρη), (born 28 November 1947 in Athens), is a Greek singer and also a political and cultural activist. She has collaborated with prominent Greek composers such as Mikis Theodorakis, who wrote the score for Pablo Neruda's Canto General, which Farantouri performed.\nDuring the Greek military junta (1967–1974) Maria Farantouri recorded protest songs in Europe with Mikis Theodorakis.",
      "pageId": 1232493,
      "monthDay": "11/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ed_Harris",
      "name": "Ed Harris",
      "aboutText": "Joseph James \"Joe\" Dante, Jr. (/ˈdɑːnteɪ/; born November 28, 1946) is an American film director, producer, editor and actor. His films—notably Gremlins (1984)—often mix fantastical storylines with comedic elements.",
      "pageId": 1586074,
      "monthDay": "11/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Russell_Alan_Hulse",
      "name": "Russell Alan Hulse",
      "aboutText": "Beeb Birtles (born Gerard Bertelkamp, 28 November 1948), is a Dutch-Australian musician, both a singer-songwriter and guitarist (bass, electric or acoustic). He has been a member of various Australian groups including Zoot (1967–71), Mississippi (1972–74), Little River Band (1975–83), and Birtles Shorrock Goble (2002–07). He has also worked as a solo artist, including releasing an album, Driven by Dreams (2000).",
      "pageId": 2913340,
      "monthDay": "11/28"
    },
    {
      "year": "1950",
      "uri": "/wiki/Peeter_Torop",
      "name": "Peeter Torop",
      "aboutText": "Michel Berger (28 November 1947 – 2 August 1992), born Michel Jean Berger, was a very successful French singer and songwriter. He was a central figure of France's pop music scene for two decades both as a singer and as a songwriter for well-known French artists like his wife France Gall, Françoise Hardy and Johnny Hallyday.\nHe died of a heart attack at the age of 44.",
      "pageId": 2919524,
      "monthDay": "11/28"
    },
    {
      "year": "1951",
      "uri": "/wiki/Barbara_Morgan",
      "name": "Barbara Morgan",
      "aboutText": "Franklin Drilon (born November 28, 1945) is a Filipino Politician who served as President of the Senate of the Philippines in 2000, from 2001 to 2006, and again from 2013. Drilon currently serves his third term in the Senate, and his third term as Senate President. He is also the Chairman of the Liberal Party and a Senior Counsel of the ACCRA Law Offices.",
      "pageId": 3436798,
      "monthDay": "11/28"
    },
    {
      "year": "1952",
      "uri": "/wiki/S._Epatha_Merkerson",
      "name": "S. Epatha Merkerson",
      "aboutText": "Ronald Bertram Aloysius \"R. B.\" Greaves III (November 28, 1943 - September 27, 2012) was an American singer who had chart success in 1969 with the pop single \"Take a Letter Maria\". A number two hit on the Billboard Hot 100 chart, this single sold one million copies, and it earned gold record certification from the Recording Industry Association of America.",
      "pageId": 7808346,
      "monthDay": "11/28"
    },
    {
      "year": "1952",
      "uri": "/wiki/Ole_Thomsen",
      "name": "Ole Thomsen",
      "aboutText": "Peeter Torop (born November 28, 1950 in Tallinn, Estonia) is an Estonian semiotician. Following Roman Jakobson, he expanded the scope of the semiotic study of translation to include intratextual, intertextual, and extratextual translation and stressing the productivity of the notion of translation in general semiotics. He is a co-editor of the journal Sign Systems Studies, the oldest international semiotic periodical, the chairman of the Estonian Semiotics Association and professor of semiotics of culture at Tartu University.",
      "pageId": 11391528,
      "monthDay": "11/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alistair_Darling",
      "name": "Alistair Darling",
      "aboutText": "Timothy Wayne Krajcir (pronounced /ˈkraɪtʃər/) (born Timothy Wayne McBride; November 28, 1944) is a convicted American serial killer from West Mahanoy Township, Pennsylvania who has confessed to killing over nine women: five in Missouri and four others in Illinois and Pennsylvania.",
      "pageId": 14754992,
      "monthDay": "11/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Helen_De_Michiel",
      "name": "Helen De Michiel",
      "aboutText": "Ole Thomsen (born 28 November 1952 in Bergen, Norway) is a Norwegian jazz musician (guitar) and composer, known from a number of releases and since 1977 central on the Bergen jazz scene. He is the older brother of another Bergen Guitarist, Kåre Thomsen.\n^ \"Biography – MIC.no\".",
      "pageId": 36251671,
      "monthDay": "11/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Pamela_Hayden",
      "name": "Pamela Hayden",
      "aboutText": "Helen De Michiel (born November 28, 1953) is an American director, producer, media arts advocate, strategist and author whose work includes film, television, multimedia installation and digital transmedia.",
      "pageId": 45599204,
      "monthDay": "11/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sixto_Lezcano",
      "name": "Sixto Lezcano",
      "aboutText": "Alfonso Cuarón Orozco (Spanish pronunciation: [alˈfonso kwaˈɾon]; born November 28, 1961) is a Mexican film director, screenwriter, producer and editor best known for his dramas A Little Princess (1995) and Y Tu Mamá También (2001), the fantasy film Harry Potter and the Prisoner of Azkaban (2004), and science fiction thrillers Children of Men (2006) and Gravity (2013). Cuarón is the first Latin American director to win an Academy Award for Best Directing.\nMost of his work has been praised by both audiences and critics, and has been nominated for six Academy Awards including Best Original Screenplay for Y Tu Mamá También, and both Best Adapted Screenplay and Best Film Editing for Children of Men.",
      "pageId": 1247,
      "monthDay": "11/28"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gordon_Marsden",
      "name": "Gordon Marsden",
      "aboutText": "Stephen Roche (/ˈroʊtʃ/; born 28 November 1959) is a former Irish professional road racing cyclist. In a 13-year professional career, he peaked in 1987, becoming the second of only two cyclists to win the Triple Crown of victories in the Tour de France and the Giro d'Italia stage races, plus the World road race championship. Roche's rise coincided with that of fellow Irishman Sean Kelly.",
      "pageId": 355514,
      "monthDay": "11/28"
    },
    {
      "year": "1954",
      "uri": "/wiki/Necip_Hablemito%C4%9Flu",
      "name": "Necip Hablemitoğlu",
      "aboutText": "Judd Asher Nelson (born November 28, 1959) is an American actor, screenwriter, and producer. He is known for his roles as John Bender in The Breakfast Club, Alec Newbary in St.",
      "pageId": 386323,
      "monthDay": "11/28"
    },
    {
      "year": "1955",
      "uri": "/wiki/Alessandro_Altobelli",
      "name": "Alessandro Altobelli",
      "aboutText": "Gordon Marsden (born 28 November 1953) is a British Labour Party politician who has been the Member of Parliament (MP) for Blackpool South since 1997.",
      "pageId": 434909,
      "monthDay": "11/28"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jeffrey_Byron",
      "name": "Jeffrey Byron",
      "aboutText": "Alexander Martin Clunes, OBE (born 28 November 1961) is a British actor, best known for portraying Martin Ellingham in the ITV drama series Doc Martin and Gary Strang in Men Behaving Badly. Clunes has narrated a number of documentaries for ITV, the first of which was Islands of Britain in 2009. He has since presented a number of documentaries centred on animals.",
      "pageId": 462466,
      "monthDay": "11/28"
    },
    {
      "year": "1955",
      "uri": "/wiki/Adem_Jashari",
      "name": "Adem Jashari",
      "aboutText": "John Charles Galliano CBE, RDI (born 1960) is a Gibraltar-born British fashion designer who was the head designer of French fashion companies Givenchy (July 1995 to October 1996), Christian Dior (October 1996 to March 2011), and his own label John Galliano (1988 to 2011). At present, Galliano is the creative director of Paris-based fashion house Maison Margiela.",
      "pageId": 506101,
      "monthDay": "11/28"
    },
    {
      "year": "1956",
      "uri": "/wiki/Fiona_Armstrong",
      "name": "Fiona Armstrong",
      "aboutText": "David Allan Righetti (born November 28, 1958) is an American professional baseball coach and former player. A left-handed pitcher, Righetti played in Major League Baseball from 1979 through 1995 for the New York Yankees, San Francisco Giants, Oakland Athletics, Toronto Blue Jays, and Chicago White Sox. He has served as the pitching coach for the Giants since 2000.",
      "pageId": 629356,
      "monthDay": "11/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/Peeter_J%C3%A4rvelaid",
      "name": "Peeter Järvelaid",
      "aboutText": "Alessandro Altobelli (born 28 November 1955 in Sonnino, Latina) is a former professional Italian footballer, who played as a forward, and who won the 1982 World Cup with Italy. Nicknamed Spillo (\"Needle\") for his slender build, Altobelli was a prolific goalscorer, and he became one of the greatest and most effective Italian striker of the late 1970s and 1980s. A well rounded centre-forward, he excelled in the air due to his heading and acrobatiic ability; he was also a fast and opportunistic player with good technique and an accurate shot.",
      "pageId": 1395318,
      "monthDay": "11/28"
    },
    {
      "year": "1957",
      "uri": "/wiki/David_Van_Day",
      "name": "David Van Day",
      "aboutText": "Fiona Armstrong, Lady MacGregor of MacGregor (born 28 November 1956), is a British television journalist.",
      "pageId": 1889566,
      "monthDay": "11/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kriss_Akabusi",
      "name": "Kriss Akabusi",
      "aboutText": "Adem Jashari (born Adem Shaban Jashari; 28 November 1955 – 7 March 1998) was one of the founders of the Kosovo Liberation Army (KLA), a Kosovo Albanian separatist organization which fought for the secession of Kosovo from the Federal Republic of Yugoslavia during the 1990s.\nBeginning in 1991, Jashari participated in attacks against the Serbian police before travelling to Albania to receive military training. Arrested in 1993, he was released at the behest of the Albanian Army and later returned to Kosovo, where he continued launching attacks against the Serbian establishment.",
      "pageId": 2966032,
      "monthDay": "11/28"
    },
    {
      "year": "1958",
      "uri": "/wiki/Dave_Righetti",
      "name": "Dave Righetti",
      "aboutText": "Sixto Joaquin Lezcano Curras (born November 28, 1953 in Arecibo, Puerto Rico) is a retired baseball player who played for 12 seasons as an outfielder in the Major Leagues between 1974 and 1985. He played for five teams in the Majors and won a Gold Glove during his career.\nLezcano was signed as an amateur in 1970 by the Milwaukee Brewers.",
      "pageId": 3319214,
      "monthDay": "11/28"
    },
    {
      "year": "1959",
      "uri": "/wiki/Nancy_Charest",
      "name": "Nancy Charest",
      "aboutText": "Andrew Timothy \"Andy\" Ritchie (born 28 November 1960 in Manchester, Lancashire) is an English former footballer and manager.",
      "pageId": 3358906,
      "monthDay": "11/28"
    },
    {
      "year": "1959",
      "uri": "/wiki/Judd_Nelson",
      "name": "Judd Nelson",
      "aboutText": "Kriss Akabusi MBE (born Kezie Uchechukwu Duru Akabusi, 28 November 1958) is a retired British sprint and hurdling track and field athlete.\nHis first international successes were with the British 4×400 metres relay team, winning a silver medal at the 1984 Summer Olympics, golds at the 1986 Commonwealth Games and 1986 European Athletics Championships, and another silver at the 1987 World Championships in Athletics. He progressed individually in 400 metres hurdles from the late 1980s onwards, taking bronze at the 1989 IAAF World Cup.",
      "pageId": 3830915,
      "monthDay": "11/28"
    },
    {
      "year": "1959",
      "uri": "/wiki/Stephen_Roche",
      "name": "Stephen Roche",
      "aboutText": "Kenny Wharton (born November 28, 1960 in Newcastle upon Tyne) is an English former professional footballer, who was most recently academy coach for Newcastle United.",
      "pageId": 6040502,
      "monthDay": "11/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jorge_Domecq",
      "name": "Jorge Domecq",
      "aboutText": "Jeffrey Byron (born November 28, 1955) is an American actor and writer. Byron has acted in both film and television, and co-wrote one movie script (The Dungeonmaster).\nByron was born Timothy Paul Stafford in Santa Monica, California, the third son of English actress Anna Lee by her second husband, George Stafford.",
      "pageId": 14360369,
      "monthDay": "11/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Galliano",
      "name": "John Galliano",
      "aboutText": "David Van Day (born 28 November 1956, Brighton, Sussex, England) is an English singer and media personality, formerly a member of the pop duo Dollar.",
      "pageId": 14409678,
      "monthDay": "11/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/Andy_Ritchie_(English_footballer)",
      "name": "Andy Ritchie",
      "aboutText": "Nancy Charest (November 28, 1959 – March 1, 2014) was a Canadian politician. She represented the electoral district of Matane in the National Assembly of Quebec from 2003 to 2007 as a member of the Quebec Liberal Party. She was defeated by Pascal Bérubé of the Parti Québécois in the 2007 provincial election.",
      "pageId": 19383432,
      "monthDay": "11/28"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kenny_Wharton",
      "name": "Kenny Wharton",
      "aboutText": "Necip Hablemitoğlu (28 November 1954, Ankara – 18 December 2002, Ankara) was a Turkish historian and intellectual. He died as a result of assassination in front of his home in 2002. The perpetrators of this assassination have still not been found.",
      "pageId": 19883370,
      "monthDay": "11/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Martin_Clunes",
      "name": "Martin Clunes",
      "aboutText": "Jorge Domecq (born 28 November 1960) is a Spanish diplomat who is the former ambassador of Spain to the Philippines. Since February 2015, he is the new European Defence Agency Chief Executive, appointed by Federica Mogherini.\nBachelor of Law, entered 1985 in the Diplomatic Corps.",
      "pageId": 38913488,
      "monthDay": "11/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Alfonso_Cuar%C3%B3n",
      "name": "Alfonso Cuarón",
      "aboutText": "Peeter Järvelaid (born 28 November 1957) is an Estonian legal scholar and historian. Järvelaid is a professor in the University of Tallinn. He has developed semiotic and personality-centered research direction, writing hundreds of articles mostly about the European and Estonian legal history and education, published in Estonian, English, German, French, Russian, Latvian, Finnish, Lithuanian and Swedish.",
      "pageId": 40606968,
      "monthDay": "11/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/John_Fenty",
      "name": "John Fenty",
      "aboutText": "Jon Stewart (born Jonathan Stuart Leibowitz; November 28, 1962) is an American comedian, writer, producer, director, actor, media critic, and former television host. From 1999 to 2015, he was the host of The Daily Show, a satirical news program that airs on Comedy Central.\nStewart started as a stand-up comedian, but branched into television as host of Short Attention Span Theater for Comedy Central.",
      "pageId": 235888,
      "monthDay": "11/28"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jane_Sibbett",
      "name": "Jane Sibbett",
      "aboutText": "Armando Giovanni Iannucci, OBE (/ɑrˈmændoʊ jəˈnuːtʃi/; born 28 November 1963) is a Scottish satirist, writer, television director and radio producer. Born in Glasgow, he studied at Oxford University and left graduate work on a PhD about John Milton to pursue a career in comedy.\nRising quickly through BBC Scotland and BBC Radio 4, his early work with Chris Morris on the radio series On the Hour was transferred to television as The Day Today.",
      "pageId": 327853,
      "monthDay": "11/28"
    },
    {
      "year": "1962",
      "uri": "/wiki/Matt_Cameron",
      "name": "Matt Cameron",
      "aboutText": "Sian Mary Williams, ([ˈʃɑn]; born 28 November 1964) is a Welsh journalist and current affairs presenter, best known for her work with the BBC.",
      "pageId": 523146,
      "monthDay": "11/28"
    },
    {
      "year": "1962",
      "uri": "/wiki/Paul_Dinello",
      "name": "Paul Dinello",
      "aboutText": "Matthew Derrick Williams (born November 28, 1965), nicknamed \"Matt the Bat\" and \"The Big Marine\" is a former professional baseball third baseman. A right-handed batter, Williams played in Major League Baseball (MLB) for the San Francisco Giants, the Cleveland Indians, and the Arizona Diamondbacks. He was the manager of the Washington Nationals from 2014 to 2015.",
      "pageId": 643471,
      "monthDay": "11/28"
    },
    {
      "year": "1962",
      "uri": "/wiki/Juan_Carlos_Rosero",
      "name": "Juan Carlos Rosero",
      "aboutText": "Matthew David \"Matt\" Cameron (born November 28, 1962) is an American musician who serves as the drummer for the American rock bands Pearl Jam and Soundgarden. After getting his start with the Seattle, Washington-based bands Bam Bam and Skin Yard, he first gained fame as the drummer for the band Soundgarden, which he joined in 1986 and remained in until the band's break-up in 1997, triggered by creative friction. In 1998, Cameron was invited to play on Pearl Jam's U.S. Yield Tour.",
      "pageId": 738431,
      "monthDay": "11/28"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jon_Stewart",
      "name": "Jon Stewart",
      "aboutText": "Erwin Mortier (born 28 November 1965) is a Dutch-language Belgian author. Spending his youth in Hansbeke, he later moved to nearby Ghent, where he became city poet (2005-2006).",
      "pageId": 1186903,
      "monthDay": "11/28"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jes%C3%BAs_Ledesma_Aguilar",
      "name": "Jesús Ledesma Aguilar",
      "aboutText": "Samuel Lincoln \"Sam\" Seder (born November 28, 1966) is an American comedian, writer, actor, film director, television producer-director, and progressive talk radio host. His works include the film Who's the Caboose? (1997) starring Sarah Silverman and Seder as well as the television shows Beat Cops (2001) and Pilot Season (2004).",
      "pageId": 1292210,
      "monthDay": "11/28"
    },
    {
      "year": "1963",
      "uri": "/wiki/Armando_Iannucci",
      "name": "Armando Iannucci",
      "aboutText": "Narumi Yasuda (安田 成美, Yasuda Narumi, born 28 November 1966 in Tokyo, Japan) is a Japanese actress. She won the award for best actress at the 8th Yokohama Film Festival for Inuji ni seshi mono, Minami he hashire, umi no michi o! and Sorobanzuku.",
      "pageId": 1401827,
      "monthDay": "11/28"
    },
    {
      "year": "1963",
      "uri": "/wiki/Andrew_Jones_(British_politician)",
      "name": "Andrew Jones",
      "aboutText": "Jane Moore Sibbett (born November 28, 1962) is an American actress and producer.",
      "pageId": 1694739,
      "monthDay": "11/28"
    },
    {
      "year": "1963",
      "uri": "/wiki/Johnny_Newman",
      "name": "Johnny Newman",
      "aboutText": "Paul Dinello (born November 28, 1962) is an American actor, comedian, writer, director, and an alumnus of DePaul University, Chicago-based The Second City, Improv Institute, and Annoyance Theatre. He is best known for his role on Comedy Central's Strangers with Candy as Geoffrey Jellineck, the closeted gay art teacher at Flatpoint High, who carries on a not-so-secret relationship with his colleague Chuck Noblet (Stephen Colbert).\nIn 2003, Dinello co-authored the novel Wigfield with Amy Sedaris and Colbert, which they promoted by creating a traveling play.",
      "pageId": 2345032,
      "monthDay": "11/28"
    },
    {
      "year": "1963",
      "uri": "/wiki/Walt_Weiss",
      "name": "Walt Weiss",
      "aboutText": "John David Burkett (born November 28, 1964) is a former Major League Baseball pitcher. He compiled 166 wins, 1,766 strikeouts, and a 4.31 earned run average. He pitched from 1987 to 2003, with the San Francisco Giants, Florida Marlins, Texas Rangers, Atlanta Braves and Boston Red Sox.",
      "pageId": 2371769,
      "monthDay": "11/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Michael_Bennet",
      "name": "Michael Bennet",
      "aboutText": "Roy James Tarpley (November 28, 1964 – January 9, 2015) was an American professional basketball player. He played the power forward and center positions, earning an NBA Sixth Man of the Year Award in 1988. Despite his talent, Tarpley became notable during his career for being banned from the NBA because of his drug and alcohol abuse.",
      "pageId": 2761984,
      "monthDay": "11/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/John_Burkett",
      "name": "John Burkett",
      "aboutText": "John Sylvester Newman, Jr. (born November 28, 1963) is a retired American professional basketball player. A 6' 7\" and 210 lb (95 kg) guard/forward, Newman starred at the University of Richmond, before going on to play in the National Basketball Association.",
      "pageId": 3045955,
      "monthDay": "11/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Roy_Tarpley",
      "name": "Roy Tarpley",
      "aboutText": "Walter William \"Walt\" Weiss (born November 28, 1963) is a former shortstop in Major League Baseball and current manager of the Colorado Rockies.\nWeiss was a member of the 1998 National League All-Star Team. He also won the 1988 Rookie of the Year award.",
      "pageId": 3450828,
      "monthDay": "11/28"
    },
    {
      "year": "1964",
      "uri": "/wiki/Sian_Williams",
      "name": "Sian Williams",
      "aboutText": "John Shelton Fenty (born 28 November 1961, Grimsby, Lincolnshire) is a Conservative councillor for the Humberston and New Waltham ward of North East Lincolnshire Council.",
      "pageId": 3866914,
      "monthDay": "11/28"
    },
    {
      "year": "1965",
      "uri": "/wiki/Erwin_Mortier",
      "name": "Erwin Mortier",
      "aboutText": "Jesús Ledesma Aguilar (November 28, 1963 – May 24, 2006) was a Mexican national who became the 365th person executed by the U.S. state of Texas. His execution sparked an international incident between the United States and Mexico, which led to a lawsuit filed by Mexico against the United States in the International Court of Justice, in which the court found that Texas prison officials had denied Aguilar his right to see a Mexican consular official as specified in the Vienna Convention on Consular Relations.",
      "pageId": 6592894,
      "monthDay": "11/28"
    },
    {
      "year": "1965",
      "uri": "/wiki/Matt_Williams_(third_baseman)",
      "name": "Matt Williams",
      "aboutText": "Michael Farrand Bennet (born November 28, 1964) is an American businessman, lawyer, and Democratic politician. He is the senior senator from Colorado. He became a senator when Ken Salazar was appointed Secretary of the Interior.",
      "pageId": 20926639,
      "monthDay": "11/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dominic_Chappell",
      "name": "Dominic Chappell",
      "aboutText": "Juan Carlos Rosero García (November 28, 1962 – January 23, 2013) was a male road cyclist from Ecuador, who competed for his native country at the 1992 Summer Olympics in Barcelona, Spain.\n^ \"Muere Juan Carlos Rosero, gloria del ciclismo carchense\". www.elnorte.ec.",
      "pageId": 24651422,
      "monthDay": "11/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sam_Seder",
      "name": "Sam Seder",
      "aboutText": "Andrew Hanson Jones (born 28 November 1963) is a British Conservative Party politician who is the Member of Parliament (MP) for the Harrogate and Knaresborough constituency since 7 May 2010.\n^ \"Councillor Andrew Jones MP\". BBC Democracy Live.",
      "pageId": 27284618,
      "monthDay": "11/28"
    },
    {
      "year": "1966",
      "uri": "/wiki/Narumi_Yasuda",
      "name": "Narumi Yasuda",
      "aboutText": "Dominic Joseph Andrew Chappell (born 1966) is a British businessman and former racing driver.",
      "pageId": 36364097,
      "monthDay": "11/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Chris_Heaton-Harris",
      "name": "Chris Heaton-Harris",
      "aboutText": "Anna Nicole Smith (born Vickie Lynn Hogan; November 28, 1967 – February 8, 2007) was an American model, actress, television personality. Smith first gained popularity in Playboy, winning the 1993 Playmate of the Year. She modeled for fashion companies and beauty products, including Guess, H&M, Heatherette, Lane Bryant, Conair.",
      "pageId": 68335,
      "monthDay": "11/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jos%C3%A9_del_Solar",
      "name": "José del Solar",
      "aboutText": "Gylve Fenris Nagell (born 28 November 1971), better known as Fenriz, is a Norwegian musician who is best known as being one half of the metal duo Darkthrone. Although primarily a drummer, he has also performed bass, guitar and vocals for Darkthrone and a number of other metal bands. Fenriz is known for his refusal to play live, his obsessiveness about music listening, supporting other underground bands and his lack of interest in the mainstream music business in general.",
      "pageId": 312357,
      "monthDay": "11/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Anna_Nicole_Smith",
      "name": "Anna Nicole Smith",
      "aboutText": "Jade Errol Puget (born November 28, 1973) is an American musician and producer, best known as the guitarist for the rock band AFI (joined in 1998), the guitarist/writer for the straight edge hardcore band XTRMST, and the keyboardist/synthesizer operator for the electronic duo Blaqk Audio.",
      "pageId": 570824,
      "monthDay": "11/28"
    },
    {
      "year": "1967",
      "uri": "/wiki/Stephnie_Weir",
      "name": "Stephnie Weir",
      "aboutText": "Clifton Britt (born November 28, 1969), better known as Lexington Steele, is an American pornographic actor, director and owner of Mercenary Motion Pictures and Black Viking Pictures Inc. He is the first actor to have won the AVN Male Performer of the Year Award three times.",
      "pageId": 596858,
      "monthDay": "11/28"
    },
    {
      "year": "1968",
      "uri": "/wiki/Dawn_Robinson",
      "name": "Dawn Robinson",
      "aboutText": "Robert Thomas \"Rob\" Conway (born November 28, 1974), is an American professional wrestler best known for his seven-year stint with World Wrestling Entertainment, where he performed under his real name and as Robért Conway. He is currently employed by the National Wrestling Alliance, where he is a former two-time NWA World Heavyweight Champion.",
      "pageId": 683823,
      "monthDay": "11/28"
    },
    {
      "year": "1968",
      "uri": "/wiki/Darren_Bett",
      "name": "Darren Bett",
      "aboutText": "Christopher Heaton-Harris, (born 28 November 1967), is a British Conservative Party politician.",
      "pageId": 723838,
      "monthDay": "11/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Nick_Knight",
      "name": "Nick Knight",
      "aboutText": "Nicholas Verity Knight (born 28 November 1969) is an English cricket commentator and former England cricketer. Knight's middle name was in honour of the 1930s English Test bowler Hedley Verity who was killed in World War II and is a distant family relation. A left-handed opening batsman and a fine fielder, Knight played in 17 Test Matches and 100 One Day Internationals before announcing his retirement from international cricket after the 2003 World Cup.",
      "pageId": 994718,
      "monthDay": "11/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Robb_Nen",
      "name": "Robb Nen",
      "aboutText": "Darren Victor Bett (born 28 November 1968 in Scunthorpe, North Lincolnshire) is an English weather forecaster for the BBC, broadcasting on television and radio. Bett is a main weather presenter on BBC Radio 5 Live, and also appears on BBC News Channel, BBC World News, BBC One and BBC Radio 4.",
      "pageId": 1030212,
      "monthDay": "11/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Valeri_Nikitin_(wrestler)",
      "name": "Valeri Nikitin",
      "aboutText": "Robert Allen Nen (born November 28, 1969) is a former Major League Baseball right-handed relief pitcher. He spent most of his career as a closer. He is the son of former major league first baseman Dick Nen.",
      "pageId": 1077227,
      "monthDay": "11/28"
    },
    {
      "year": "1969",
      "uri": "/wiki/Lexington_Steele",
      "name": "Lexington Steele",
      "aboutText": "Dawn Sherrese Robinson (born November 24, 1965) is an American singer, songwriter, and actress. Robinson rose to fame in the early 1990s as a member of the quartet En Vogue, one of the world's best-selling girl groups of all time. Robinson was then asked to join Lucy Pearl and released their self-titled debut album in 2000, which went platinum worldwide and produced the top charting singles \"Dance Tonight\" and \"Don't Mess with My Man\".",
      "pageId": 1357397,
      "monthDay": "11/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/%C3%81lex_L%C3%B3pez_Mor%C3%B3n",
      "name": "Álex López Morón",
      "aboutText": "Stephnie Carmel Weir (born November 28, 1967) is an American actress, comedian, and writer.",
      "pageId": 1772598,
      "monthDay": "11/28"
    },
    {
      "year": "1970",
      "uri": "/wiki/Richard_Osman",
      "name": "Richard Osman",
      "aboutText": "Clas Håkan Jesper Strömblad (born 28 November 1972) is a Swedish musician who is the guitarist for the bands Dimension Zero and The Resistance. He is best known as founder and former guitarist/drummer/keyboardist of the Swedish melodic death metal band In Flames, guitarist of the band Sinergy, bassist of Ceremonial Oath and drummer of HammerFall. In 2013 he joined MDM band Nightrage as a session guitarist.",
      "pageId": 1856695,
      "monthDay": "11/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Cathy_Garcia-Molina",
      "name": "Cathy Garcia-Molina",
      "aboutText": "Anastasia \"Tasoula\" Kelesidou (Greek: Αναστασία Κελεσίδου, [anastaˈsia celeˈsiðu], born 28 November 1972 in Hamburg, Germany) is a retired Greek discus thrower best known for winning silver medals at the 2000 and 2004 Summer Olympics. During her career she set seven Greek records in discus throw, the best being 67.70 metres.",
      "pageId": 2718521,
      "monthDay": "11/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Fenriz",
      "name": "Fenriz",
      "aboutText": "Paulo José Lopes de Figueiredo (Portuguese pronunciation: [fiɡɐjˈɾedu]; born 28 November 1972) is a white Angolan retired footballer who played as a central midfielder.\nHe spent the bulk of his 17-year professional career with Santa Clara, amassing Primeira Liga totals of 97 games and eight goals over the course of three seasons (eight in total with the club).",
      "pageId": 5184896,
      "monthDay": "11/28"
    },
    {
      "year": "1971",
      "uri": "/wiki/Rob_Conway",
      "name": "Rob Conway",
      "aboutText": "José Guillermo del Solar Alvarez-Calderón (born 28 November 1967) is a Peruvian retired footballer who played as a defensive midfielder, and a current coach.",
      "pageId": 8670436,
      "monthDay": "11/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Paulo_Figueiredo",
      "name": "Paulo Figueiredo",
      "aboutText": "Álex López Morón (born 28 November 1970) is a retired professional male tennis player from Spain. His career-high ATP Entry ranking is No.",
      "pageId": 9289433,
      "monthDay": "11/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Anastasia_Kelesidou",
      "name": "Anastasia Kelesidou",
      "aboutText": "Cathy Garcia-Molina (born November 28, 1971) is a Filipino film and television director. She has directed most romantic-comedy films distributed by Star Cinema.",
      "pageId": 17554883,
      "monthDay": "11/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Yasuko_Matsuyuki",
      "name": "Yasuko Matsuyuki",
      "aboutText": "Yasuko Matsuyuki (松雪 泰子, Yasuko Matsuyuki, born November 28, 1972 in Saga Prefecture) is a Japanese actress and singer signed to Stardust Promotion.",
      "pageId": 19621127,
      "monthDay": "11/28"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jesper_Str%C3%B6mblad",
      "name": "Jesper Strömblad",
      "aboutText": "Richard Thomas Osman (born 28 November 1970) is an English television presenter, producer and director. He is the co-presenter and creator of the BBC One television quiz show Pointless.",
      "pageId": 24424950,
      "monthDay": "11/28"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jade_Puget",
      "name": "Jade Puget",
      "aboutText": "Valeri Nikitin (born 28 November 1969) is an Estonian former wrestler who competed in the 1992 Summer Olympics, 1996 Summer Olympics and in the 2000 Summer Olympics.",
      "pageId": 40630242,
      "monthDay": "11/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Apl.de.ap",
      "name": "apl.de.ap",
      "aboutText": "Gavin Paul Rae (born 28 November 1977 in Aberdeen) is a Scottish football player who currently plays for National Premier Leagues NSW club Hakoah Sydney City East FC. Rae started his career with Dundee, making over 200 league appearances for the club. He moved to Rangers in January 2004, but struggled to hold down a regular place in their team due to injury. He moved to Cardiff City in 2007 and featured regularly in the team that reached the 2008 FA Cup Final.",
      "pageId": 1082082,
      "monthDay": "11/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Styles_P",
      "name": "Styles P",
      "aboutText": "Brent Albright (born November 28, 1978) is an American professional wrestler, perhaps best known for his time with World Wrestling Entertainment, during which he appeared on Friday Night SmackDown! as Gunner Scott. He is a former NWA World Heavyweight Champion, having defeated Adam Pearce in New York, New York at Ring of Honor's Death Before Dishonor VI event on August 2, 2008.",
      "pageId": 1853140,
      "monthDay": "11/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kristian_Schmid",
      "name": "Kristian Schmid",
      "aboutText": "David Styles (born November 28, 1974), better known by his stage name, Styles P, is an American rapper, author, and entrepreneur. He is prominently known as a member of Hip Hop group The LOX, founder of D-Block Records and is also a part of the Ruff Ryders hip-hop group, and in addition has released multiple albums and mixtapes as a solo MC. In 2002, he released his debut album A Gangster and a Gentleman.",
      "pageId": 1916779,
      "monthDay": "11/28"
    },
    {
      "year": "1974",
      "uri": "/wiki/Andr%C3%A1s_T%C3%B6lcs%C3%A9res",
      "name": "András Tölcséres",
      "aboutText": "András Tölcséres (born 28 November 1974) is a Hungarian football player.\nAfter coming through the ranks at Hungarian team Szegedi SC, Tölcséres moved to Germany where he joined FC Starnberg before moving to 1. FC Nürnberg II. He then went on to play for SG Quelle Fürth and 1.",
      "pageId": 1965134,
      "monthDay": "11/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bakarhythm",
      "name": "Bakarhythm",
      "aboutText": "Monica Sex (Hebrew: מוניקה סקס‎; also spelled Monika Sex) is an Israeli rock band that is very popular among young fans and the contemporary music scene. Their music is generally characterized by its alternative rock sound and catchy lyrics, which led many of their songs to become radio hits and greatly recognizable in Israeli culture.",
      "pageId": 2032772,
      "monthDay": "11/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Seffy_Efrati",
      "name": "Seffy Efrati",
      "aboutText": "Ryan Kwanten (born 28 November 1976) is an Australian actor. He played Vinnie Patterson from 1997 to 2002 in the Australian soap opera Home and Away. After his stint ended he joined the American teen drama series Summerland, portraying Jay Robertson.",
      "pageId": 2090235,
      "monthDay": "11/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Eka_Kurniawan",
      "name": "Eka Kurniawan",
      "aboutText": "Allan Pineda Lindo (born November 28, 1974) better known as apl.de.ap (pronounced \"Apple Dee Ap\"), is a Filipino American rapper, record producer and singer best known as a member of the Grammy Award-winning group The Black Eyed Peas.",
      "pageId": 2186951,
      "monthDay": "11/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sunny_Mabrey",
      "name": "Sunny Mabrey",
      "aboutText": "DeMya Chakheia Walker (born November 28, 1977) is a professional basketball player from the United States.",
      "pageId": 2374094,
      "monthDay": "11/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Park_Sung-bae",
      "name": "Park Sung-bae",
      "aboutText": "Sunny Mabrey (born November 28, 1975) is an American actress and model. Prior to debuting in films, Mabrey appeared in music videos, such as \"Nookie\" from Limp Bizkit.",
      "pageId": 2794849,
      "monthDay": "11/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Takashi_Shimoda",
      "name": "Takashi Shimoda",
      "aboutText": "Fabio Grosso, Ufficiale OMRI (Italian pronunciation: [ˈfaːbjo ˈɡrɔsso]; born 28 November 1977) is a former Italian professional footballer who played as left back. He was a physical, quick, energetic player, who was sound defensively and adept with his crossing ability, which allowed him to be deployed as a right-winger on occasion. Unusually for a defender, he was also a free kick, penalty and corner kick specialist, responsibilities usually held by a striker or midfielder.",
      "pageId": 4177511,
      "monthDay": "11/28"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sigurd_Wongraven",
      "name": "Sigurd Wongraven",
      "aboutText": "Darryl James Flahavan [fla-hay-van] (born 28 November 1978) is an English footballer who plays as a goalkeeper for Crawley Town.",
      "pageId": 4653125,
      "monthDay": "11/28"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ryan_Kwanten",
      "name": "Ryan Kwanten",
      "aboutText": "Kristian Schmid (born 28 November 1974) is an Australian actor who began his career as Todd Landers on Neighbours.",
      "pageId": 4677327,
      "monthDay": "11/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Marlon_Broomes",
      "name": "Marlon Broomes",
      "aboutText": "Marlon Charles Broomes (born 28 November 1977) is an English former professional footballer who played as a centre-back from 1994 to 2012.\nHe also played as a sweeper (leading to his nickname of \"Broomes, the sweeper\"), although he could play at left-back as well. He began his career in 1994 with Premier League club Blackburn Rovers, he was part of the squad that went on to win the title in the 1994–95 season but didn't play a match all season.",
      "pageId": 5369412,
      "monthDay": "11/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Fabio_Grosso",
      "name": "Fabio Grosso",
      "aboutText": "Greg Mardon Somerville is a New Zealand rugby union player. He is a former All Black and a specialised tighthead prop who can also play loosehead. Somerville made his All Black debut in 2000 against Tonga, a match in which the All Blacks won 102–0.",
      "pageId": 5391345,
      "monthDay": "11/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Acer_Nethercott",
      "name": "Acer Nethercott",
      "aboutText": "Satyr (born Sigurd Wongraven on 28 November 1975) is the vocalist, lead and rhythm guitarist, bassist, and keyboardist for the Norwegian black metal band Satyricon. He was a founding member of Satyricon (although the band had been around for a short length of time as Eczema without him) and have so far released eight albums, two demos, and a live DVD. He has also contributed to other bands such as Darkthrone, Eibon, Storm, Thorns, Black Diamond Brigade and Wongraven.",
      "pageId": 5688761,
      "monthDay": "11/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Gavin_Rae",
      "name": "Gavin Rae",
      "aboutText": "Takashi Shimoda (下田 崇, Shimoda Takashi, born 28 November 1975 in Minami-ku, Hiroshima) is a Japanese former football goalkeeper. He joined Sanfrecce Hiroshima in 1994, became their first-choice goalkeeper in 1998, and played there until the end of his career.\nHe represented Japan at the 1996 Summer Olympics.",
      "pageId": 6987589,
      "monthDay": "11/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/Greg_Somerville",
      "name": "Greg Somerville",
      "aboutText": "Eka 'Spin Binder' Kurniawan is an Indonesian writer. He was born in Tasikmalaya, West Java, November 28, 1975. He studied philosophy at Gadjah Mada University, Yogyakarta.",
      "pageId": 7058640,
      "monthDay": "11/28"
    },
    {
      "year": "1977",
      "uri": "/wiki/DeMya_Walker",
      "name": "DeMya Walker",
      "aboutText": "Acer Gary Nethercott (28 November 1977 – 26 January 2013) was a British coxswain, Olympic silver medallist and double Boat Race winner.",
      "pageId": 18902126,
      "monthDay": "11/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Brent_Albright",
      "name": "Brent Albright",
      "aboutText": "Park Sung-Bae is a South Korean football player.\nHe played for several clubs, including Jeonbuk Hyundai Motors, Gwangju Sangmu Bulsajo (army), FC Seoul, Busan I'Park and Suwon Samsung Bluewings.",
      "pageId": 20207058,
      "monthDay": "11/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Darryl_Flahavan",
      "name": "Darryl Flahavan",
      "aboutText": "Hidetomo Masuno (升野 英知, Masuno Hidetomo, born November 28, 1975, in Tagawa, Fukuoka Prefecture, Japan), better known for his stage name Bakarhythm (バカリズム, Bakarizumu), is a Japanese comedian, narrator, actor, playwright, and lyricist who is represented by the talent agency Maseki Geinosha. He is sometimes called Bakarhythm Masuno (バカリズム 升野, Bakarizumu Masuno).\nFrom 1995 to 2005, Bakarhythm was in a comedy duo with Toshihiro Matsushita.",
      "pageId": 47580585,
      "monthDay": "11/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Aimee_Garcia",
      "name": "Aimee Garcia",
      "aboutText": "Stuart James Taylor (born 28 November 1980) is an English footballer who plays as a goalkeeper. He is a former England Under 21 international.\n^ Hugman, Barry J. (2005).",
      "pageId": 1287978,
      "monthDay": "11/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Freddie_Mitchell",
      "name": "Freddie Mitchell",
      "aboutText": "Freddie Lee Mitchell, Jr. (born November 28, 1978) is a former American football wide receiver who played for the Philadelphia Eagles of the National Football League (NFL) for four seasons. He was chosen as a consensus All-American in 2000 while playing college football for the University of California, Los Angeles (UCLA).",
      "pageId": 1339139,
      "monthDay": "11/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mehdi_Nafti",
      "name": "Mehdi Nafti",
      "aboutText": "Hakeem Seriki (born November 28, 1979), better known by his stage name Chamillionaire, (/ˈkəmɪljənɛər/) is an American rapper and entrepreneur from Houston, Texas. He is the CEO of Chamillitary Entertainment. Chamillionaire was also the founder and an original member of The Color Changin' Click until the group split in 2005.",
      "pageId": 1779981,
      "monthDay": "11/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Michael_Simpkins",
      "name": "Michael Simpkins",
      "aboutText": "Mehdi Ben Sadok Nafti (Arabic: مهدي النفطي‎; born 28 November 1978) is a Tunisian professional footballer who plays as a defensive midfielder.\nDuring his professional career he played in four different countries in representation of five teams, including Toulouse, Racing de Santander and Birmingham City.",
      "pageId": 1946149,
      "monthDay": "11/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Haytham_Tambal",
      "name": "Haytham Tambal",
      "aboutText": "Aimee Garcia (born November 28, 1978) is an American actress, known for her roles as Veronica Palmero on the sitcom George Lopez, Yvonne Sanchez on the period drama Vegas and Jamie Batista on the Showtime drama Dexter.",
      "pageId": 2133252,
      "monthDay": "11/28"
    },
    {
      "year": "1978",
      "uri": "/wiki/Asuka_Tono",
      "name": "Asuka Tono",
      "aboutText": "Leandro Mateus Barbosa (Portuguese pronunciation: [leˈɐ̃dɾu baʁˈbozɐ]; born November 28, 1982) is a Brazilian professional basketball player for the Golden State Warriors of the National Basketball Association (NBA). In Brazil he is nicknamed \"Leandrinho\" (Little Leandro), and in the USA he is nicknamed \"The Brazilian Blur\", referring to his speed.",
      "pageId": 2387472,
      "monthDay": "11/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Chamillionaire",
      "name": "Chamillionaire",
      "aboutText": "Daniel Phillip Henney (Hangul: 다니엘 필립 헤니 Daniel Pillip Heni; born November 28, 1979) is an American actor and model, known for starring in films such as Seducing Mr. Perfect (2006), My Father (2007), X-Men Origins: Wolverine (2009), Shanghai Calling (2012), The Last Stand (2013), and Big Hero 6 (2014).",
      "pageId": 2839031,
      "monthDay": "11/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daniel_Henney",
      "name": "Daniel Henney",
      "aboutText": "Christopher Calvin \"Chris\" Harris (born 28 November 1982) in Truro, Cornwall, nicknamed Bomber, is a Great Britain international speedway rider for the Coventry Bees in the United Kingdom.",
      "pageId": 3483206,
      "monthDay": "11/28"
    },
    {
      "year": "1979",
      "uri": "/wiki/Katarzyna_Str%C4%85czy",
      "name": "Katarzyna Strączy",
      "aboutText": "Michael James Simpkins (born 28 November 1978 in Sheffield, England) is an English footballer who plays for Belper Town.",
      "pageId": 9173652,
      "monthDay": "11/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lisa_Middelhauve",
      "name": "Lisa Middelhauve",
      "aboutText": "Haytham Tambal (born November 28, 1978 in Sudan) is a Sudanese football striker currently playing for Al-Merrikh. He is the all-time Sudan national football team top scorer. In 2008 in the Sudanese league he scored 21 goals in 20 games.",
      "pageId": 10115151,
      "monthDay": "11/28"
    },
    {
      "year": "1980",
      "uri": "/wiki/Stuart_Taylor_(footballer,_born_1980)",
      "name": "Stuart Taylor",
      "aboutText": "Édouard Roger-Vasselin (born 28 November 1983) is a male tennis player from France. He won the men's doubles title at Roland Garros in 2014, partnering Julien Benneteau.",
      "pageId": 11511365,
      "monthDay": "11/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jacqui_Ainsley",
      "name": "Jacqui Ainsley",
      "aboutText": "Asuka Tono is an actress who a top star (musumyaku) for Star Troupe of Takarazuka Revue. She joined the revue company in 1998 and became the top star along with Kei Aran. She is from Chiba Prefecture, her birthday is November 28, 1978 and her nicknames are Asuka and Fukui.",
      "pageId": 12872438,
      "monthDay": "11/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sharon_Needles",
      "name": "Sharon Needles",
      "aboutText": "Lisa Middelhauve (born Lisa Schaphaus on November 28, 1980) is a German musician, better known as the former lead vocalist and pianist (on the earliest works) of German symphonic metal band Xandria from early 2000, until April 2008, but returned as their singer in 2010, only to finish the remaining live shows due to their second lead vocalist, Kerstin Bischof's departure.\nAfter Xandria, in late 2010, Lisa Middelhauve was the guest singer for some shows of the French Philharmonic Metal band Whyzdom. And as well, she joined the Austrian Symphonic Metal band Serenity for several shows and the whole European tour 2011 with Delain.",
      "pageId": 13156623,
      "monthDay": "11/28"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brian_Tevreden_(footballer_born_1981)",
      "name": "Brian Tevreden",
      "aboutText": "Jacqui Ainsley (born 28 November 1981) is an English model.",
      "pageId": 13940249,
      "monthDay": "11/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Leandro_Barbosa",
      "name": "Leandro Barbosa",
      "aboutText": "Sharon Needles (born November 28, 1981) is the stage name of Aaron Coady, an American drag performer and recording artist.",
      "pageId": 24777084,
      "monthDay": "11/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Chris_Harris_(speedway_rider)",
      "name": "Chris Harris",
      "aboutText": "Brian Tevreden (born 28 November 1981) is a Dutch football player.\nTevreden began his career with FC Volendam and he spent two seasons with the club, appearing in 15 Eredivisie matches. He joined Eerste divisie club FC Emmen in July 2004 after playing against Mansfield Town for Leeds United.",
      "pageId": 25813063,
      "monthDay": "11/28"
    },
    {
      "year": "1982",
      "uri": "/wiki/Raido_Villers",
      "name": "Raido Villers",
      "aboutText": "Tyler Aaron Glenn (born November 28, 1983) is an American musician and the lead vocalist and keyboardist of the American rock band Neon Trees.",
      "pageId": 27364101,
      "monthDay": "11/28"
    },
    {
      "year": "1983",
      "uri": "/wiki/Tyler_Glenn",
      "name": "Tyler Glenn",
      "aboutText": "Danielle Moinet (born November 28, 1983) is an American professional wrestler, professional wrestling valet, model, actress and former American football player currently signed with WWE under the ring name, Summer Rae.\nPrior to joining WWE, Moinet played with the Chicago Bliss of the Legends Football League. She was a main cast member on the WWE reality television show Total Divas for season two and three.",
      "pageId": 33869061,
      "monthDay": "11/28"
    },
    {
      "year": "1983",
      "uri": "/wiki/Summer_Rae",
      "name": "Summer Rae",
      "aboutText": "Raido Villers (born November 28, 1982 in Jõhvi, Estonia) is a former Estonian professional basketballer. He spent his whole career with the BC Rakvere Tarvas.",
      "pageId": 34820410,
      "monthDay": "11/28"
    },
    {
      "year": "1983",
      "uri": "/wiki/%C3%89douard_Roger-Vasselin",
      "name": "Édouard Roger-Vasselin",
      "aboutText": "Katarzyna Strączy (born 28 November 1979 in Kraków) is a former Polish tennis player. In her career, she won one ITF singles title and reached a ranking high of world number 215 on 1 March 1999.",
      "pageId": 35737849,
      "monthDay": "11/28"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nelson_Haedo_Valdez",
      "name": "Nelson Haedo Valdez",
      "aboutText": "Scarlett Noel Pomers (born November 28, 1988) is an American actress and singer-songwriter who works in television, film, theatre, and music. Her most recognizable roles have been as Naomi Wildman on Star Trek: Voyager (1998–2001) and Kyra Hart on the television series Reba (2001–2007).",
      "pageId": 455142,
      "monthDay": "11/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Andrew_Bogut",
      "name": "Andrew Bogut",
      "aboutText": "Marc-André Fleury (born November 28, 1984) is a Canadian professional ice hockey goaltender playing for the Pittsburgh Penguins of the National Hockey League (NHL). Drafted out of the Quebec Major Junior Hockey League (QMJHL) first overall by the Penguins in the 2003 NHL Entry Draft, Fleury played major junior for four seasons with the Cape Breton Screaming Eagles, earning both the Mike Bossy Trophy as the league's top prospect and the Telus Cup as the top defensive player in 2003. He joined the Penguins in 2003–04 and won a Stanley Cup championship with the team five years later in 2009.",
      "pageId": 566283,
      "monthDay": "11/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marc-Andr%C3%A9_Fleury",
      "name": "Marc-André Fleury",
      "aboutText": "Andrew Michael Bogut (born 28 November 1984) is an Australian professional basketball player for the Golden State Warriors of the National Basketball Association (NBA). The 7'0\" center was a star at the University of Utah for two years before declaring for the draft. He was selected by the Milwaukee Bucks with the first overall pick in the 2005 NBA draft, thus becoming the first Australian player and the second Utah player (the first being Bill McGill) to be drafted number one overall.",
      "pageId": 1505487,
      "monthDay": "11/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Joross_Gamboa",
      "name": "Joross Gamboa",
      "aboutText": "Mary Elizabeth Winstead (born November 28, 1984) is an American actress and recording artist. Winstead is known for her scream queen roles in the horror films: The Ring Two, Final Destination 3, Black Christmas, Death Proof, The Thing, and Abraham Lincoln: Vampire Hunter, but has also branched out to other genres, including as John McClane's daughter Lucy in Live Free or Die Hard and A Good Day to Die Hard, Ramona Flowers in the comic-to-film adaptation of Scott Pilgrim vs. the World and as an alcoholic who struggles through sobriety in the Sundance-selected drama Smashed.",
      "pageId": 2324849,
      "monthDay": "11/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Trey_Songz",
      "name": "Trey Songz",
      "aboutText": "Tremaine Aldon Neverson (born November 28, 1984), better known as Trey Songz, is an American singer, songwriter, rapper, record producer and actor. His debut album, I Gotta Make It, was released in 2005 through Atlantic Records. His follow up album, Trey Day, spawned his first top 20 single, \"Can't Help but Wait.\" Songz released his third album Ready in 2009 and a single from the album, \"Say Aah,\" peaked at No.",
      "pageId": 2338784,
      "monthDay": "11/28"
    },
    {
      "year": "1984",
      "uri": "/wiki/Mary_Elizabeth_Winstead",
      "name": "Mary Elizabeth Winstead",
      "aboutText": "Nelson Antonio Haedo Valdez (born 28 November 1983) commonly known as Nelson Valdez (or Nelson Haedo in Spanish speaking countries) is a Paraguayan footballer who plays for Seattle Sounders FC and the Paraguay national football team as a striker.\nValdez started his career with Atlético Tembetary, progressing through their youth system to the first-team squad where he made his debut at the age of 16 in Paraguayan División Intermedia in 2000. He finished his career with the club having scored 11 goals in 22 league appearances.",
      "pageId": 2808999,
      "monthDay": "11/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Esha_Gupta",
      "name": "Esha Gupta",
      "aboutText": "Caitlin McClatchey (born 28 November 1985) is a British former swimmer. Representing Scotland, she won two gold medals at the 2006 Commonwealth Games, in the 200 metres freestyle and 400 metres freestyle. Representing Great Britain, she won bronze medals in the 400 m freestyle at the 2005 World Championships and 2006 European Championships.",
      "pageId": 4460034,
      "monthDay": "11/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mike_Kostka",
      "name": "Mike Kostka",
      "aboutText": "Bradley Smith (born 28 November 1990) is an English motorcycle racer, currently competing in the MotoGP World Championship. He was a regular frontrunner in the 125cc class, recording three wins, twenty podium finishes as well as nine pole positions in his five seasons in the class. Eurosport commentators Toby Moody and Julian Ryder have frequently noted his reputation for being at his best while leading races.",
      "pageId": 7268442,
      "monthDay": "11/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/Caitlin_McClatchey",
      "name": "Caitlin McClatchey",
      "aboutText": "John Ross Sanchez-Gamboa, better known by his screen name Joross Gamboa was (born November 28, 1984), is a Filipino actor and model who is now a former GMA Network contract artist after moving back to ABS-CBN.",
      "pageId": 7953451,
      "monthDay": "11/28"
    },
    {
      "year": "1985",
      "uri": "/wiki/%C3%81lvaro_Pereira",
      "name": "Álvaro Pereira",
      "aboutText": "Craig Kieswetter (born 28 November 1987) is a former cricketer who appeared in 71 matches for England between 2010 and 2013. A wicket-keeper batsman, born and raised in South Africa, Kieswetter moved to England to complete his education, and began playing county cricket for Somerset in 2007. Three years later, only two weeks after qualifying for the England cricket team, he made his international debut in a One Day International (ODI) against Bangladesh.",
      "pageId": 10418264,
      "monthDay": "11/28"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mouhamadou_Dabo",
      "name": "Mouhamadou Dabo",
      "aboutText": "Mouhamadou Dabo (born 28 November 1986 in Dakar) is a French professional footballer who plays as a right back, but has played left back, for Troyes in Ligue 1.",
      "pageId": 12662177,
      "monthDay": "11/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Karen_Gillan",
      "name": "Karen Gillan",
      "aboutText": "Álvaro Daniel Pereira Barragán (Spanish pronunciation: [ˈalβaɾo peˈɾeiɾa]; born 28 November 1985) is a Uruguayan footballer who plays for Argentine club Estudiantes de La Plata. Mainly a left back, he can perform equally as a left midfielder.\nAfter starting out at Miramar Misiones he went on to play for a host of clubs in several countries, mainly Porto and Inter, winning eight major titles with the former whilst appearing in 118 competitive games (three goals).",
      "pageId": 12918593,
      "monthDay": "11/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Craig_Kieswetter",
      "name": "Craig Kieswetter",
      "aboutText": "Michael Christopher Kostka (born November 28, 1985) is a Canadian professional ice hockey defenceman.",
      "pageId": 16607974,
      "monthDay": "11/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Bianca_Manalo",
      "name": "Bianca Manalo",
      "aboutText": "Elena Marié Satine (born November 24, 1988) is a Georgian American actress and singer.",
      "pageId": 19997675,
      "monthDay": "11/28"
    },
    {
      "year": "1987",
      "uri": "/wiki/Elena_Satine",
      "name": "Elena Satine",
      "aboutText": "Laura Colleen Gloria Alleway (born 28 November 1989) is an Australian football player, who currently plays for Melbourne City in the Australian W-League.",
      "pageId": 21629927,
      "monthDay": "11/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Scarlett_Pomers",
      "name": "Scarlett Pomers",
      "aboutText": "Pamela Bianca Ramos Manalo (born November 28, 1987 in Parañaque City, Metro Manila, Philippines) is a Filipino actress and beauty pageant titleholder. She was the Binibining Pilipinas-Universe 2009 winner, and represented the Philippines at Miss Universe 2009.\nIn October 2010 she was cast in the ABS-CBN television series Juanita Banana, playing the role of Juanita Banana until the show ended in February 2011.",
      "pageId": 21995661,
      "monthDay": "11/28"
    },
    {
      "year": "1988",
      "uri": "/wiki/Daniel_Matsunaga",
      "name": "Daniel Matsunaga",
      "aboutText": "Karen Sheila Gillan (born 28 November 1987) is a Scottish actress, director, and former model. She is known for the role of Amy Pond in the BBC science fiction series Doctor Who (2010–13). In film, she has starred as Jane Lockhart in Not Another Happy Ending (2013), Kaylie Russell in the horror film Oculus (2013), Nebula in the Marvel film Guardians of the Galaxy (2014), and Evie in The Big Short (2015).",
      "pageId": 23002288,
      "monthDay": "11/28"
    },
    {
      "year": "1989",
      "uri": "/wiki/Laura_Alleway",
      "name": "Laura Alleway",
      "aboutText": "Esha Gupta is an Indian actress who appears in Bollywood films.",
      "pageId": 24558010,
      "monthDay": "11/28"
    },
    {
      "year": "1990",
      "uri": "/wiki/Dedryck_Boyata",
      "name": "Dedryck Boyata",
      "aboutText": "Anga Dedryck Boyata (French pronunciation: ​[ɑ̃ɡa dɛdʁik bwajata]; born 28 November 1990) is a Belgian professional footballer who plays as a centre-back or right-back for Scottish club Celtic and the Belgium national team.\nHe made his senior debut with Manchester City in 2010, and was their Young Player of the Year for 2009–10. For the 2011–12 season he was loaned to Bolton Wanderers, and for the first half of 2012–13 he was at FC Twente.",
      "pageId": 25659235,
      "monthDay": "11/28"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bradley_Smith_(motorcyclist)",
      "name": "Bradley Smith",
      "aboutText": "Daniel Kenji Matsunaga (born November 28, 1988) or simply Daniel Matsunaga is a Brazilian-Japanese model, host, taekwondoin, footballer, talented singer/rockstar, dancer, award-winning actor and chef. He became known in the Philippines by appearing in Cosmopolitan Philippines’s September 2009 \"Cosmo Men\" supplement. He was discovered in the Philippines as an actor and was first given TV drama projects on GMA Network.",
      "pageId": 36495691,
      "monthDay": "11/28"
    },
    {
      "year": "1991",
      "uri": "/wiki/Mayuko_Kawakita",
      "name": "Mayuko Kawakita",
      "aboutText": "Adam Hicks (born November 28, 1992) is an American actor, rapper, singer, and songwriter. His first leading role was in How to Eat Fried Worms. He is also known for playing Luther in the Disney XD series Zeke and Luther and Wendell \"Wen\" Gifford in the film Lemonade Mouth.",
      "pageId": 6801255,
      "monthDay": "11/28"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jessica_Robinson_(performer)",
      "name": "Jessica Robinson",
      "aboutText": "Thor Salden (born 28 November 1997, stage name: Thor!) from Schoten was the winning contestant in the Belgian pre-selections of the Junior Eurovision Song Contest 2006 and he represented Belgium in the international final on 2 December 2006 in Bucharest, Romania where he reached seventh place in a field of fifteen. At the time of the preselections he was the youngest contestant at eight years old. He won both the first semi-final on 17 September 2006 and the final on 1 October 2006.",
      "pageId": 7931831,
      "monthDay": "11/28"
    },
    {
      "year": "1992",
      "uri": "/wiki/Adam_Hicks",
      "name": "Adam Hicks",
      "aboutText": "Jacob David R. Clayton (born November 28, 2000) in Subic Bay, Olongapo City, Philippines also known as Jacob Rica, Jacob Clayton is a Filipino/British child actor. He is half British. He is currently under the GMA Artist Center handled by director Maryo J. de los Reyes.",
      "pageId": 23871019,
      "monthDay": "11/28"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jake_Miller_(rapper)",
      "name": "Jake Miller",
      "aboutText": "Jessica Robinson (sometimes credited as Jessica Close or Jessica Daley, born 28 November 1991) is an English singer and actress. Robinson is most noted for her participation in the 2010 BBC talent-search Over the Rainbow.",
      "pageId": 28321394,
      "monthDay": "11/28"
    },
    {
      "year": "1997",
      "uri": "/wiki/Thor_Salden",
      "name": "Thor Salden",
      "aboutText": "Jacob Harris \"Jake\" Miller (born November 28, 1992) is an American pop rapper, singer and songwriter from Weston, Florida. He is signed to Warner Bros. Records.",
      "pageId": 37084697,
      "monthDay": "11/28"
    },
    {
      "year": "2000",
      "uri": "/wiki/Jacob_Rica",
      "name": "Jacob Rica",
      "aboutText": "Mayuko Kawakita (河北 麻友子, Kawakita Mayuko, born November 28, 1991) is a Japanese-American",
      "pageId": 46362936,
      "monthDay": "11/28"
    }
  ]
}