{
  "people": [
    {
      "year": "1368",
      "uri": "/wiki/Charles_VI_of_France",
      "name": "Charles VI of France",
      "aboutText": "Bayezid II or Sultân Bayezid-î Velî (December 3, 1447 – May 26, 1512) (Ottoman Turkish: بايزيد ثانى Bāyezīd-i sānī, Turkish:II. Bayezid or II. Beyazıt) was the eldest son and successor of Mehmed II, ruling as Sultan of the Ottoman Empire from 1481 to 1512.",
      "pageId": 4242,
      "monthDay": "12/03"
    },
    {
      "year": "1447",
      "uri": "/wiki/Bayezid_II",
      "name": "Bayezid II",
      "aboutText": "Joseph Conrad (born Józef Teodor Konrad Korzeniowski; 3 December 1857 – 3 August 1924) was a Polish-British writer regarded as one of the greatest novelists to write in the English language. He was granted British nationality in 1886 but always considered himself a Pole. Though he did not speak English fluently until he was in his twenties (and always with a marked accent), he was a master prose stylist who brought a distinctly non-English sensibility into English literature.",
      "pageId": 15823,
      "monthDay": "12/03"
    },
    {
      "year": "1560",
      "uri": "/wiki/Jan_Gruter",
      "name": "Jan Gruter",
      "aboutText": "Phoebe Elizabeth Apperson Hearst (December 3, 1842 – April 13, 1919) was an American philanthropist, feminist and suffragist. She was the mother of William Randolph Hearst.",
      "pageId": 24071,
      "monthDay": "12/03"
    },
    {
      "year": "1596",
      "uri": "/wiki/Nicola_Amati",
      "name": "Nicola Amati",
      "aboutText": "Charles VI (3 December 1368 – 21 October 1422), called the Beloved (French: le Bien-Aimé) and the Mad (French: le Fol or le Fou), was King of France from 1380 to his death. He was a member of the House of Valois.\nCharles VI was only 11 when he inherited the throne in the midst of the Hundred Years' War.",
      "pageId": 77413,
      "monthDay": "12/03"
    },
    {
      "year": "1722",
      "uri": "/wiki/Hryhorii_Skovoroda",
      "name": "Hryhorii Skovoroda",
      "aboutText": "George Brinton McClellan (December 3, 1826 – October 29, 1885) was a major general for the Union during the American Civil War and the Democratic presidential nominee in 1864, who later served as Governor of New Jersey. He organized the famous Army of the Potomac and served briefly (November 1861 to March 1862) as the general-in-chief of the Union Army. Early in the war, McClellan played an important role in raising a well-trained and organized army for the Union.",
      "pageId": 104977,
      "monthDay": "12/03"
    },
    {
      "year": "1729",
      "uri": "/wiki/Antonio_Soler",
      "name": "Antonio Soler",
      "aboutText": "Jan Gruter or Gruytère, Latinized as Janus Gruterus (3 December 1560 – 20 September 1627), was a Flemish-born philologist, scholar, and librarian.\n^ \"Gruter, Jan\", in the Encyclopædia Britannica, 9th ed., Vol.",
      "pageId": 238297,
      "monthDay": "12/03"
    },
    {
      "year": "1755",
      "uri": "/wiki/Gilbert_Stuart",
      "name": "Gilbert Stuart",
      "aboutText": "Gregory Skovoroda, also Hryhorii Skovoroda, or Grigory Skovoroda (Latin: Gregorius Scovoroda, Ukrainian: Григорій Савич Сковорода, Hryhorii Savych Skovoroda; Russian: Григо́рий Са́ввич Сковорода́, Grigory Savvich Skovoroda; 3 December 1722 – 9 November 1794) was a Ukrainian and Russian philosopher, poet, teacher and composer . Skovoroda was of a Ukrainian Cossack background, who lived in the then newly formed Russian Empire and who made important contributions to Russian philosophy and culture. He lived and worked in Sloboda Ukraine, which is today partly in modern Ukraine and partly in Russia.",
      "pageId": 309143,
      "monthDay": "12/03"
    },
    {
      "year": "1793",
      "uri": "/wiki/Clarkson_Frederick_Stanfield",
      "name": "Clarkson Frederick Stanfield",
      "aboutText": "France Prešeren (pronounced [fɾanˈtsɛ pɾɛˈʃeːɾən]) (2 or 3 December 1800 – 8 February 1849) was a 19th-century Romantic Slovene poet, best known as the poet who has inspired virtually all later Slovene literature and has been generally acknowledged as the greatest Slovene classical author. He wrote some high quality epic poetry, for example the first Slovene ballad and the Slovene national epic. After death, he became the leading name of the Slovene literary canon.",
      "pageId": 335643,
      "monthDay": "12/03"
    },
    {
      "year": "1800",
      "uri": "/wiki/France_Pre%C5%A1eren",
      "name": "France Prešeren",
      "aboutText": "Gilbert Charles Stuart (born Stewart; December 3, 1755 – July 9, 1828) was an American painter from Rhode Island.\nGilbert Stuart is widely considered to be one of America's foremost portraitists. His best known work, the unfinished portrait of George Washington that is sometimes referred to as The Athenaeum, was begun in 1796 and never finished; Stuart retained the portrait and used it to paint 130 copies which he sold for $100 each.",
      "pageId": 339307,
      "monthDay": "12/03"
    },
    {
      "year": "1826",
      "uri": "/wiki/George_B._McClellan",
      "name": "George B. McClellan",
      "aboutText": "Clarkson Frederick Stanfield RA (3 December 1793 – 18 May 1867) was a prominent English marine painter; he is often though inaccurately called William Clarkson Stanfield.",
      "pageId": 376726,
      "monthDay": "12/03"
    },
    {
      "year": "1833",
      "uri": "/wiki/Carlos_Finlay",
      "name": "Carlos Finlay",
      "aboutText": "Antonio Francisco Javier José Soler Ramos, usually known as Padre ('Father', in the religious sense) Antonio Soler, known in Catalan as Antoni Soler i Ramos (baptized 3 December 1729 – 20 December 1783) was a Spanish composer whose works span the late Baroque and early Classical music eras.",
      "pageId": 471397,
      "monthDay": "12/03"
    },
    {
      "year": "1838",
      "uri": "/wiki/Cleveland_Abbe",
      "name": "Cleveland Abbe",
      "aboutText": "William John Bowser (Rexton, New Brunswick December 3, 1867 – October 25, 1933 Vancouver) was a politician in British Columbia, Canada. He served as Premier of British Columbia from 1915 to 1916.\nThe son of William Bowser and Margaret Gordon, Bowser was educated locally and at Mount Allison University and Dalhousie University.",
      "pageId": 551623,
      "monthDay": "12/03"
    },
    {
      "year": "1838",
      "uri": "/wiki/Octavia_Hill",
      "name": "Octavia Hill",
      "aboutText": "Cleveland Abbe (December 3, 1838 – October 28, 1916) was an American meteorologist and advocate of time zones.\nWhile director of the Cincinnati Observatory in Cincinnati, Ohio, he developed a system of telegraphic weather reports, daily weather maps, and weather forecasts. In 1870, Congress established the U.S. Weather Bureau and inaugurated the use of daily weather forecasts.",
      "pageId": 630894,
      "monthDay": "12/03"
    },
    {
      "year": "1842",
      "uri": "/wiki/Phoebe_Hearst",
      "name": "Phoebe Hearst",
      "aboutText": "Carlos Juan Finlay (December 3, 1833 – August 20, 1915) was a Spanish-Cuban epidemiologist recognized as a pioneer in the research of yellow fever, determining that it was transmitted through mosquitoes.",
      "pageId": 898745,
      "monthDay": "12/03"
    },
    {
      "year": "1842",
      "uri": "/wiki/Charles_Alfred_Pillsbury",
      "name": "Charles Alfred Pillsbury",
      "aboutText": "Ellen Henrietta Swallow Richards (December 3, 1842 – March 30, 1911) was an industrial and environmental chemist in the United States during the 19th century. Her pioneering work in sanitary engineering, and experimental research in domestic science, laid a foundation for the new science of home economics. She was the founder of the home economics movement characterized by the application of science to the home, and the first to apply chemistry to the study of nutrition.",
      "pageId": 967844,
      "monthDay": "12/03"
    },
    {
      "year": "1842",
      "uri": "/wiki/Ellen_Swallow_Richards",
      "name": "Ellen Swallow Richards",
      "aboutText": "Octavia Hill (3 December 1838 – 13 August 1912) was an English social reformer, whose main concern was the welfare of the inhabitants of cities, especially London, in the second half of the nineteenth century. Born into a family with a strong commitment to alleviating poverty, she herself grew up in straitened circumstances owing to the financial failure of her father. With no formal schooling, she worked from the age of 14 for the welfare of working people.",
      "pageId": 1001880,
      "monthDay": "12/03"
    },
    {
      "year": "1857",
      "uri": "/wiki/Joseph_Conrad",
      "name": "Joseph Conrad",
      "aboutText": "Herman Heijermans (3 December 1864 – 22 November 1924), was a Dutch writer.\nHeijermans was born in Rotterdam, into a liberal Jewish family, the fifth of the 11 children of Herman Heijermans Sr. and Matilda Moses Spiers.",
      "pageId": 1606877,
      "monthDay": "12/03"
    },
    {
      "year": "1857",
      "uri": "/wiki/Mathilde_Kralik",
      "name": "Mathilde Kralik",
      "aboutText": "Charles Alfred Pillsbury (December 3, 1842 – September 17, 1899) was a U.S. flour industrialist, co-founder and namesake of the Pillsbury Company and a member of the Minnesota State Senate.",
      "pageId": 7481460,
      "monthDay": "12/03"
    },
    {
      "year": "1864",
      "uri": "/wiki/Herman_Heijermans",
      "name": "Herman Heijermans",
      "aboutText": "Mathilde Aloisia Kralik von Meyrswalden (3 December 1857 in Linz – 8 March 1944) was an Austrian composer.",
      "pageId": 28898131,
      "monthDay": "12/03"
    },
    {
      "year": "1867",
      "uri": "/wiki/William_John_Bowser",
      "name": "William John Bowser",
      "aboutText": "Nicola Amati or Niccolò Amati (3 December 1596 – 12 April 1684) was an Italian luthier from Cremona.",
      "pageId": 30870558,
      "monthDay": "12/03"
    },
    {
      "year": "1872",
      "uri": "/wiki/Arthur_Charles_Hardy",
      "name": "Arthur Charles Hardy",
      "aboutText": "Anton Webern (German: [ˈantɔn ˈveːbɐn]; 3 December 1883 – 15 September 1945) was an Austrian composer and conductor. Along with his mentor Arnold Schoenberg and his colleague Alban Berg, Webern comprised the core among those within and more peripheral to the circle of the Second Viennese School, including Ernst Krenek and Theodor W. Adorno. As an exponent of atonality and twelve-tone technique, Webern exerted influence on contemporaries Luigi Dallapiccola, Křenek, and even Schoenberg himself.",
      "pageId": 65676,
      "monthDay": "12/03"
    },
    {
      "year": "1872",
      "uri": "/wiki/William_Haselden",
      "name": "William Haselden",
      "aboutText": "Walther Stampfli (3 December 1884 - 11 October 1965) was a Swiss politician and member of the Swiss Federal Council (1940-1947).",
      "pageId": 156448,
      "monthDay": "12/03"
    },
    {
      "year": "1875",
      "uri": "/wiki/Max_Meldrum",
      "name": "Max Meldrum",
      "aboutText": "General Prince Naruhiko Higashikuni (東久邇宮稔彦王, Higashikuni-no-miya Naruhiko Ō , 3 December 1887 – 20 January 1990) was a Japanese imperial prince, a career officer in the Imperial Japanese Army and the 43rd Prime Minister of Japan from 17 August 1945 to 9 October 1945 for a period of 54 days. An uncle of Emperor Hirohito twice over, Prince Higashikuni was the only member of the Japanese imperial family to head a cabinet and was the last general officer of the Imperial Japanese military to become Prime Minister. He was the founder of the Chiba Institute of Technology.",
      "pageId": 174168,
      "monthDay": "12/03"
    },
    {
      "year": "1878",
      "uri": "/wiki/Francis_A._Nixon",
      "name": "Francis A. Nixon",
      "aboutText": "Moritz Albrecht Franz Friedrich Fedor von Bock (3 December 1880 – 4 May 1945) was a German field marshal who served in the German army during the Second World War. As a leader who lectured his soldiers about the honor of dying for the German Fatherland, he was nicknamed \"Der Sterber\" (literally, ambiguously, and ironically: \"The Dier\"). Bock served as the commander of Army Group North during the Invasion of Poland in 1939, commander of Army Group B during the Invasion of France in 1940, and later as the commander of Army Group Center during the attack on the Soviet Union in 1941; his final command was that of Army Group South in 1942.",
      "pageId": 450813,
      "monthDay": "12/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/Albert_Asher",
      "name": "Albert Asher",
      "aboutText": "Karl Manne Georg Siegbahn ForMemRS (3 December 1886 – 26 September 1978) was a Swedish physicist who was awarded the Nobel Prize in Physics in 1924 \"for his discoveries and research in the field of X-ray spectroscopy\".\n^ a b Atterling, H. (1991). \"Karl Manne Georg Siegbahn.",
      "pageId": 573846,
      "monthDay": "12/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/Charles_Hutchison",
      "name": "Charles Hutchison",
      "aboutText": "Rajendra Prasad ( listen ; 3 December 1884 – 28 February 1963) was the first President of the Republic of India. An Indian political leader, lawyer by training, Prasad joined the Indian National Congress during the Indian independence movement and became a major leader from the region of Bihar. A supporter of Mahatma Gandhi, Prasad was imprisoned by British authorities during the Salt Satyagraha of 1931 and the Quit India movement of 1942.",
      "pageId": 702083,
      "monthDay": "12/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/Kaf%C5%AB_Nagai",
      "name": "Kafū Nagai",
      "aboutText": "Kafū Nagai (永井 荷風, Nagai Kafū, December 3, 1879 - April 30, 1959) is the pen name of Japanese author, playwright, essayist, and diarist Nagai Sōkichi (永井 壮吉).",
      "pageId": 1003604,
      "monthDay": "12/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/Donald_Matheson_Sutherland",
      "name": "Donald Matheson Sutherland",
      "aboutText": "Yitzhak HaLevi Herzog (Hebrew: יצחק אייזיק הלוי הרצוג; born 3 December 1888 – died 25 July 1959), also known as Isaac Herzog or Hertzog), was the first Chief Rabbi of Ireland, his term lasting from 1921 to 1936.",
      "pageId": 1495078,
      "monthDay": "12/03"
    },
    {
      "year": "1880",
      "uri": "/wiki/Fedor_von_Bock",
      "name": "Fedor von Bock",
      "aboutText": "Donald Matheson Sutherland, PC (December 3, 1879 – June 4, 1970) was a Canadian physician and politician.\nSutherland ran for public office in the 1917 federal election held as a result of the Conscription Crisis of 1917 as a Laurier Liberal, but was defeated in the riding of Oxford North.\nBy 1921, he had changed allegiances to the Conservatives and, in the 1925 general election, he won the seat of Oxford North and became a Tory Member of Parliament in the Canadian House of Commons.",
      "pageId": 1630001,
      "monthDay": "12/03"
    },
    {
      "year": "1883",
      "uri": "/wiki/Anton_Webern",
      "name": "Anton Webern",
      "aboutText": "Khudiram Bose (Bengali: ক্ষুদিরাম বসু Khudiram Boshu) (3 December 1889 – 11 August 1908) was a Bengali revolutionary, one of the youngest revolutionaries early in the Indian independence movement.",
      "pageId": 2634371,
      "monthDay": "12/03"
    },
    {
      "year": "1884",
      "uri": "/wiki/Rajendra_Prasad",
      "name": "Rajendra Prasad",
      "aboutText": "Duncan Max Meldrum (3 December 1875 – 6 June 1955) was a Scottish born Australian painter.",
      "pageId": 2765765,
      "monthDay": "12/03"
    },
    {
      "year": "1884",
      "uri": "/wiki/Walther_Stampfli",
      "name": "Walther Stampfli",
      "aboutText": "Francis Anthony Nixon (December 3, 1878 – September 4, 1956) was an American businessman and the father of U.S. President Richard Nixon.",
      "pageId": 2834960,
      "monthDay": "12/03"
    },
    {
      "year": "1886",
      "uri": "/wiki/Manne_Siegbahn",
      "name": "Manne Siegbahn",
      "aboutText": "Major General Thomas Francis Farrell (3 December 1891 – 11 April 1967) was the Deputy Commanding General and Chief of Field Operations of the Manhattan Project, acting as executive officer to Major General Leslie R. Groves, Jr.\nFarrell graduated from Rensselaer Polytechnic Institute with a degree in civil engineering in 1912. During World War I, he served with the 1st Engineers on the Western Front, and was awarded the Distinguished Service Cross and the French Croix de guerre.",
      "pageId": 4061738,
      "monthDay": "12/03"
    },
    {
      "year": "1887",
      "uri": "/wiki/Prince_Naruhiko_Higashikuni",
      "name": "Prince Naruhiko Higashikuni",
      "aboutText": "William Kerridge Haselden (3 December 1872, Seville, Spain – 25 December 1953, Aldeburgh) was an English cartoonist and caricaturist.\nHe was the second of five children of Adolphe Henry Haselden and his wife Susan Elizabeth (née Kerridge). Haselden's parents were both English but met in Seville, where his father was director of the Seville Gasworks.",
      "pageId": 4795039,
      "monthDay": "12/03"
    },
    {
      "year": "1888",
      "uri": "/wiki/Yitzhak_HaLevi_Herzog",
      "name": "Yitzhak HaLevi Herzog",
      "aboutText": "Arthur Charles Hardy, PC (December 3, 1872 – March 13, 1962) was a Canadian politician.\nBorn in Brantford, Ontario, he ran for the Canadian House of Commons in the Ontario riding of Leeds in the 1917 federal election. Although unsuccessful in that election, he was considered a powerful and influential figure within the Liberal Party.",
      "pageId": 6601944,
      "monthDay": "12/03"
    },
    {
      "year": "1889",
      "uri": "/wiki/Khudiram_Bose",
      "name": "Khudiram Bose",
      "aboutText": "Charles Hutchison (December 3, 1879 – May 30, 1949) was an American film actor, director and screenwriter. He appeared in 49 films between 1914 and 1944. He also directed 33 films between 1915 and 1938.",
      "pageId": 15929333,
      "monthDay": "12/03"
    },
    {
      "year": "1889",
      "uri": "/wiki/Cyrillus_Kreek",
      "name": "Cyrillus Kreek",
      "aboutText": "Cyrillus Kreek (born as Karl Ustav Kreek; 3 December [O.S. 21 November] 1889 in Võnnu, Lääne county – 26 March 1962 in Haapsalu) was an Estonian composer.\nKreek studied trombone and composition at the Saint Petersburg Conservatory from 1908 to 1916 in the years immediately prior to the Russian Revolution, then worked as music teacher first in his native Haapsalu (in western Estonia), at the Tartu Music College and later at the Tallinn Conservatory.\nKreek started collecting religious folksongs in 1911 in the Haapsalu region.",
      "pageId": 22770425,
      "monthDay": "12/03"
    },
    {
      "year": "1891",
      "uri": "/wiki/Thomas_Farrell_(general)",
      "name": "Thomas Farrell",
      "aboutText": "Deiva Zivarattinam (born December 3, 1894, Pondicherry, d. March 25, 1975, Pondicherry) was an Indian politician. He represented Pondicherry (then a French colony) in the French Constituent Assembly election in 1945.",
      "pageId": 25557759,
      "monthDay": "12/03"
    },
    {
      "year": "1894",
      "uri": "/wiki/Deiva_Zivarattinam",
      "name": "Deiva Zivarattinam",
      "aboutText": "Arapeta Paurini Wharepapa, or Albert Asher as he was more commonly known, (3 December 1879 in Tauranga – 8 January 1965 in Auckland) was a New Zealand dual-code international rugby union and professional rugby league footballer of the 1890s, 1900s, '10s and '20s. At representative level Asher played rugby union for New Zealand, North Island, and Auckland playing on the Wing and played rugby league at representative level for Australasia, New Zealand, Auckland and the New Zealand Māori rugby league team. One of his brothers, Ernie, was also a rugby league international while another, John, became a Ngati Pukenga and Ngati Pikiao leader.",
      "pageId": 31784847,
      "monthDay": "12/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Te_Ata_Fisher",
      "name": "Te Ata Fisher",
      "aboutText": "Mary Frances Thompson (December 3, 1895 - October 25, 1995), best known as Te Ata, was an actress and citizen of the Chickasaw Nation known for telling Native American stories. She performed as a representative of Native Americans at state dinners before President Franklin D. Roosevelt in the 1930s. She was inducted into the Oklahoma Hall of Fame in 1957 and named Oklahoma's first State Treasure in 1987.",
      "pageId": 37778274,
      "monthDay": "12/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Anna_Freud",
      "name": "Anna Freud",
      "aboutText": "Giovanni \"Nino\" Rota (3 December 1911 – 10 April 1979) was an Italian composer, pianist, conductor and academic who is best known for his film scores, notably for the films of Federico Fellini and Luchino Visconti. He also composed the music for two of Franco Zeffirelli's Shakespeare films, and for the first two films of Francis Ford Coppola's Godfather trilogy, receiving the Academy Award for Best Original Score for The Godfather Part II (1974).\nDuring his long career Rota was an extraordinarily prolific composer, especially of music for the cinema.",
      "pageId": 143160,
      "monthDay": "12/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Tadeusz_Olsza",
      "name": "Tadeusz Olsza",
      "aboutText": "Hayato Ikeda (池田 勇人, Ikeda Hayato, 3 December 1899 – 13 August 1965) was a Japanese politician and the 58th, 59th and 60th Prime Minister of Japan from 19 July 1960 to 9 November 1964.",
      "pageId": 174180,
      "monthDay": "12/03"
    },
    {
      "year": "1897",
      "uri": "/wiki/William_Gropper",
      "name": "William Gropper",
      "aboutText": "Anna Freud (3 December 1895 – 9 October 1982) was the 6th and last child of Sigmund Freud and Martha Bernays. She followed the path of her father and contributed to the field of psychoanalysis.\nAlongside Melanie Klein, she may be considered the founder of psychoanalytic child psychology: as her father put it, child analysis \"had received a powerful impetus through 'the work of Frau Melanie Klein and of my daughter, Anna Freud.'\" Compared to her father, her work emphasized the importance of the ego and its ability to be trained socially.",
      "pageId": 206773,
      "monthDay": "12/03"
    },
    {
      "year": "1899",
      "uri": "/wiki/Hayato_Ikeda",
      "name": "Hayato Ikeda",
      "aboutText": "Mitsuo Fuchida (淵田 美津雄, Fuchida Mitsuo, 3 December 1902 – 30 May 1976) was a Japanese captain in the Imperial Japanese Navy Air Service and a bomber aviator in the Japanese navy before and during World War II. He is perhaps best known for leading the first air wave attacks on Pearl Harbor on 7 December 1941. Working under the overall fleet commander, Vice Admiral Chūichi Nagumo, Fuchida was responsible for the coordination of the entire aerial attack.\nAfter the war ended, Fuchida became a Christian evangelist and traveled through the United States and Europe to tell his story.",
      "pageId": 382603,
      "monthDay": "12/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Ulrich_Inderbinen",
      "name": "Ulrich Inderbinen",
      "aboutText": "Ulrich Inderbinen (December 3, 1900, Zermatt, Valais – June 14, 2004) was a Swiss mountain guide famous for his longevity and love for mountain climbing. He had been on the top of Matterhorn over 370 times and made his last ascent of it when he was 90. Though he was not the first to summit the Matterhorn, he may have done it the best.",
      "pageId": 729093,
      "monthDay": "12/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Richard_Kuhn",
      "name": "Richard Kuhn",
      "aboutText": "Richard Kuhn (December 3, 1900 – August 1, 1967) was an Austrian-German biochemist and Nobel laureate.",
      "pageId": 967931,
      "monthDay": "12/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/Glenn_Hartranft",
      "name": "Glenn Hartranft",
      "aboutText": "Phyllis Curtin (born December 3, 1921) is an American classical soprano who had an active career in operas and concerts from the early 1950s through the 1980s. She was known for her creation of new roles such as the title role in the Carlisle Floyd opera Susannah, Catherine Earnshaw in Floyd's Wuthering Heights, and in other works by this composer. She was a dedicated song recitalist and retired from singing in 1984.",
      "pageId": 1239345,
      "monthDay": "12/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/Mildred_Wiley",
      "name": "Mildred Wiley",
      "aboutText": "Abdul Haris Nasution (3 December 1918 – 6 September 2000) was an Indonesian general who was twice appointed Army Chief of Staff and who escaped an assassination attempt during the 1965 coup attempt by 30 September Movement.",
      "pageId": 1307385,
      "monthDay": "12/03"
    },
    {
      "year": "1902",
      "uri": "/wiki/Mitsuo_Fuchida",
      "name": "Mitsuo Fuchida",
      "aboutText": "Sven Vilhem Nykvist (3 December 1922 – 20 September 2006) was a Swedish cinematographer. He worked on over 120 films, but is known especially for his work with director Ingmar Bergman. He won Academy Awards for his work on two Bergman films, Cries and Whispers (Viskningar och rop) in 1973 and Fanny and Alexander (Fanny och Alexander) in 1983, and the Independent Spirit Award for Best Cinematography for The Unbearable Lightness of Being.",
      "pageId": 1588053,
      "monthDay": "12/03"
    },
    {
      "year": "1902",
      "uri": "/wiki/Feliks_Kibbermann",
      "name": "Feliks Kibbermann",
      "aboutText": "John Michael Doar (December 3, 1921 – November 11, 2014) was an American lawyer and senior counsel with the law firm Doar Rieck Kaley & Mack in New York. He had a notable role as Assistant Attorney General for Civil Rights from 1960 to 1967, during the civil rights years of the administrations of presidents John F. Kennedy and Lyndon B. Johnson. He led the government's response in events such as the admission and protection of James Meredith as the first black student to the University of Mississippi, as well as the evolving response to the civil rights movement promoting integration and voter registration in the South.",
      "pageId": 1663015,
      "monthDay": "12/03"
    },
    {
      "year": "1908",
      "uri": "/wiki/Edward_Underdown",
      "name": "Edward Underdown",
      "aboutText": "Irving Gifford Fine (December 3, 1914 – August 23, 1962) was an American composer. Fine's work assimilated neoclassical, romantic and, later, serial elements. Composer Virgil Thomson described Fine's \"unusual melodic grace\" while Aaron Copland noted the \"elegance, style, finish and...convincing continuity\" of Fine's music.",
      "pageId": 2092626,
      "monthDay": "12/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/Nino_Rota",
      "name": "Nino Rota",
      "aboutText": "Leonard King Lesser (December 3, 1922 – February 16, 2011) was an American actor, known as Len Lesser. He was known for a key role in the Clint Eastwood movie Kelly's Heroes and his recurring role as Uncle Leo in Seinfeld, which began during the show's second season in \"The Pony Remark\" episode.",
      "pageId": 3277982,
      "monthDay": "12/03"
    },
    {
      "year": "1914",
      "uri": "/wiki/Irving_Fine",
      "name": "Irving Fine",
      "aboutText": "Charles Edward Underdown (3 December 1908 – 15 December 1989) was an English theatre, cinema and television actor. He was born in London and educated at Eton College in Berkshire.\nEarly theatre credits include: Words and Music, Nymph Errant, Stop Press and Streamline.",
      "pageId": 4724773,
      "monthDay": "12/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Abdul_Haris_Nasution",
      "name": "Abdul Haris Nasution",
      "aboutText": "Eli Mandel (December 3, 1922 - September 3, 1992) was a Canadian poet, editor of many Canadian anthologies, and literary academic.",
      "pageId": 5914397,
      "monthDay": "12/03"
    },
    {
      "year": "1919",
      "uri": "/wiki/Charles_Lynch_(journalist)",
      "name": "Charles Lynch",
      "aboutText": "Mildred Olive Wiley (December 3, 1901 – February 7, 2000) was an American high jumper who won a bronze medal at the 1928 Summer Olympics.\nAfter marriage she changed her last name to Dee and gave birth to five children.",
      "pageId": 6903233,
      "monthDay": "12/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Phyllis_Curtin",
      "name": "Phyllis Curtin",
      "aboutText": "Charles Burchill Lynch, OC (3 December 1919 – 21 July 1994) was a Canadian journalist and author.",
      "pageId": 7639485,
      "monthDay": "12/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/John_Doar",
      "name": "John Doar",
      "aboutText": "Samuel Glenn \"Tiny\" Hartranft (December 3, 1901 – August 12, 1970) was an American athlete who competed in the shot put and discus throw.\nA graduate of Stanford University, he competed for the United States at the 1924 Summer Olympics held in Paris, France where he won the silver medal in the men's shot put event.",
      "pageId": 7655221,
      "monthDay": "12/03"
    },
    {
      "year": "1922",
      "uri": "/wiki/Len_Lesser",
      "name": "Len Lesser",
      "aboutText": "William Victor \"Bill\" Gropper (December 3, 1897 – January 3, 1977), was a U.S. cartoonist, painter, lithographer, and muralist.",
      "pageId": 7868046,
      "monthDay": "12/03"
    },
    {
      "year": "1922",
      "uri": "/wiki/Eli_Mandel",
      "name": "Eli Mandel",
      "aboutText": "Feliks (Felix) Kibbermann (3 December 1902, in Rakvere – 27 December 1993, in Tartu) was an Estonian chess master, philologist of German language, lexicographer and pedagogue.",
      "pageId": 13709090,
      "monthDay": "12/03"
    },
    {
      "year": "1922",
      "uri": "/wiki/Sven_Nykvist",
      "name": "Sven Nykvist",
      "aboutText": "Tadeusz Olsza (3 December 1895 – 1 June 1975), born Tadeusz Blomberg, was a Polish film and stage actor, cabaret singer, dancer and director born in Warsaw. From 1915 to 1917, he taught vocal classes at Warsaw Conservatory. Starting in 1921 he performed in such Warsaw cabarets and vaudevilles as Stańczyk, Karuzela, Nietoperz (The Bat), Stara Banda, Qui Pro Quo, Perskie Oko, Morskie Oko, Nowości, and Cyruliku Warszawskim.",
      "pageId": 31161891,
      "monthDay": "12/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Trevor_Bailey",
      "name": "Trevor Bailey",
      "aboutText": "Jean-Luc Godard (French: [ʒɑ̃lyk ɡɔdaʁ]; born 3 December 1930) is a French-Swiss film director, screenwriter and film critic. He is often identified with the 1960s French film movement La Nouvelle Vague, or \"New Wave\".\nLike his New Wave contemporaries, Godard criticized mainstream French cinema's \"Tradition of Quality\", which \"emphasized craft over innovation, privileged established directors over new directors, and preferred the great works of the past to experimentation.\" To challenge this tradition, he and like-minded critics started to make their own films.",
      "pageId": 60368,
      "monthDay": "12/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Stjepan_Bobek",
      "name": "Stjepan Bobek",
      "aboutText": "Kim Dae-jung (Korean pronunciation: [kimdɛdʑuŋ]; 6 January 1924 – 18 August 2009) was the 8th President of South Korea from 1998 to 2003, and the 2000 Nobel Peace Prize recipient. He styled himself as the \"Nelson Mandela of Asia\" for his long-standing opposition to authoritarian rule and for his controversial Sunshine Policy towards North Korea.",
      "pageId": 152967,
      "monthDay": "12/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Moyra_Fraser",
      "name": "Moyra Fraser",
      "aboutText": "Ferlin Eugene Husky (December 3, 1925 – March 17, 2011) was an early American country music singer who was equally adept at the genres of traditional honky-tonk, ballads, spoken recitations, and rockabilly pop tunes. He had two dozen Top 20 hits in the Billboard country charts between 1953 and 1975; his versatility and matinee-idol looks propelling a seven-decade entertainment career.\nIn the 1950s and 60s, Husky's hits included \"Gone\" and \"Wings of a Dove\", each reaching No.",
      "pageId": 344562,
      "monthDay": "12/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Wiel_Coerver",
      "name": "Wiel Coerver",
      "aboutText": "Howard Andrew \"Andy\" Williams (December 3, 1927 – September 25, 2012) was an American popular music singer. He recorded forty-four albums in his career, seventeen of which have been Gold-certified and three of which have been Platinum-certified. He hosted The Andy Williams Show, a television variety show, from 1962 to 1971, and numerous television specials.",
      "pageId": 527989,
      "monthDay": "12/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/F._Sionil_Jos%C3%A9",
      "name": "F. Sionil José",
      "aboutText": "Roberto Casimiro Mieres (3 December 1924 – 26 January 2012) was a racing driver from Mar del Plata, Argentina. He participated in 17 Formula One World Championship Grands Prix, debuting on 7 June 1953. He scored a total of 13 championship points.",
      "pageId": 1235941,
      "monthDay": "12/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Roberto_Mieres",
      "name": "Roberto Mieres",
      "aboutText": "Corry Brokken (born 3 December 1932, Breda) is a Dutch former singer. In 1957, she was the first Dutch winner of the Eurovision Song Contest, one of the high points in a long career as a singer and entertainer in the 1950s and 1960s, during which she scored a number of hits and sang in the popular Sleeswijk Revue with Snip en Snap, and had her own television show. She ended her career in 1976 to study law, and became an attorney and then a judge.",
      "pageId": 1250164,
      "monthDay": "12/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/John_Winter_(athlete)",
      "name": "John Winter",
      "aboutText": "Jaye P. Morgan (born Mary Margaret Morgan; December 3, 1931) is a retired popular music American singer, actress and game show panelist.",
      "pageId": 1505727,
      "monthDay": "12/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Kim_Dae-jung",
      "name": "Kim Dae-jung",
      "aboutText": "Francisco Sionil José (born 3 December 1924) is one of the most widely read Filipino writers in the English language. His novels and short stories depict the social underpinnings of class struggles and colonialism in Filipino society.",
      "pageId": 1694993,
      "monthDay": "12/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ferlin_Husky",
      "name": "Ferlin Husky",
      "aboutText": "Thomas Michael \"Tom\" Foglietta (December 3, 1928 – November 13, 2004) was United States Ambassador to Italy and an American politician from the state of Pennsylvania, most notable for his time in the House of Representatives from 1981 to 1997.",
      "pageId": 1809310,
      "monthDay": "12/03"
    },
    {
      "year": "1927",
      "uri": "/wiki/Andy_Williams",
      "name": "Andy Williams",
      "aboutText": "Trevor Edward Bailey CBE (3 December 1923 – 10 February 2011) was an England Test cricketer, cricket writer and broadcaster.\nAn all-rounder, Bailey was known for his skilful but unspectacular batting. As the BBC reflected in his obituary: \"His stubborn refusal to be out normally brought more pleasure to the team than to the spectators.\" This defensive style of play brought him the first of his nicknames, \"Barnacle Bailey\", but he was a good enough cricketer that he has retrospectively been calculated to have been the leading all-rounder in the world for most of his international career.",
      "pageId": 2125282,
      "monthDay": "12/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Thomas_M._Foglietta",
      "name": "Thomas M. Foglietta",
      "aboutText": "Muhammad Habibur Rahman (Bengali: মুহাম্মদ হাবিবুর রহমান‎; 3 December 1928 – 11 January 2014) was a former chief justice of Bangladesh Supreme Court in 1995. He was the chief adviser of the 1996 caretaker government which oversaw the Seventh parliamentary elections in Bangladesh.",
      "pageId": 2153908,
      "monthDay": "12/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Muhammad_Habibur_Rahman",
      "name": "Muhammad Habibur Rahman",
      "aboutText": "Franz Josef Degenhardt (3 December 1931 – 14 November 2011) was a German poet, satirist, novelist, and – first and foremost – a folksinger/songwriter (Liedermacher) with decidedly left-wing politics. He was also a lawyer, bearing the academic degree of Doctor of Law.\nDegenhardt was born in Schwelm, Westphalia.",
      "pageId": 2412317,
      "monthDay": "12/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/John_S._Dunne",
      "name": "John S. Dunne",
      "aboutText": "Stjepan Bobek (3 December 1923, Zagreb – 22 August 2010, Belgrade) was an ethnic Croat Yugoslav football striker and later football manager. Usually a forward or attacking midfielder, Bobek was renowned for his technique, vision and goalscoring ability and is commonly regarded as one of Yugoslavia's greatest players. Ferenc Puskás once said: \"Bobek's technique with the ball is unrivaled.",
      "pageId": 3065148,
      "monthDay": "12/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Jean-Luc_Godard",
      "name": "Jean-Luc Godard",
      "aboutText": "Moyra Fraser (3 December 1923 – 13 December 2009) was an Australian-born English actress and ballet dancer, who is best known for playing Penny Johnson in the long-running sitcom As Time Goes By. Her sister was the actress Shelagh Fraser.",
      "pageId": 4460379,
      "monthDay": "12/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Raul_M._Gonzalez",
      "name": "Raul M. Gonzalez",
      "aboutText": "John Arthur \"Jack\" Winter (3 December 1924 – 5 December 2007) was an Australian high jumper who won that event at the 1948 Summer Olympics in London with a jump of 1.98 metres (6 ft. 6 in.).",
      "pageId": 5169478,
      "monthDay": "12/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Yves_Trudeau_(artist)",
      "name": "Yves Trudeau",
      "aboutText": "Wiel Coerver (Dutch pronunciation: [ˈʋil ˈkur.vər]; 3 December 1924 – 22 April 2011) was an association football manager from the Netherlands and the developer of the Coerver Method, a football coaching technique. He won the UEFA Cup with Feyenoord Rotterdam in the 1973–1974 season.\nCoerver, who was born in Kerkrade, Limburg, was nicknamed “the Albert Einstein of Football”.",
      "pageId": 6932212,
      "monthDay": "12/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Franz_Josef_Degenhardt",
      "name": "Franz Josef Degenhardt",
      "aboutText": "Raul Maravilla Gonzalez (December 3, 1930 – September 7, 2014) was the Chief Presidential Legal Counsel and was the Secretary of Justice of the Philippines. He was replaced by Agnes Devanadera in 2009 from the orders of Gloria Macapagal Arroyo.",
      "pageId": 11652014,
      "monthDay": "12/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jaye_P._Morgan",
      "name": "Jaye P. Morgan",
      "aboutText": "Takao Fujinami (藤波 孝生, Fujinami Takao) (December 3, 1932 – October 28, 2007) was a Japanese politician, former Chief Cabinet Secretary and House of Representatives member.\nBorn in Ise, Mie Prefecture, Fujinami was first elected to the House of Representatives in 1967 as a Liberal Democratic Party member, and was elected to the House of Representatives eleven times.\nFujinami first obtained a Cabinet post in 1979 as Labor Minister under Prime Minister Masayoshi Ohira when he was serving his fifth term as a House of Representatives member.",
      "pageId": 13974372,
      "monthDay": "12/03"
    },
    {
      "year": "1932",
      "uri": "/wiki/Corry_Brokken",
      "name": "Corry Brokken",
      "aboutText": "Yves Trudeau (born December 3, 1930 in Montreal, Quebec) is a Canadian sculptor and a prominent figure in 20th-century Quebec art, especially public art.",
      "pageId": 26081992,
      "monthDay": "12/03"
    },
    {
      "year": "1932",
      "uri": "/wiki/Takao_Fujinami",
      "name": "Takao Fujinami",
      "aboutText": "John S. Dunne, C.S.C. (December 3, 1929 – November 11, 2013) was an American priest and theologian of the Congregation of Holy Cross.",
      "pageId": 41055211,
      "monthDay": "12/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Paul_J._Crutzen",
      "name": "Paul J. Crutzen",
      "aboutText": "John Philippe Rushton (December 3, 1943 – October 2, 2012) was a British-born Canadian psychology professor at the University of Western Ontario who became known to the general public during the 1980s and 1990s for research on race and intelligence, race and crime, and other apparent racial variation. His book Race, Evolution, and Behavior (1995) is about the application of r/K selection theory to humans.\nRushton's controversial work came under attack within the scientific community for the quality of the research, and allegations that it was racist.",
      "pageId": 16253,
      "monthDay": "12/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Nicolas_Coster",
      "name": "Nicolas Coster",
      "aboutText": "Ralph McTell (born Ralph May, 3 December 1944) is an English singer-songwriter and acoustic guitar player who has been an influential figure on the UK folk music scene since the 1960s.\nMcTell is best known for his song \"Streets of London\", which has been covered by over two hundred artists around the world, and for his tale of Irish emigration, \"From Clare to Here\".\nIn the 1980s he wrote and played songs for two TV children's programmes, Alphabet Zoo, which also featured Nerys Hughes, followed by Tickle on the Tum, featuring Jacqueline Reddin.",
      "pageId": 185210,
      "monthDay": "12/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Viktor_Gorbatko",
      "name": "Viktor Gorbatko",
      "aboutText": "Viktor Vasilyevich Gorbatko (Russian: Ви́ктор Васи́льевич Горба́тко; born December 3, 1934) was a Soviet cosmonaut who flew on the Soyuz 7, Soyuz 24, and Soyuz 37 missions.\nAfter leaving the space program in 1982 he taught at the Air Force Engineering Academy in Moscow.",
      "pageId": 197531,
      "monthDay": "12/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Abimael_Guzm%C3%A1n",
      "name": "Abimael Guzmán",
      "aboutText": "Robert Arthur \"Bobby\" Allison (born December 3, 1937) is a former American professional stock car racing driver and owner. Named one of NASCAR's 50 greatest drivers, he was the 1983 Winston Cup champion and won the Daytona 500 three times in 1978, 1982, and 1988.",
      "pageId": 419266,
      "monthDay": "12/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Eddie_Bernice_Johnson",
      "name": "Eddie Bernice Johnson",
      "aboutText": "Manuel Rubén Abimael Guzmán Reynoso (American Spanish: [maˈnwel ruˈβen aβimaˈel ɡuzˈman reiˈnoso]; born 3 December 1934), also known by the nom de guerre President Gonzalo (Spanish: Presidente Gonzalo), a former professor of philosophy, was the leader of the Shining Path during the Maoist insurgency known as the internal conflict in Peru. Shining Path had been active in Peru since the late 1970s and began what it called \"the armed struggle\" on 17 May 1980. Wanted on charges of terrorism and treason, Guzmán was captured by the Peruvian government in 1992 and sentenced to life imprisonment.",
      "pageId": 481609,
      "monthDay": "12/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bobby_Allison",
      "name": "Bobby Allison",
      "aboutText": "Jeffrey Roy Holland (born December 3, 1940) is an American educator and religious leader. He served as the ninth President of Brigham Young University and is a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints (LDS Church). As a member of the Quorum of the Twelve, Holland is accepted by the LDS Church as a prophet, seer, and revelator.",
      "pageId": 874661,
      "monthDay": "12/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Morgan_Llywelyn",
      "name": "Morgan Llywelyn",
      "aboutText": "Eddie Bernice Johnson (born December 3, 1935) is a politician from the state of Texas, currently representing the state's 30th congressional district in the United States House of Representatives.",
      "pageId": 961356,
      "monthDay": "12/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Binod_Bihari_Verma",
      "name": "Binod Bihari Verma",
      "aboutText": "Paul Jozef Crutzen (Dutch pronunciation: [pʌul ˈjoːzəf ˈkrʏtzən]; born December 3, 1933) is a Dutch, Nobel Prize-winning, atmospheric chemist.",
      "pageId": 1077414,
      "monthDay": "12/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jean-Claude_Mal%C3%A9part",
      "name": "Jean-Claude Malépart",
      "aboutText": "Joseph Franklin Ada (born December 3, 1943), better known as Joseph F. Ada, is a Guamanian politician as the member of Republican Party of Guam. He elected as the Lieutenant Governor from 1979 to 1983 and the fifth Governor of Guam from 1987 to 1995.",
      "pageId": 1253934,
      "monthDay": "12/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Sally_Shlaer",
      "name": "Sally Shlaer",
      "aboutText": "Alice Schwarzer (born December 3, 1942 in Wuppertal) is a prominent and controversial contemporary German feminist.",
      "pageId": 1709461,
      "monthDay": "12/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Don_Calfa",
      "name": "Don Calfa",
      "aboutText": "Nicolas Dwynn Coster (born December 3, 1933) is a British actor, most known for his work in daytime drama and as a character actor on nighttime television series, such as Buck Rogers in the 25th Century and Star Trek: The Next Generation.",
      "pageId": 3436312,
      "monthDay": "12/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/David_Phillips_(chemist)",
      "name": "David Phillips",
      "aboutText": "Morgan Llywelyn (born December 3, 1937) is an American-Irish historical fantasy, historical fiction, and historical non-fiction writer. Her fiction has received several awards and has sold more than 40 million copies, and she herself is recipient of the 1999 Exceptional Celtic Woman of the Year Award from Celtic Women International.",
      "pageId": 6254904,
      "monthDay": "12/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Paul_Sr._(racing_driver)",
      "name": "John Paul, Sr.",
      "aboutText": "David K. Shipler (born December 3, 1942) is an American author who won the Pulitzer Prize for General Non-fiction in 1987 for Arab and Jew: Wounded Spirits in a Promised Land. He also wrote the book The Working Poor: Invisible in America.",
      "pageId": 7233428,
      "monthDay": "12/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jeffrey_R._Holland",
      "name": "Jeffrey R. Holland",
      "aboutText": "Binod Bihari Verma (1937–2003) was a Maithili littérateur by soul, medical doctor by profession and a defence officer by career. He is most noted for his pioneering work on Panjis, which are ancient genealogical charts, Maithili Karna Kayasthak Panjik Sarvekshan. He is also known for his depiction of rural poor of the Mithila region in his writings.",
      "pageId": 7514651,
      "monthDay": "12/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Pedro_Rocha",
      "name": "Pedro Rocha",
      "aboutText": "Pedro Virgilio Rocha Franchetti (3 December 1942 – 2 December 2013) was a former Uruguayan footballer who played 52 games for the Uruguay national team between 1961 and 1974. Usually a playmaker, Pedro Rocha is one Uruguay's greatest footballers and was noted for his technique, passing abilities and free kick ability.",
      "pageId": 7889202,
      "monthDay": "12/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Alice_Schwarzer",
      "name": "Alice Schwarzer",
      "aboutText": "Jean-Claude Malépart (3 December 1938 – 16 November 1989) was a French Canadian politician.\nBorn in Montreal, Quebec, the son of Charles-Auguste Malépart and Germaine Mérineau, Malépart was elected to the National Assembly of Quebec in the riding of Sainte-Marie in the 1973 election, after losing the 1970 election. He was defeated in the 1976 election.",
      "pageId": 8193357,
      "monthDay": "12/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/David_K._Shipler",
      "name": "David K. Shipler",
      "aboutText": "John Lee Paul (born Hans-Johan Paul, December 3, 1939 in the Netherlands) was an American racecar driver. After his racing career, which saw him win both US classic endurance races, 24 hours at Daytona and 12 hours of Sebring, he served a 15-year prison sentence for a variety of crimes including drug trafficking and shooting a Federal witness. In 2001 he disappeared on his boat while being sought for questioning by officials regarding the disappearance of his ex-girlfriend.",
      "pageId": 18014652,
      "monthDay": "12/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/J._Philippe_Rushton",
      "name": "J. Philippe Rushton",
      "aboutText": "David Phillips CBE FRSC (born 1939) is a British Chemist specializing in photochemistry and lasers, and was President of the Royal Society of Chemistry from 2010 to 2012.",
      "pageId": 33884098,
      "monthDay": "12/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Joseph_Franklin_Ada",
      "name": "Joseph Franklin Ada",
      "aboutText": "Donald George \"Don\" Calfa (born December 3, 1939) is an American film and television character actor whose credits span over 40 years, playing both comedic and dramatic roles.",
      "pageId": 35631806,
      "monthDay": "12/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Ralph_McTell",
      "name": "Ralph McTell",
      "aboutText": "Sally Shlaer (December 3, 1938 - November 12, 1998) was an American mathematician, software engineer and methodologist, known as co-developer of the 1980s Shlaer–Mellor method for software development.",
      "pageId": 38043279,
      "monthDay": "12/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Craig_Raine",
      "name": "Craig Raine",
      "aboutText": "John Akii-Bua (3 December 1949 – 20 June 1997) was a Ugandan hurdler and the first Olympic champion from his country.",
      "pageId": 16546,
      "monthDay": "12/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Paul_Nicholas",
      "name": "Paul Nicholas",
      "aboutText": "Melvin Kenneth \"Mel\" Smith (3 December 1952 – 19 July 2013) was an English comedian, writer, film director, producer and actor.\nSmith worked on the sketch comedy shows Not the Nine O'Clock News and Alas Smith and Jones along with his comedy partner Griff Rhys Jones.",
      "pageId": 20567,
      "monthDay": "12/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Joop_Zoetemelk",
      "name": "Joop Zoetemelk",
      "aboutText": "John Michael \"Ozzy\" Osbourne (born 3 December 1948) is an English singer, songwriter and television personality. He rose to prominence in the early 1970s as the lead vocalist of the band Black Sabbath, widely considered to be the first heavy metal band. Osbourne was fired from Black Sabbath in 1979 and has since had a successful solo career, releasing 11 studio albums, the first seven of which were all awarded multi-platinum certifications in the U.S. He has reunited with Black Sabbath on several occasions, recording the album 13 in 2013.",
      "pageId": 85406,
      "monthDay": "12/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Patricia_Krenwinkel",
      "name": "Patricia Krenwinkel",
      "aboutText": "Toufik Benedictus \"Benny\" Hinn (born 3 December 1952) is a televangelist, best known for his regular \"Miracle Crusades\"—revival meeting or faith healing summits that are usually held in stadiums in major cities, which are later broadcast worldwide on his television program, This Is Your Day.",
      "pageId": 153183,
      "monthDay": "12/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jan_Hrub%C3%BD",
      "name": "Jan Hrubý",
      "aboutText": "Patricia Dianne Krenwinkel (born December 3, 1947) is an American murderer and a former member of Charles Manson's commune, known as \"the Family\". During her time with Manson's group, she was known as various aliases such as \"Big Patty\", \"Yellow\", \"Marnie Reeves\" and \"Mary Ann Scott\", but to The Family she was most commonly known as \"Katie\".",
      "pageId": 428262,
      "monthDay": "12/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Maxwell_Hutchinson",
      "name": "Maxwell Hutchinson",
      "aboutText": "For the Italo-Cuban volleyball player, see Osmany Juantorena Portuendo",
      "pageId": 451814,
      "monthDay": "12/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ozzy_Osbourne",
      "name": "Ozzy Osbourne",
      "aboutText": "Franz Klammer (born 3 December 1953) is a former champion alpine ski racer from Austria. Klammer overwhelmingly dominated the downhill event for four consecutive World Cup seasons (1975-78). He was the gold medalist at the 1976 Winter Olympics in Innsbruck, winning the downhill at Patscherkofel by a margin of 0.33 seconds with a time of 1:45.73.",
      "pageId": 457394,
      "monthDay": "12/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Akii-Bua",
      "name": "John Akii-Bua",
      "aboutText": "Rick Ravon Mears (born December 3, 1951 in Wichita, Kansas) is a retired American race car driver. He is one of three men to be four-time winners of the Indianapolis 500 (1979, 1984, 1988, 1991), and the current record-holder for pole positions in the race with six (1979, 1982, 1986, 1988, 1989, 1991).",
      "pageId": 512299,
      "monthDay": "12/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Heather_Menzies",
      "name": "Heather Menzies",
      "aboutText": "Craig Anthony Raine, FRSL (born 3 December 1944) is an English poet. Along with Christopher Reid, he is the best-known exponent of Martian poetry. He was a fellow of New College, Oxford from 1991 to 2010 and is now emeritus professor.",
      "pageId": 647944,
      "monthDay": "12/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Mickey_Thomas_(singer)",
      "name": "Mickey Thomas",
      "aboutText": "Hendrik Gerardus Jozef \"Joop\" Zoetemelk (pronounced [ˈjoːp ˈsutəmɛlk]; born 3 December 1946) is a retired professional racing cyclist from the Netherlands who has emigrated to France. He started, and finished, the Tour de France 16 times – a record, equalled only by George Hincapie in 2012. He won the race in 1980 and also came eighth, fifth, fourth (three times) and second (six times).",
      "pageId": 1102853,
      "monthDay": "12/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Alberto_Juantorena",
      "name": "Alberto Juantorena",
      "aboutText": "John Michael \"Mickey\" Thomas (born December 3, 1949) is an American rock and blues singer, best known as one of the lead vocalists of Jefferson Starship and Starship.",
      "pageId": 1150787,
      "monthDay": "12/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mike_Bantom",
      "name": "Mike Bantom",
      "aboutText": "Mitsuo Yoshida (Japanese: 吉田光雄; hangul: 곽광웅 , hanja: 郭光雄 , Kwak Gwang-ung) (born December 3, 1951), better known by his ring name Riki Choshu (長州力 Chōshū Riki), is a Korean-Japanese professional wrestler who is most known for his longtime work in New Japan Pro Wrestling (NJPW) as a wrestler and a booker. He is considered one of the most influential wrestlers in Japan in the 1980s and 1990s and known as the first wrestler to popularize the Sasori-Gatame, better known in English as Scorpion Deathlock or Sharpshooter. After Choshu left NJPW in 2002, he formed Fighting World of Japan Pro Wrestling (WJ), which was later known as Riki Pro as he was the main promoter of the promotion.",
      "pageId": 3023093,
      "monthDay": "12/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ray_Candy",
      "name": "Ray Candy",
      "aboutText": "Paul Nicholas (born 3 December 1945) is an English actor and singer. He started out with a pop career, but soon changed to musical theatre. Later, in the 1970s, he began a screen career.",
      "pageId": 4009296,
      "monthDay": "12/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Riki_Choshu",
      "name": "Riki Choshu",
      "aboutText": "Heather Menzies Urich is a Canadian-born American actress best known for her roles as Louisa von Trapp in the 1965 film The Sound of Music and Jessica 6 in the TV series Logan's Run. In 2014, she was living in Park City, Utah.",
      "pageId": 4140194,
      "monthDay": "12/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Rick_Mears",
      "name": "Rick Mears",
      "aboutText": "Ray Canty (December 3, 1951 - May 23, 1994), known by the ring name Ray Candy, was an American professional wrestler for the Jim Crockett Promotions and various other regional wrestling territories. He was responsible for training New Jack as a professional wrestler. Also formed a tag team with Elijah Akeem called The Zambuie Express.",
      "pageId": 4407314,
      "monthDay": "12/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Nicky_Stevens",
      "name": "Nicky Stevens",
      "aboutText": "John Maxwell Hutchinson (born 3 December 1948) is an English architect and broadcaster, and former President of the Royal Institute of British Architects (RIBA).",
      "pageId": 9505961,
      "monthDay": "12/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Don_Barnes",
      "name": "Don Barnes",
      "aboutText": "Michael Allen Bantom (born December 3, 1951) is an American former professional basketball player.\nA 6'9\" power forward/center from Saint Joseph's University, Bantom won a silver medal at the 1972 Summer Olympics as a member of the United States national basketball team, who lost a controversial final game to the Soviet Union. He was selected by the Phoenix Suns with the eighth pick of the 1973 NBA Draft, and he embarked upon a nine-year NBA (1973–82) career as a member of the Suns, Seattle SuperSonics, New York Nets, Indiana Pacers, and Philadelphia 76ers.",
      "pageId": 10491153,
      "monthDay": "12/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Benny_Hinn",
      "name": "Benny Hinn",
      "aboutText": "Richard Donald \"Don\" Barnes (born December 3, 1952) is an American rock vocalist and guitarist. He is one of the founding members of the Southern rock band 38 Special. Barnes performed lead vocals on many of the group's biggest hits, including \"Rockin' into the Night,\" \"Hold On Loosely,\" \"Caught Up in You,\" \"If I'd Been the One,\" \"Back Where You Belong,\" \"Like No Other Night,\" and more.",
      "pageId": 17782115,
      "monthDay": "12/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mel_Smith",
      "name": "Mel Smith",
      "aboutText": "Nicky Stevens (born Helen Thomas in Carmarthen, Wales, 3 December 1949) is a singer, famous as a member of pop group Brotherhood of Man. She is the only Welsh person to have won the Eurovision Song Contest.\n^ \"Wales' only Eurovision winner still believes in the Brotherhood of Man\".",
      "pageId": 18894920,
      "monthDay": "12/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Franz_Klammer",
      "name": "Franz Klammer",
      "aboutText": "Jan Hrubý (born 3 December 1948, Prague, Czeschoslovakia) is a Czech rock violinist. Between 1964-1968 he studied violin at the Prague Conservatory. Between 1975-1982 he played with the Vladimír Mišík's group Etc....",
      "pageId": 35742925,
      "monthDay": "12/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Rob_Waring",
      "name": "Rob Waring",
      "aboutText": "Julianne Moore (born Julie Anne Smith; December 3, 1960) is an American–British actress, prolific in cinema since the early 1990s. She is particularly known for her portrayals of emotionally troubled women, in both art house and Hollywood films, and has received many accolades including the Academy Award for Best Actress.\nAfter studying theatre at Boston University, Moore began her career with a series of television roles.",
      "pageId": 243685,
      "monthDay": "12/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Grace_Andreacchi",
      "name": "Grace Andreacchi",
      "aboutText": "Adalberto Javier Ramones Martínez (born December 3, 1961) is a Mexican television show host and comedian who is known for his comments on Mexican and international social life.",
      "pageId": 324608,
      "monthDay": "12/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Steven_Culp",
      "name": "Steven Culp",
      "aboutText": "Daryl Christine Hannah (born December 3, 1960) is an American film actress. She is best known for her performances in the films Blade Runner (1982), Splash (1984), Roxanne (1987), Wall Street (1987), Steel Magnolias (1989) and Kill Bill (2003).",
      "pageId": 338887,
      "monthDay": "12/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Warren_Jeffs",
      "name": "Warren Jeffs",
      "aboutText": "Richard Michael Bacon (born 3 December 1962, Solihull) is a British Conservative Party politician who has been Member of Parliament (MP) for South Norfolk since 2001.",
      "pageId": 414426,
      "monthDay": "12/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ewa_Kopacz",
      "name": "Ewa Kopacz",
      "aboutText": "Steve Harris (born December 3, 1965) is an American actor.",
      "pageId": 520453,
      "monthDay": "12/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Maxim_Korobov",
      "name": "Maxim Korobov",
      "aboutText": "Warren Steed Jeffs (born December 3, 1955) is the former President of the Fundamentalist Church of Jesus Christ of Latter-Day Saints (FLDS Church) and a convicted felon currently serving a sentence of life plus 20 years. His prison term is the result of being convicted in 2011 of two felony counts of child sexual assault.\nJeffs gained international notoriety in May 2006 when he was placed on the FBI's Ten Most Wanted List for unlawful flight to avoid prosecution on Utah state charges related to his alleged arrangement of illegal marriages between his adult male followers and underage girls.",
      "pageId": 555604,
      "monthDay": "12/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Val%C3%A9rie_Quennessen",
      "name": "Valérie Quennessen",
      "aboutText": "Igor Nikolayevich Larionov (Russian: Игорь Николаевич Ларионов; born 3 December 1960) is a Russian agent and retired professional ice hockey player, known as The Professor. Along with Viacheslav Fetisov, he was instrumental in breaking the barrier that kept Soviet players from joining the National Hockey League (NHL). He primarily played the centre position, and is considered one of the best of all time.",
      "pageId": 606774,
      "monthDay": "12/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Eamonn_Holmes",
      "name": "Eamonn Holmes",
      "aboutText": "Steven Bradford Culp (born December 3, 1955) is an American film and television actor.",
      "pageId": 657148,
      "monthDay": "12/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Daryl_Hannah",
      "name": "Daryl Hannah",
      "aboutText": "The Terri Schiavo case was a legal struggle over end-of-life care in the United States from 1990 to 2005, involving Theresa Marie \"Terri\" Schiavo, a woman in an irreversible persistent vegetative state. Schiavo's husband and legal guardian argued that Schiavo would not have wanted prolonged artificial life support without the prospect of recovery, and elected to remove her feeding tube. Schiavo's parents argued in favor of continuing artificial nutrition and hydration and challenged Schiavo's medical diagnosis.",
      "pageId": 670910,
      "monthDay": "12/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Igor_Larionov",
      "name": "Igor Larionov",
      "aboutText": "Joe Lally (born December 3, 1963 in Silver Spring, Maryland) is a bassist, vocalist and record label owner, best known for his work with Fugazi.\n^ Marisa Brown. \"AMG Guide – Joe Lally Biography\".",
      "pageId": 704139,
      "monthDay": "12/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Julianne_Moore",
      "name": "Julianne Moore",
      "aboutText": "Darryl Quinn Hamilton (December 3, 1964 – June 21, 2015) was an American professional baseball outfielder who played in Major League Baseball (MLB) for the Milwaukee Brewers (1988, 1990–95), Texas Rangers (1996), San Francisco Giants (1997–98), Colorado Rockies (1998–99) and New York Mets (1999–2001).",
      "pageId": 1335433,
      "monthDay": "12/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mike_Ramsey_(ice_hockey)",
      "name": "Mike Ramsey",
      "aboutText": "Andrew Stanton (born December 3, 1965) is an American film director, screenwriter, producer, and voice actor based at Pixar Animation Studios. His film work includes writing and directing Pixar's A Bug's Life (1998) (as co-director), Finding Nemo (2003), and WALL-E (2008), and his first live-action film, John Carter (2012). He also co-wrote all three Toy Story films and Monsters, Inc.",
      "pageId": 1832761,
      "monthDay": "12/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Adal_Ramones",
      "name": "Adal Ramones",
      "aboutText": "Michael Allen Ramsey (born December 3, 1960 in Minneapolis, Minnesota) is a retired American professional ice hockey defenseman who played 1070 regular season games in the NHL for the Buffalo Sabres, Pittsburgh Penguins and Detroit Red Wings between 1980 and 1997, after helping the 1980 U.S. Olympic hockey team win the gold medal in the Miracle On Ice.",
      "pageId": 2027813,
      "monthDay": "12/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Richard_Bacon_(politician)",
      "name": "Richard Bacon",
      "aboutText": "Eamonn Holmes (born 3 December 1959) is a Northern Irish journalist and broadcaster, best known for presenting Sky News, Songs of Praise and This Morning.\nHolmes co-presented GMTV for twelve years between 1993 and 2005, before joining Sky News Sunrise in 2006, which he presents from Monday to Thursday with Isabel Webster. Since 2006, he has co-hosted This Morning with his wife Ruth Langsford on Fridays and during school holidays.",
      "pageId": 2512239,
      "monthDay": "12/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nataliya_Grygoryeva_(hurdler)",
      "name": "Nataliya Grygoryeva",
      "aboutText": "Valérie Quennessen (3 December 1957 – 19 March 1989) was a French theatre and film actress.",
      "pageId": 5639507,
      "monthDay": "12/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Joe_Lally",
      "name": "Joe Lally",
      "aboutText": "Ewa Kopacz [ˈɛva ˈkɔpatʃ] (born Ewa Lis; December 3, 1956) is a Polish politician and a former Prime Minister of Poland. Previously she was the Speaker of the Sejm, the first woman to have held the post. In addition, she was Minister of Health from November 2007 until November 2011.",
      "pageId": 5814907,
      "monthDay": "12/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Terri_Schiavo",
      "name": "Terri Schiavo",
      "aboutText": "Grace Andreacchi (born December 3, 1954) is an American-born author known for her blend of poetic language and modernism with a post-modernist sensibility.",
      "pageId": 13330125,
      "monthDay": "12/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Darryl_Hamilton",
      "name": "Darryl Hamilton",
      "aboutText": "Nataliya Grigoryeva (Ukrainian: Наталія Григорьєва, née Dorofeyeva on 3 December 1962) is a retired athlete who specialized in the 100 metres hurdles.",
      "pageId": 23367378,
      "monthDay": "12/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Steve_Harris_(actor)",
      "name": "Steve Harris",
      "aboutText": "Rob Waring (born December 3, 1956 in Yonkers, New York) is an American-Norwegian Contemporary music composer and performer (drums and vibraphone), commonly associated with symphony orchestras and jazz ensembles.",
      "pageId": 37535818,
      "monthDay": "12/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Andrew_Stanton",
      "name": "Andrew Stanton",
      "aboutText": "Maxim Leonidovich Korobov (born December 3, 1957) is a Russian businessman whose investments focus on the oil and gas sector. He is the controlling shareholder of SGO Sibgasoil Investments Limited, which has interests in Western Siberia.\nMaxim Korobov served at various times as Chairman of the Board of Directors of Swiss company Rosco S.A.; Vice President of Eastern Oil Company (EOC) and head of EOC Trading House; President of Tomsk Oil and Gas Company; and head of the oil and gas team at Rossiisky Kredit bank.",
      "pageId": 42109543,
      "monthDay": "12/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Katarina_Witt",
      "name": "Katarina Witt",
      "aboutText": "Katarina Witt (born 3 December 1965) is a retired German figure skater. Witt won two Olympic gold medals for East Germany, first at the 1984 Sarajevo Olympics and the second in 1988 at the Calgary Olympics. She is a four-time World champion (1984, 1985, 1987, 1988) and twice World silver medalist (1982, 1986).",
      "pageId": 258685,
      "monthDay": "12/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Monic_Hendrickx",
      "name": "Monic Hendrickx",
      "aboutText": "Brendan James Fraser (/ˈfreɪzər/ FRAY-zər) is an American-Canadian actor. He portrayed Rick O'Connell in The Mummy trilogy (1999–2008) and is known for his comedic and fantasy film leading roles in major Hollywood films, such as Encino Man (1992), The Scout (1994), George of the Jungle (1997), Looney Tunes: Back in Action (2003), Journey to the Center of the Earth (2008) and Inkheart (2009). He also starred in numerous dramatic roles, such as Gods and Monsters (1998), The Quiet American (2002), Crash (2004) and Gimme Shelter (2013).",
      "pageId": 386491,
      "monthDay": "12/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Flemming_Povlsen",
      "name": "Flemming Povlsen",
      "aboutText": "Montell Jordan (born December 3, 1968) is an American former singer, songwriter and record producer, best known for his 1995 single \"This Is How We Do It\". Jordan was the primary male solo artist on Def Jam's Def Soul imprint until leaving the label in 2003.",
      "pageId": 953254,
      "monthDay": "12/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Irina_Zhuk",
      "name": "Irina Zhuk",
      "aboutText": "Bill Steer (born William Geoffrey Steer, 3 December 1969) is a British guitar player, and co-founder of the extreme metal band Carcass. He is considered a pioneer and an essential contributor to grindcore and death metal due to his involvement in Napalm Death and Carcass, two of the most important bands of those genres. Presently he plays with Gentlemans Pistols, the reactivated Carcass and appears as a live second guitarist for Angel Witch.",
      "pageId": 1059634,
      "monthDay": "12/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Brendan_Fraser",
      "name": "Brendan Fraser",
      "aboutText": "Christian Karembeu (French pronunciation: ​[kʁistjɑ̃ karɑ̃bø]; born 3 December 1970 in Lifou, New Caledonia) is a retired French international footballer and the current Strategic Advisor of Olympiacos F.C..",
      "pageId": 1422124,
      "monthDay": "12/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Montell_Jordan",
      "name": "Montell Jordan",
      "aboutText": "Lindsey Benson Hunter, Jr. (born December 3, 1970) is an American former professional basketball player. He was a point guard in the National Basketball Association (NBA) from 1993 to 2010, spending most of his career with Detroit Pistons.",
      "pageId": 1594076,
      "monthDay": "12/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Bill_Steer",
      "name": "Bill Steer",
      "aboutText": "Frank Mohammed Sinclair (born 3 December 1971) is a football manager who currently manages Hednesford Town in the National League North. Between 2013 and 2015, he was the player-manager of Colwyn Bay.\nSinclair, a defender most notably spent time playing in the Premier League for both Chelsea and Leicester City.",
      "pageId": 1832112,
      "monthDay": "12/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Paul_Byrd",
      "name": "Paul Byrd",
      "aboutText": "Paul Gregory Byrd (born December 3, 1970) is an American former professional baseball right-handed starting pitcher. He pitched in Major League Baseball from 1995 to 2009. He is known, perhaps ironically, as being the \"nicest guy in baseball\".",
      "pageId": 2088297,
      "monthDay": "12/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lindsey_Hunter",
      "name": "Lindsey Hunter",
      "aboutText": "Charles \"Bucky\" Lasek (/ˈleɪsɨk/ LAY-sək; born December 3, 1972) is a professional skateboarder and rallycross driver.\n^ \"Bio\". Bucky Lasek.",
      "pageId": 2455334,
      "monthDay": "12/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Christian_Karembeu",
      "name": "Christian Karembeu",
      "aboutText": "Flemming Søgaard Povlsen (born 3 December 1966) is a Danish former professional football player who played as a striker for Borussia Dortmund in Germany, among other teams.",
      "pageId": 3148924,
      "monthDay": "12/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Lu_Parker",
      "name": "Lu Parker",
      "aboutText": "Vernon Verdell White (born December 3, 1971) is an American professional mixed martial arts fighter who has fought for the Ultimate Fighting Championship (UFC), Pride Fighting Championships, Strikeforce, King of the Cage, Pancrase, and the Nevada Lions of the IFL. He lives in California, and belongs to the fighting team The Lion's Den.",
      "pageId": 3346046,
      "monthDay": "12/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Laura_Schuler",
      "name": "Laura Schuler",
      "aboutText": "Frances Louise \"Lu\" Parker is an American actress, journalist and beauty pageant titleholder who won Miss USA 1994.",
      "pageId": 3671209,
      "monthDay": "12/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ola_Rapace",
      "name": "Ola Rapace",
      "aboutText": "Keegan Connor Tracy (born December 3, 1971) is a Canadian actress known for her roles as the ill-fated Kat Jennings in Final Destination 2 (2003), the Blue Fairy in ABC's Once Upon a Time, and Miss Watson on the first season of Bates Motel.",
      "pageId": 4133502,
      "monthDay": "12/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Frank_Sinclair",
      "name": "Frank Sinclair",
      "aboutText": "Ola Rapace (Swedish pronunciation: [ˈuːla raˈpasː]; né Pär Ola Norell; born 3 December 1971) is a Swedish actor. He is best known in Sweden for roles in the popular TV series Tusenbröder and the first season of the Swedish TV series Wallander which is based on Henning Mankell's Kurt Wallander books. Outside Sweden, his most notable work is in the 2000 Lukas Moodysson film Together which won several awards at international film festivals.",
      "pageId": 4525846,
      "monthDay": "12/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Henk_Timmer_(footballer)",
      "name": "Henk Timmer",
      "aboutText": "Hendrik \"Henk\" Timmer (born 3 December 1971) is a Dutch retired footballer who played as a goalkeeper.\n^ \"FIFA World Cup Germany 2006 – List of Players\" (PDF). FIFA. p.",
      "pageId": 4994378,
      "monthDay": "12/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Keegan_Connor_Tracy",
      "name": "Keegan Connor Tracy",
      "aboutText": "Danilo Goffi (born 3 December 1972 in Legnano) is an Italian long-distance runner, who specializes in the marathon. He represented his country at the 1996 Summer Olympics and has also competed at the World Championships in Athletics.",
      "pageId": 6815345,
      "monthDay": "12/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Vernon_White_(fighter)",
      "name": "Vernon White",
      "aboutText": "Monic Hendrickx (born 3 December 1966 in Sint Anthonis) is a Dutch actress.",
      "pageId": 13039387,
      "monthDay": "12/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Danilo_Goffi",
      "name": "Danilo Goffi",
      "aboutText": "Saki Takaoka (高岡 早紀, たかおか さき, born December 3, 1972 Fujisawa, Kanagawa, Japan) is a Japanese actress. Her uncle is the jazz pianist Yōsuke Yamashita.",
      "pageId": 20092131,
      "monthDay": "12/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Bucky_Lasek",
      "name": "Bucky Lasek",
      "aboutText": "Laura L. Schuler (born December 3, 1970) was a member of the 1998 Canadian women’s Olympic hockey team.",
      "pageId": 26249510,
      "monthDay": "12/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Saki_Takaoka",
      "name": "Saki Takaoka",
      "aboutText": "Irina Vladimirovna Zhuk (Russian: Ирина Владимировна Жук; born 3 December 1966) is a Russian ice dancing coach and a former competitor for the Soviet Union.",
      "pageId": 37067216,
      "monthDay": "12/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Holly_Marie_Combs",
      "name": "Holly Marie Combs",
      "aboutText": "Adam Henryk Małysz [ˈadam ˈmawɨʂ] (born 3 December 1977) is a Polish former ski jumper and current rally driver. One of the most successful ski jumpers of all time, Małysz's many significant accomplishments in the sport include four individual Winter Olympic medals (at Salt Lake City and Vancouver); four individual World Championship gold medals (an all-time record); four individual World Cup titles (all-time record shared with Matti Nykänen); 39 individual competition wins; a total of 96 podiums (individual and team); and being the only ski jumper to have won three consecutive World Cup titles, doing so from 2001 to 2003. He is also a winner of the Four Hills Tournament (2000–01) and the only three-time winner of the Nordic Tournament (2001, 2003, 2007).",
      "pageId": 175867,
      "monthDay": "12/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Super_Crazy",
      "name": "Super Crazy",
      "aboutText": "Holly Marie Combs (born December 3, 1973) is an American actress and television producer.",
      "pageId": 448832,
      "monthDay": "12/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/MC_Frontalot",
      "name": "MC Frontalot",
      "aboutText": "Katrina Laverne Taylor (born December 3, 1978), better known by her stage name Trina, is an American rapper and model. Trina first gained notoriety in 1998 with her appearance on Trick Daddy's second studio album www.thug.com on the single \"Nann Nigga\". Since then, she has released five moderately successful studio albums.",
      "pageId": 871666,
      "monthDay": "12/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sammy_Leung",
      "name": "Sammy Leung",
      "aboutText": "Mark Verdon Boucher (born 3 December 1976) is a former South African cricketer, who holds the record for the most Test dismissals by a wicket-keeper. He has represented Border, South Africa, Africa XI, ICC World XI and Royal Challengers Bangalore and Kolkata Knight Riders in the Indian Premier League. He had been a regular feature of the South African side since the 1997/1998 tour to Australia, until his retirement from international cricket in July 2012 after a serious eye injury against Somerset.",
      "pageId": 896392,
      "monthDay": "12/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Lucette_R%C3%A5dstr%C3%B6m",
      "name": "Lucette Rådström",
      "aboutText": "Francisco Islas Rueda (born December 3, 1973) is a Mexican professional wrestler, or luchador, best known by his ring name Super Crazy. In Mexico, Islas has worked for Asistencia Asesoría y Administración (AAA) and made appearances for various independent promotions but is not currently associated with one specific Mexican promotion. As Super Crazy, Islas gained American exposure by working for Extreme Championship Wrestling (ECW) between 1998 and 2000 and for World Wrestling Entertainment between 2005 and 2008.",
      "pageId": 994104,
      "monthDay": "12/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mickey_Avalon",
      "name": "Mickey Avalon",
      "aboutText": "Damian Hess (born December 3, 1973), better known by his stage name MC Frontalot, is a Brooklyn-based hip hop musician and self-proclaimed \"world's 579th greatest rapper\". He is best known in hip hop and video game culture, for naming the Nerdcore subgenre, and performing at Penny Arcade's annual Penny Arcade Expo.",
      "pageId": 1041425,
      "monthDay": "12/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Malinda_Williams",
      "name": "Malinda Williams",
      "aboutText": "John Gary Glover (born December 3, 1976) is an American former professional baseball pitcher. He had a career major league ERA of 5.03 over eight seasons, including time spent with the Anaheim Angels, Chicago White Sox, Detroit Tigers, Milwaukee Brewers, Tampa Bay Devil Rays/Rays and Toronto Blue Jays, who selected Glover in the 15th round of the 1994 Major League Baseball Draft. He also played for the Yomiuri Giants of Nippon Professional Baseball and the Sydney Storm of the Australian Baseball League.",
      "pageId": 1593484,
      "monthDay": "12/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Mark_Boucher",
      "name": "Mark Boucher",
      "aboutText": "Chad Griffin Durbin (born December 3, 1977) is a former Major League Baseball relief pitcher. He played with the Detroit Tigers, Kansas City Royals and Cleveland Indians of the American League, Arizona Diamondbacks, Washington Nationals, Philadelphia Phillies and Atlanta Braves of the National League. He attended Woodlawn High School in Baton Rouge, Louisiana.",
      "pageId": 2758773,
      "monthDay": "12/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Silvia_Fontana",
      "name": "Silvia Fontana",
      "aboutText": "Byron Terrance Kelleher (born 3 December 1976 in Dunedin, New Zealand) is a former rugby union scrum-half who last played for Stade Français in the French Top 14 before retiring in 2012 and has played 57 tests for the All Blacks. He went to Otago Boys' High School, and originally played for Otago in the NPC and the Highlanders in the Super 14, moving north in 2004 to play for Waikato and the Chiefs. He is 1.75m tall and weighs 95 kg.",
      "pageId": 3029372,
      "monthDay": "12/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gary_Glover",
      "name": "Gary Glover",
      "aboutText": "Silvia Fontana (born December 3, 1976) is a figure skater who represented Italy twice at the Winter Olympics.",
      "pageId": 3262167,
      "monthDay": "12/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Cornelius_Griffin",
      "name": "Cornelius Griffin",
      "aboutText": "Sammy Leung Chi Kin is a popular DJ/MC/actor in Hong Kong's Commercial Radio.",
      "pageId": 4059683,
      "monthDay": "12/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Byron_Kelleher",
      "name": "Byron Kelleher",
      "aboutText": "Cornelius Griffin (/kɔrˈnɛljəs/; born December 3, 1976) is a former American football defensive tackle. He was drafted by the New York Giants in the second round of the 2000 NFL Draft. He played college football at Pearl River Community College and Alabama.",
      "pageId": 4479978,
      "monthDay": "12/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tomotaka_Okamoto",
      "name": "Tomotaka Okamoto",
      "aboutText": "Troy Evans (born December 3, 1977) is an American football linebacker and special teams. Evans previously played for the St.",
      "pageId": 4631699,
      "monthDay": "12/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Todd_Smith_(musician)",
      "name": "Todd Smith",
      "aboutText": "Malinda Williams (born September 24, 1970) is an American actress. She is best known for her role as Erica Wright in the 1996 movie A Thin Line Between Love and Hate, as Young Alicia in the 1999 movie The Wood, and as the hair stylist Tracy \"Bird\" Van Adams in the Showtime acclaimed drama series Soul Food from June 2000 to May 2004.",
      "pageId": 6103957,
      "monthDay": "12/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chad_Durbin",
      "name": "Chad Durbin",
      "aboutText": "Yelena Zadorozhnaya (Russian: Елена Задорожная, born 3 December 1977 in Ustkut) is a Russian runner who specializes in the 3000, 5000 metres and 3000 metres steeplechase.",
      "pageId": 6260684,
      "monthDay": "12/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Troy_Evans_(American_football)",
      "name": "Troy Evans",
      "aboutText": "Mickey Avalon (born Yeshe Perl; December 3, 1975) is an American rapper from Hollywood, California. His debut self-titled solo album was released Nov. 7, 2006 on Interscope/Shoot to Kill Records in association with MySpace Records.",
      "pageId": 7945674,
      "monthDay": "12/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Adam_Ma%C5%82ysz",
      "name": "Adam Małysz",
      "aboutText": "Tomotaka Okamoto (岡本 知高, Okamoto Tomotaka, born December 3, 1976) is a Japanese sopranist.",
      "pageId": 11882339,
      "monthDay": "12/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Yelena_Zadorozhnaya",
      "name": "Yelena Zadorozhnaya",
      "aboutText": "Todd Smith is an American Vocalist, Songwriter, and Guitarist, who most notably fronts the band Dog Fashion Disco. Smith is currently involved with the bands Polkadot Cadaver, Knives Out!, and solo project El-Creepo!.",
      "pageId": 15126590,
      "monthDay": "12/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Trina",
      "name": "Trina",
      "aboutText": "Daniel Alexandersson (born 3 December 1978) is a Swedish footballer.",
      "pageId": 16455094,
      "monthDay": "12/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Daniel_Alexandersson",
      "name": "Daniel Alexandersson",
      "aboutText": "Maria Lucette Rådström, (born 3 December 1974) is a Swedish journalist and television presenter. She has worked for TV4 since 1998, she started her career at ZTV as a presenter for Efter plugget along with Mårten Andersson between 1997 and 1998. She has presented the New Years Eve celebrations at TV4 along with Rickard Sjöberg in 1998 and Josefin Crafoord in 2005.",
      "pageId": 46344601,
      "monthDay": "12/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ji%C5%99%C3%AD_Bicek",
      "name": "Jiří Bicek",
      "aboutText": "Anna Chlumsky (born December 3, 1980) is an American actress. She is known for her childhood role in My Girl (1991), its 1994 sequel, and for her starring role in the HBO series Veep.\nChlumsky abandoned her acting career in 1999 to study at the University of Chicago, and pursued other work before returning to acting in her late 20s, starring in independent films such as Blood Car (2007) and In the Loop (2009).",
      "pageId": 386014,
      "monthDay": "12/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Dan_Snow",
      "name": "Dan Snow",
      "aboutText": "Daniel John Bedingfield (born 3 December 1979) is an English-New Zealand singer-songwriter and record producer. He is the brother of fellow singers Natasha Bedingfield and Nikola Rachelle.",
      "pageId": 747739,
      "monthDay": "12/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Bram_Tankink",
      "name": "Bram Tankink",
      "aboutText": "Rainbow Sun Francks (born December 3, 1979) is a Canadian actor and songwriter.",
      "pageId": 1005927,
      "monthDay": "12/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daniel_Bedingfield",
      "name": "Daniel Bedingfield",
      "aboutText": "Brian Eric Bonsall (born December 3, 1981) is an American former child actor. He played Andrew \"Andy\" Keaton, the youngest child on the NBC sitcom Family Ties from 1986 until 1989, and Alexander Rozhenko, the son of Worf and K'ehleyr, on Star Trek: The Next Generation from 1992 to 1994.",
      "pageId": 1097405,
      "monthDay": "12/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rock_Cartwright",
      "name": "Rock Cartwright",
      "aboutText": "Jaycee Chan Jo-ming (born 3 December 1982) is an American-born Hong Kong actor and singer. In 2004, he released his first Mandarin CD album in Hong Kong. He was based in Taiwan to continue his music career.",
      "pageId": 1168035,
      "monthDay": "12/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rainbow_Sun_Francks",
      "name": "Rainbow Sun Francks",
      "aboutText": "Tyjuan Cedric Hagler (born December 3, 1981 in Kankakee, Illinois) is a former American football linebacker for the Indianapolis Colts of the National Football League. He was drafted by the Colts in the fifth round of the 2005 NFL Draft. He played college football at Cincinnati.",
      "pageId": 1915174,
      "monthDay": "12/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tiffany_Haddish",
      "name": "Tiffany Haddish",
      "aboutText": "Jiří Bicek (born December 3, 1978 in Košice, Czechoslovakia) is a Slovak ice hockey forward who currently plays for HC Košice in the Slovak Extraliga.",
      "pageId": 2864855,
      "monthDay": "12/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Anna_Chlumsky",
      "name": "Anna Chlumsky",
      "aboutText": "David Villa Sánchez (Spanish pronunciation: [daˈβið ˈβiʎa]; born 3 December 1981) is a Spanish professional footballer who plays as a striker and also serves as captain for American club New York City FC. He is nicknamed El Guaje (The Kid in Asturian) because as a youngster he frequently played football with children much older than him.\nDespite sustaining a serious injury as a child, Villa started his professional career with Sporting de Gijón. He moved to Real Zaragoza after two seasons, where he made his La Liga début, winning the Copa del Rey and Supercopa de España.",
      "pageId": 3213059,
      "monthDay": "12/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jenna_Dewan",
      "name": "Jenna Dewan",
      "aboutText": "Roderick Rashaun Cartwright (born December 3, 1979) is a former American football running back in the National Football League (NFL). He was drafted by the Washington Redskins in the seventh round of the 2002 NFL Draft. He played college football at Kansas State.",
      "pageId": 3257729,
      "monthDay": "12/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Zlata_Filipovi%C4%87",
      "name": "Zlata Filipović",
      "aboutText": "James Joseph \"Jim\" Sorgi, Jr. (born December 3, 1980) is a former American football quarterback. He was drafted by the Indianapolis Colts in the sixth round of the 2004 NFL Draft.",
      "pageId": 3464775,
      "monthDay": "12/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jim_Sorgi",
      "name": "Jim Sorgi",
      "aboutText": "Zlata Filipović (born 3 December 1980) is a Bosnian writer and author of the book Zlata's Diary.",
      "pageId": 4008907,
      "monthDay": "12/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ioannis_Amanatidis",
      "name": "Ioannis Amanatidis",
      "aboutText": "Jenna Lee Dewan Tatum (née Dewan; born December 3, 1980) is an American actress and dancer. She began her career as a backup dancer for Janet Jackson, and later worked with artists including Pink, Missy Elliott, and Christina Aguilera. She is known for her role as Nora in the 2006 film Step Up.",
      "pageId": 4722289,
      "monthDay": "12/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Brian_Bonsall",
      "name": "Brian Bonsall",
      "aboutText": "Edwin Valero (December 3, 1981 – April 19, 2010) was a Venezuelan professional boxer. He was an undefeated two-weight world champion who held the WBA super featherweight and WBC lightweight titles. A southpaw known for his highly aggressive style and exceptional punching power, Valero remains the only champion in the 30-year history of the WBC to have won every fight in his career by knockout.",
      "pageId": 5035335,
      "monthDay": "12/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tyjuan_Hagler",
      "name": "Tyjuan Hagler",
      "aboutText": "Ioannis Amanatidis (Greek: Ιωάννης Αμανατίδης, Greek pronunciation: [ˈʝanis amanaˈtiðis]; born 3 December 1981 in Kozani, Greece) is a Greek former footballer.",
      "pageId": 6457292,
      "monthDay": "12/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Liza_Lapira",
      "name": "Liza Lapira",
      "aboutText": "Daniel Robert \"Dan\" Snow (born 3 December 1978) is a British television presenter, who regularly presents history programmes for the BBC and other broadcasters and has a regular history slot on The One Show.",
      "pageId": 8401426,
      "monthDay": "12/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Louise_Roe",
      "name": "Louise Roe",
      "aboutText": "Bram Tankink (born 3 December 1978) is a Dutch professional road bicycle racer with UCI ProTeam Team LottoNL - Jumbo. Born in Haaksbergen, Tankink started his career as a mountainbiker, but in 1999 he became a road rider. In 2000 he became Dutch champion of the espoirs which resulted in a professional contract for 2001 at Domo-Farm Frites.",
      "pageId": 10705257,
      "monthDay": "12/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Edwin_Valero",
      "name": "Edwin Valero",
      "aboutText": "Liza Lapira (born December 3, 1981) is an American actress. She played Kianna in the 2008 film 21, Special Agent Michelle Lee in the CBS police procedural series NCIS and Ivy, Topher Brink's assistant in Dollhouse.",
      "pageId": 10994728,
      "monthDay": "12/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/David_Villa",
      "name": "David Villa",
      "aboutText": "Tiffany Sarac Haddish (born December 3, 1979) is an American dancer, comedian and actress.",
      "pageId": 16175465,
      "monthDay": "12/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alexander_(actor)",
      "name": "Alexander",
      "aboutText": "Louise Roe (born 3 December 1981) is an English television presenter, model, and fashion journalist. She is notable for hosting BBC's The Clothes Show, E!'s Fashion Police, E!'s Perfect Catch, the MTV Europe Music Awards' Red Carpet Show and the CW TV show Plain Jane. She currently hosts STAR World's reality TV show Fit for Fashion.",
      "pageId": 24573100,
      "monthDay": "12/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jaycee_Chan",
      "name": "Jaycee Chan",
      "aboutText": "Alexander (アレクサンダー, Arekusandā, sometimes stylized as ALEXANDER, born December 3, 1982, in Trujillo, Peru) is a Japanese-Peruvian actor and model who is represented by the talent agency, Watanabe Entertainment. His old stage names were Enrique (エンリケ, Enrike) and Enrique Sakamoto (坂本 エンリケ, Sakamoto Enrike). He is nicknamed Alec (アレク, Areku).",
      "pageId": 48140889,
      "monthDay": "12/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Manny_Corpas",
      "name": "Manny Corpas",
      "aboutText": "László Cseh (born 3 December 1985) is a Hungarian competitive swimmer and five-time Olympic medalist.",
      "pageId": 946690,
      "monthDay": "12/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michael_Essien",
      "name": "Michael Essien",
      "aboutText": "Amanda Michelle Seyfried (/ˈsaɪfrɛd/ SY-fred; born December 3, 1985) is an American actress, model, and singer. She began her career as a model when she was 11, then at 15 began an acting career, which initially included recurring parts on the soap operas As the World Turns and All My Children.\nIn 2004, Seyfried made her film debut in the teen comedy Mean Girls.",
      "pageId": 1020882,
      "monthDay": "12/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lewis_Marnell",
      "name": "Lewis Marnell",
      "aboutText": "Robert Swift (born December 3, 1985) is an American former professional basketball player. He played in the National Basketball Association for the Seattle SuperSonics / Oklahoma City Thunder from 2004 through 2009, for the Seattle Aviators and Snohomish County Explosion of the National Athletic Basketball League in 2010, and for the Tokyo Apache of the bj League in 2010-11.",
      "pageId": 1745000,
      "monthDay": "12/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Franco_Sbaraglini",
      "name": "Franco Sbaraglini",
      "aboutText": "Michael Kojo Essien (born 3 December 1982) is a Ghanaian footballer who plays for Panathinaikos and the Ghana national team. He is a midfielder who has often been touted as a box-to-box midfielder for his ability to exert energy in supporting offensive and defensive play and for his tough tackling style which has earned him the nickname \"The Bison\". Essien can also play as a defender, both on the right of defence and in the centre.",
      "pageId": 2360567,
      "monthDay": "12/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Stephen_Donald",
      "name": "Stephen Donald",
      "aboutText": "Kati Tolmoff (born December 3, 1983 in Tartu) is a retired female badminton player from Estonia.\nShe played at the 2005 World Badminton Championships in Anaheim and reached the second round (lost to Kaori Mori of Japan).\nIn 2008, she represented Estonia at the Summer Olympics.",
      "pageId": 2508467,
      "monthDay": "12/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sherri_DuPree",
      "name": "Sherri DuPree",
      "aboutText": "Sherri DuPree-Bemis (born December 3, 1983) is a singer-songwriter from Texas. She is most prominently known for being one of the primary vocalists and songwriters for the band Eisley.",
      "pageId": 3827425,
      "monthDay": "12/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andy_Grammer",
      "name": "Andy Grammer",
      "aboutText": "Marcus Darrell Williams (born December 3, 1985) is an American professional basketball player who last played for Crvena zvezda of the Basketball League of Serbia. Standing at 6 ft 3 in (1.91 m), he plays the point guard position. He was selected with the 22nd overall pick in the 2006 NBA draft by the New Jersey Nets.",
      "pageId": 4899398,
      "monthDay": "12/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/James_Ihedigbo",
      "name": "James Ihedigbo",
      "aboutText": "Manuel \"Manny\" Corpas (born December 3, 1982) is a professional baseball pitcher who is with the Guerreros de Oaxaca of the Mexican League.",
      "pageId": 5756332,
      "monthDay": "12/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kati_Tolmoff",
      "name": "Kati Tolmoff",
      "aboutText": "Hind Laroussi Tahiri (born December 3, 1984), known professionally as Hind, is a Dutch singer.",
      "pageId": 6466106,
      "monthDay": "12/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Aleksey_Drozdov",
      "name": "Aleksey Drozdov",
      "aboutText": "Stephen Donald (born 3 December 1983) is a New Zealand rugby union player who played at First five-eighth or Centre, for the All Blacks.",
      "pageId": 6544880,
      "monthDay": "12/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Hind_Laroussi",
      "name": "Hind Laroussi",
      "aboutText": "Aleksey Vasiliyevich Drozdov (Russian: Алексей Васильевич Дроздов, Russian pronunciation: [ɐlʲɪˈksʲej drɐˈzdov]; born December 3, 1983 in Klintsy, Bryansk Oblast) is a Russian decathlete.",
      "pageId": 7197486,
      "monthDay": "12/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Avraam_Papadopoulos",
      "name": "Avraam Papadopoulos",
      "aboutText": "James Richard Laurinaitis (born December 3, 1986) is an American football linebacker for the St. Louis Rams of the National Football League (NFL). He was drafted by the Rams in the second round of the 2009 NFL Draft.",
      "pageId": 7310123,
      "monthDay": "12/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/L%C3%A1szl%C3%B3_Cseh",
      "name": "László Cseh",
      "aboutText": "Avraam Papadopoulos (Greek: Αβραάμ Παπαδόπουλος; born 3 December 1984) is a Greek footballer who plays as a central defender for Shanghai Shenhua and the Greek national team. He was born in Melbourne, Australia to Greek parents.\n^ \"Stats Centre: Arvaam Papadopoulos Facts\".",
      "pageId": 8163836,
      "monthDay": "12/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mike_Randolph",
      "name": "Mike Randolph",
      "aboutText": "Michael Horace \"Mike\" Randolph (born December 3, 1985) is an American soccer player.",
      "pageId": 8273623,
      "monthDay": "12/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/S%C4%B1la_%C5%9Eahin",
      "name": "Sıla Şahin",
      "aboutText": "James Ugochu Ihedigbo (/iˈhɛdiboʊ/ ee-HED-ee-boh; born December 3, 1983) is an American football safety for the Detroit Lions of the National Football League (NFL). He was signed by the New York Jets as an undrafted free agent in 2007. He played college football at Massachusetts.",
      "pageId": 14428444,
      "monthDay": "12/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Amanda_Seyfried",
      "name": "Amanda Seyfried",
      "aboutText": "Franco Sbaraglini (born 3 December 1982) is an Italian rugby union player. His preferred position is at Hooker, although he can also play as a Prop. He currently plays for Benetton Treviso in the RaboDirect Pro12 competition and the European Heineken Cup.",
      "pageId": 22859825,
      "monthDay": "12/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Robert_Swift",
      "name": "Robert Swift",
      "aboutText": "Sıla Şahin (born 3 December 1985 in Spandau, Berlin) is a Turkish-German actress, best known for her portrayal of Ayla Özgül in the German soap opera Gute Zeiten, schlechte Zeiten.\n^ \"Sıla Şahin\". www.pe-ensemble.de (in German).",
      "pageId": 27190273,
      "monthDay": "12/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Marcus_Williams_(basketball,_born_1985)",
      "name": "Marcus Williams",
      "aboutText": "Andy Grammer is an American singer, songwriter, and record producer. He is signed to S-Curve Records. His debut album, Andy Grammer, was released in 2011 and spawned the hit singles \"Keep Your Head Up\" and \"Fine by Me\".",
      "pageId": 31284480,
      "monthDay": "12/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Frank_Elegar",
      "name": "Frank Elegar",
      "aboutText": "Lewis Kristian Marnell (3 December 1982 – 18 January 2013) was a professional skateboarder from Melbourne, Australia who was SLAP magazine's 2008 \"Skater of the Year\". Marnell died in January 2013, following complications related to type 1 (juvenile) diabetes, a condition that was diagnosed when he was 10 years old.",
      "pageId": 38312548,
      "monthDay": "12/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/James_Laurinaitis",
      "name": "James Laurinaitis",
      "aboutText": "Frank Roderick Elegar (born December 3, 1986) is a Virgin Islands American professional basketball player for TED Ankara Kolejliler of the Turkish Basketball League (TBL).",
      "pageId": 41187763,
      "monthDay": "12/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Radek_Smole%C5%88%C3%A1k",
      "name": "Radek Smoleňák",
      "aboutText": "Michael Anthony Angarano (born December 3, 1987) is an American actor.",
      "pageId": 2341363,
      "monthDay": "12/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Josh_Vaughan",
      "name": "Josh Vaughan",
      "aboutText": "Prince Sverre Magnus of Norway (born 3 December 2005) is the younger child of Crown Prince Haakon and third in line to succeed his grandfather, King Harald V.",
      "pageId": 3321028,
      "monthDay": "12/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michael_Angarano",
      "name": "Michael Angarano",
      "aboutText": "Joseph McManners born 3 December 1992 (to Medical research charity director, author, television producer and presenter, journalist, musician and songwriter Hugh McManners and London-based physician, naturopath and homeopath Deborah McManners) is an English singer-songwriter and actor.",
      "pageId": 3570934,
      "monthDay": "12/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Erik_Gr%C3%B6nwall",
      "name": "Erik Grönwall",
      "aboutText": "Sharon Fichman (born December 3, 1990) is a Canadian professional tennis player. She plays for Canada but also holds Israeli citizenship.\nFichman was ranked no.",
      "pageId": 10292016,
      "monthDay": "12/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Brian_Robiskie",
      "name": "Brian Robiskie",
      "aboutText": "Jake T. Austin (/ˈɒstɪn, ˈɔː-/ OST-in or AWST-in; born December 3, 1994) is an American actor. Beginning a career as a child actor at the age of seven, Austin is a five-time Young Artist Award nominee, best known for his role as Max Russo, the youngest of three wizards on the Disney Channel original series Wizards of Waverly Place, and as the voice of Diego, the 8-year-old animal rescuer on the Nickelodeon animated series Go, Diego, Go!. Jake co-starred in the series The Fosters as Jesus Foster before being replaced with Noah Centineo.",
      "pageId": 11470826,
      "monthDay": "12/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Alicia_Sacramone",
      "name": "Alicia Sacramone",
      "aboutText": "Masahiro Usui (碓井 将大, Usui Masahiro, born December 3, 1991) is a Japanese actor and the second-youngest of the acting group D-BOYS, produced by Watanabe Entertainment.",
      "pageId": 14952218,
      "monthDay": "12/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sel%C3%A7uk_Alibaz",
      "name": "Selçuk Alibaz",
      "aboutText": "Brian Robiskie (born December 3, 1987) is an American football wide receiver who is currently a free agent. He was drafted by the Cleveland Browns in the second round of the 2009 NFL Draft. He played college football at Ohio State.",
      "pageId": 15890555,
      "monthDay": "12/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sharon_Fichman",
      "name": "Sharon Fichman",
      "aboutText": "Selçuk Alibaz (born 3 December 1989) is a Turkish footballer who plays for Konyaspor in an attacking midfielder position. The German born Alibaz earned his sole cap in the Turkish Süper Lig with Eskişehirspor on 26 April 2009 in a match against Trabzonspor before being loaned out to third tier club Afyonkarahisarspor and eventually returning to Germany.\nIn January 2015, he moved to fellow 2.",
      "pageId": 18889066,
      "monthDay": "12/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ekaterine_Gorgodze",
      "name": "Ekaterine Gorgodze",
      "aboutText": "Alicia Marie Quinn (née Sacramone) (/əˈliːʃə ˌsækrəˈmoʊni/; born December 3, 1987) is a retired American artistic gymnast.\nSacramone began gymnastics at the age of eight, started competing in the elite ranks in 2002 and joined the U.S. national team in 2003. At US National Championships from 2004 to 2008, she won twelve medals, including four golds on vault and two golds on floor exercise.",
      "pageId": 19097306,
      "monthDay": "12/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/Masahiro_Usui",
      "name": "Masahiro Usui",
      "aboutText": "Joshua \"Josh\" Vaughan (born December 3, 1986) is an American football running back who is currently a free agent. He was signed by the Tampa Bay Buccaneers as an undrafted free agent in 2009. He played college football at Richmond.",
      "pageId": 21049754,
      "monthDay": "12/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Cristian_Ceballos",
      "name": "Cristian Ceballos",
      "aboutText": "Radek Smoleňák (born December 3, 1986) is a Czech professional ice hockey winger. He is currently playing with KHL Medveščak Zagreb of the Kontinental Hockey League. Smolenak was selected by the Tampa Bay Lightning in the 3rd round (73rd overall) of the 2005 NHL Entry Draft.",
      "pageId": 21354199,
      "monthDay": "12/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Joseph_McManners",
      "name": "Joseph McManners",
      "aboutText": "Per Erik Magnus Grönwall (born 3 December 1987) is a Swedish hard rock/heavy metal singer and songwriter. In December 2009, he won the Swedish Idol television competition. During several of the shows he received standing ovations from the jury for his performances.",
      "pageId": 24648732,
      "monthDay": "12/03"
    },
    {
      "year": "1993",
      "uri": "/wiki/Kyle_Jean-Baptiste",
      "name": "Kyle Jean-Baptiste",
      "aboutText": "Hayley Leanne Okines (3 December 1997 – 2 April 2015) was an English girl with the extremely rare aging disease known as progeria. She was known for spreading awareness of the condition. Although the average life expectancy for sufferers is 13 years, Hayley was part of a drug trial that had seen her surpass doctors' predictions of her projected lifespan.",
      "pageId": 24736411,
      "monthDay": "12/03"
    },
    {
      "year": "1994",
      "uri": "/wiki/Jake_T._Austin",
      "name": "Jake T. Austin",
      "aboutText": "Ekaterine Gorgodze (Georgian: ეკატერინე გორგოძე; born 3 December 1991) is a Georgian tennis player.\nGorgodze has won six singles and 19 doubles titles on the ITF tour in her career. On 6 October 2014, she reached her best singles ranking of world number 307.",
      "pageId": 33957474,
      "monthDay": "12/03"
    },
    {
      "year": "1995",
      "uri": "/wiki/Anna_Iriyama",
      "name": "Anna Iriyama",
      "aboutText": "Cristian Ceballos Prieto (born 3 December 1992) is a Spanish professional footballer who plays as an attacking midfielder or forward for Charlton Athletic.",
      "pageId": 36412128,
      "monthDay": "12/03"
    },
    {
      "year": "1997",
      "uri": "/wiki/Hayley_Okines",
      "name": "Hayley Okines",
      "aboutText": "Anna Iriyama (入山 杏奈, Iriyama Anna, born December 3, 1995 in Chiba Prefecture) is a Japanese singer and a member of the Japanese idol group AKB48. She is a member of Team A. With Rina Kawaei and Rena Katō, she is also a member of the unit Anrire, which on October 17, 2012 released a single titled \"Ikujinashi Masquerade\" together with Rino Sashihara. It charted at number one in the Japanese Oricon weekly singles chart.",
      "pageId": 37760816,
      "monthDay": "12/03"
    },
    {
      "year": "2005",
      "uri": "/wiki/Prince_Sverre_Magnus_of_Norway",
      "name": "Prince Sverre Magnus of Norway",
      "aboutText": "Kyle Jean-Baptiste (December 3, 1993 – August 29, 2015) was an American actor. He was the youngest actor as well as the first African American actor to be cast as Jean Valjean in Les Misérables on Broadway. The show was his career debut.",
      "pageId": 47666155,
      "monthDay": "12/03"
    }
  ]
}