{
  "people": [
    {
      "year": "846",
      "uri": "/wiki/Hasan_al-Askari",
      "name": "Hasan al-Askari",
      "aboutText": "Henry VI (6 December 1421 – 21 May 1471) was King of England from 1422 to 1461 and again from 1470 to 1471, and disputed King of France from 1422 to 1453. The only child of Henry V, he succeeded to the English throne at the age of nine months upon his father's death, and succeeded to the French throne on the death of his grandfather Charles VI shortly afterwards. Henry inherited a long-running conflict in France, known as the Hundred Years' War, where Charles VII contested his claim to the French throne.",
      "pageId": 46858,
      "monthDay": "12/06"
    },
    {
      "year": "1285",
      "uri": "/wiki/Ferdinand_IV_of_Castile",
      "name": "Ferdinand IV of Castile",
      "aboutText": "Joseph Louis Gay-Lussac (/ˌɡeɪləˈsæk/; French: [ʒɔzɛf lwi ɡɛlysak]; also Louis Joseph Gay-Lussac; 6 December 1778 – 9 May 1850) was a French chemist and physicist.",
      "pageId": 52051,
      "monthDay": "12/06"
    },
    {
      "year": "1421",
      "uri": "/wiki/Henry_VI_of_England",
      "name": "Henry VI of England",
      "aboutText": "Jean-Eugène Robert-Houdin (December 7, 1805 – June 13, 1871) was a French magician.",
      "pageId": 53410,
      "monthDay": "12/06"
    },
    {
      "year": "1478",
      "uri": "/wiki/Baldassare_Castiglione",
      "name": "Baldassare Castiglione",
      "aboutText": "Ferdinand IV, El Emplazado or \"the Summoned,\" (6 December 1285 – 7 September 1312) was a king of Castile (1295–1312) and León and Galicia (1301–1312).",
      "pageId": 149115,
      "monthDay": "12/06"
    },
    {
      "year": "1586",
      "uri": "/wiki/Niccol%C3%B2_Zucchi",
      "name": "Niccolò Zucchi",
      "aboutText": "Guillaume-Chrétien de Lamoignon de Malesherbes (6 December 1721 – 23 April 1794), often referred to as Malesherbes or Lamoignon-Malesherbes, was a French statesman, minister, and afterwards counsel for the defence of Louis XVI.",
      "pageId": 156047,
      "monthDay": "12/06"
    },
    {
      "year": "1608",
      "uri": "/wiki/George_Monck,_1st_Duke_of_Albemarle",
      "name": "George Monck, 1st Duke of Albemarle",
      "aboutText": "George Monck, 1st Duke of Albemarle, KG (6 December 1608 – 3 January 1670) was an English soldier, politician and a key figure in effecting the Restoration of the Monarchy to King Charles II in 1660.",
      "pageId": 185176,
      "monthDay": "12/06"
    },
    {
      "year": "1637",
      "uri": "/wiki/Edmund_Andros",
      "name": "Edmund Andros",
      "aboutText": "Sir Edmund Andros (6 December 1637 – 24 February 1714) was an English colonial administrator in North America. He was the governor of the Dominion of New England during most of its three-year existence. At other times, Andros served as governor of the provinces of New York, East and West Jersey, Virginia, and Maryland.",
      "pageId": 250831,
      "monthDay": "12/06"
    },
    {
      "year": "1640",
      "uri": "/wiki/Claude_Fleury",
      "name": "Claude Fleury",
      "aboutText": "Friedrich Max Müller (6 December 1823 – 28 October 1900), generally known as Max Müller, was a German-born philologist and Orientalist, who lived and studied in Britain for most of his life. He was one of the founders of the western academic field of Indian studies and the discipline of comparative religion. Müller wrote both scholarly and popular works on the subject of Indology.",
      "pageId": 329426,
      "monthDay": "12/06"
    },
    {
      "year": "1642",
      "uri": "/wiki/Johann_Christoph_Bach",
      "name": "Johann Christoph Bach",
      "aboutText": "John Singleton Mosby (December 6, 1833 – May 30, 1916), also known by his nickname, the \"Gray Ghost\", was a Confederate army cavalry battalion commander in the American Civil War. His command, the 43rd Battalion, 1st Virginia Cavalry, known as Mosby's Rangers or Mosby's Raiders, was a partisan ranger unit noted for its lightning quick raids and its ability to elude Union Army pursuers and disappear, blending in with local farmers and townsmen. The area of northern central Virginia in which Mosby operated with impunity was known during the war and ever since as Mosby's Confederacy.",
      "pageId": 386503,
      "monthDay": "12/06"
    },
    {
      "year": "1685",
      "uri": "/wiki/Marie_Ad%C3%A9la%C3%AFde_of_Savoy",
      "name": "Marie Adélaïde of Savoy",
      "aboutText": "Hasan ibn Ali ibn Muhammad (c. 846 – 874) was the 11th Imam of Twelver Shia Islam. He was also called Abu Muhammad and Ibn al-Ridha, and is generally known as al-Askari (Askar being the word for military) for the city (Samarra) he had to live in was a garrison town.",
      "pageId": 430221,
      "monthDay": "12/06"
    },
    {
      "year": "1721",
      "uri": "/wiki/Guillaume-Chr%C3%A9tien_de_Lamoignon_de_Malesherbes",
      "name": "Guillaume-Chrétien de Lamoignon de Malesherbes",
      "aboutText": "Princess Marie Adélaïde of Savoy (6 December 1685 – 12 February 1712) was the wife of Louis, Dauphin of France, Duke of Burgundy. She was the eldest daughter of Duke Victor Amadeus II of Savoy and of Anne Marie d'Orléans. Her betrothal to the Duke of Burgundy in June 1696 was part of the Treaty of Turin, signed on 29 August 1696.",
      "pageId": 1235579,
      "monthDay": "12/06"
    },
    {
      "year": "1721",
      "uri": "/wiki/James_Elphinston",
      "name": "James Elphinston",
      "aboutText": "Claude Fleury (December 6, 1640, Paris – July 14, 1723, Paris), was a French ecclesiastical historian.\nDestined for the bar, he was educated at the aristocratic College de Clermont (now that of Louis-le-Grand). In 1658 he was nominated an advocate to the parlement of Paris, and for nine years followed the legal profession.",
      "pageId": 1302754,
      "monthDay": "12/06"
    },
    {
      "year": "1752",
      "uri": "/wiki/Gabriel_Duvall",
      "name": "Gabriel Duvall",
      "aboutText": "Niccolò Zucchi (Italian pronunciation: [nikkoˈlɔ ˈdzukki; *ˈtsukki]; December 6, 1586 – May 21, 1670) was an Italian Jesuit, astronomer, and physicist.\nAs an astronomer he may have been the first to see the belts on the planet Jupiter (on May 17, 1630), and reported spots on Mars in 1640.\nHis \"Optica philosophia experimentis et ratione a fundamentis constituta\", published in 1652–56, described his 1616 experiments using a curved mirror instead of a lens as a telescope objective, which may be the earliest known description of a reflecting telescope.",
      "pageId": 1615152,
      "monthDay": "12/06"
    },
    {
      "year": "1778",
      "uri": "/wiki/Joseph_Louis_Gay-Lussac",
      "name": "Joseph Louis Gay-Lussac",
      "aboutText": "James Elphinston (December 6, 1721 – October 8, 1809) was a well noted 18th-century Scottish educator, orthographer, phonologist and linguistics expert.",
      "pageId": 1646717,
      "monthDay": "12/06"
    },
    {
      "year": "1792",
      "uri": "/wiki/William_II_of_the_Netherlands",
      "name": "William II of the Netherlands",
      "aboutText": "Johann Christoph Bach (6 December 1642 – 31 March 1703) was a German composer and organist of the Baroque period. He was born at Arnstadt, the son of Heinrich Bach, Johann Sebastian Bach's great uncle, hence he was Johann Sebastian's first cousin once removed. He was also the uncle of Maria Barbara Bach, J.S. Bach's first wife.",
      "pageId": 2157868,
      "monthDay": "12/06"
    },
    {
      "year": "1803",
      "uri": "/wiki/Maria_Josepha_Amalia_of_Saxony",
      "name": "Maria Josepha Amalia of Saxony",
      "aboutText": "Robert Spear Hudson (6 December 1812 – 6 August 1884) was an English businessman who popularised dry soap powder.",
      "pageId": 8329051,
      "monthDay": "12/06"
    },
    {
      "year": "1805",
      "uri": "/wiki/Jean_Eug%C3%A8ne_Robert-Houdin",
      "name": "Jean Eugène Robert-Houdin",
      "aboutText": "Maria Josepha Amalia of Saxony (Maria Josepha Amalia Beatrix Xaveria Vincentia Aloysia Franziska de Paula Franziska de Chantal Anna Apollonia Johanna Nepomucena Walburga Theresia Ambrosia; 6 December 1803 – 18 May 1829) was Queen consort of Spain as the wife of King Ferdinand VII of Spain. She was the youngest daughter of Prince Maximilian of Saxony (1759–1838) and his first wife, Princess Carolina of Parma (1770–1804), daughter of Duke Ferdinand of Parma.",
      "pageId": 10301794,
      "monthDay": "12/06"
    },
    {
      "year": "1812",
      "uri": "/wiki/Robert_Spear_Hudson",
      "name": "Robert Spear Hudson",
      "aboutText": "Gabriel Duvall (December 6, 1752 – March 6, 1844) was an American politician and jurist. Duvall was an Associate Justice of the Supreme Court of the United States from 1811 to 1835 during the tenure of Chief Justice John Marshall. Previously, Duvall was the Comptroller of the Treasury, a Maryland state court judge, a member of the U.S. House of Representatives from Maryland, and a Maryland state legislator.",
      "pageId": 21809401,
      "monthDay": "12/06"
    },
    {
      "year": "1823",
      "uri": "/wiki/Max_M%C3%BCller",
      "name": "Max Müller",
      "aboutText": "William II (Willem Frederik George Lodewijk, anglicized as William Frederick George Louis; 6 December 1792 – 17 March 1849) was King of the Netherlands, Grand Duke of Luxembourg, and Duke of Limburg.\nWilliam II was the son of William I and Wilhelmine of Prussia. When his father proclaimed himself king in 1815, he became Prince of Orange and heir apparent of the Kingdom of the Netherlands.",
      "pageId": 23491043,
      "monthDay": "12/06"
    },
    {
      "year": "1833",
      "uri": "/wiki/John_S._Mosby",
      "name": "John S. Mosby",
      "aboutText": "Baldassare Castiglione (Italian: [baldasˈsaːre kastiʎˈʎoːne]; December 6, 1478 – February 2, 1529), count of Casatico, was an Italian courtier, diplomat, soldier and a prominent Renaissance author, who is probably most famous for his authorship of The Book of the Courtier.",
      "pageId": 26370926,
      "monthDay": "12/06"
    },
    {
      "year": "1841",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Bazille",
      "name": "Frédéric Bazille",
      "aboutText": "Jean Frédéric Bazille (December 6, 1841 – November 28, 1870) was a French Impressionist painter.",
      "pageId": 11459,
      "monthDay": "12/06"
    },
    {
      "year": "1849",
      "uri": "/wiki/August_von_Mackensen",
      "name": "August von Mackensen",
      "aboutText": "Joyce Kilmer (born as Alfred Joyce Kilmer; December 6, 1886 – July 30, 1918) was an American writer and poet mainly remembered for a short poem titled \"Trees\" (1913), which was published in the collection Trees and Other Poems in 1914. Though a prolific poet whose works celebrated the common beauty of the natural world as well as his Roman Catholic religious faith, Kilmer was also a journalist, literary critic, lecturer, and editor. While most of his works are largely unknown, a select few of his poems remain popular and are published frequently in anthologies.",
      "pageId": 63173,
      "monthDay": "12/06"
    },
    {
      "year": "1853",
      "uri": "/wiki/Hans_Molisch",
      "name": "Hans Molisch",
      "aboutText": "Lynn Fontanne (/fɒnˈtæn/; 6 December 1887 – 30 July 1983) was a British-born American-based actress and major stage star in the United States for over 40 years. She teamed with her husband, Alfred Lunt. Lunt and Fontanne shared a special Tony Award in 1970.",
      "pageId": 177779,
      "monthDay": "12/06"
    },
    {
      "year": "1853",
      "uri": "/wiki/Haraprasad_Shastri",
      "name": "Haraprasad Shastri",
      "aboutText": "Joseph Francis Lamb (December 6, 1887 – September 3, 1960) was a noted American composer of ragtime music.",
      "pageId": 187854,
      "monthDay": "12/06"
    },
    {
      "year": "1863",
      "uri": "/wiki/Charles_Martin_Hall",
      "name": "Charles Martin Hall",
      "aboutText": "Homer Norman Wallin (December 6, 1893 – March 6, 1984) was a Vice Admiral in the United States Navy, best known for his salvage of ships sunk in the attack on Pearl Harbor.",
      "pageId": 200447,
      "monthDay": "12/06"
    },
    {
      "year": "1872",
      "uri": "/wiki/Arthur_Henry_Adams",
      "name": "Arthur Henry Adams",
      "aboutText": "Dion Fortune born Violet Mary Firth (6 December 1890 – 8 January 1946), was a prominent British occultist, author, psychologist, teacher, artist, and mystic. Schooled in Western Esotericism, she was influential in the modern revival of the magical arts. She was also a prolific writer of the supernatural and the occult in both novels and non-fiction works.",
      "pageId": 207221,
      "monthDay": "12/06"
    },
    {
      "year": "1872",
      "uri": "/wiki/William_S._Hart",
      "name": "William S. Hart",
      "aboutText": "Anton Ludwig August von Mackensen (6 December 1849 – 8 November 1945), born August Mackensen, was a German soldier and field marshal. He commanded with success during the First World War and became one of the German Empire's most prominent military leaders. After the Armistice, Mackensen was interned for a year.",
      "pageId": 317679,
      "monthDay": "12/06"
    },
    {
      "year": "1875",
      "uri": "/wiki/Albert_Bond_Lambert",
      "name": "Albert Bond Lambert",
      "aboutText": "Evelyn Underhill (6 December 1875 – 15 June 1941) was an English Anglo-Catholic writer and pacifist known for her numerous works on religion and spiritual practice, in particular Christian mysticism.\nIn the English-speaking world, she was one of the most widely read writers on such matters in the first half of the 20th century. No other book of its type—until the appearance in 1946 of Aldous Huxley's The Perennial Philosophy—met with success to match that of her best-known work, Mysticism, published in 1911.",
      "pageId": 459642,
      "monthDay": "12/06"
    },
    {
      "year": "1875",
      "uri": "/wiki/Evelyn_Underhill",
      "name": "Evelyn Underhill",
      "aboutText": "William Thomson \"Will\" Hay (6 December 1888 – 18 April 1949) an English comedian, who through his theatrical sketch as a joke-schoolmaster, which he took on world tours. He moved on to films, some of them continuing the schoolmaster theme, in which he also featured as a writer and director. In The Goose Steps Out (1942), his brand of humour was adapted for war propaganda.",
      "pageId": 520482,
      "monthDay": "12/06"
    },
    {
      "year": "1876",
      "uri": "/wiki/Fred_Duesenberg",
      "name": "Fred Duesenberg",
      "aboutText": "Charles Martin Hall (December 6, 1863 – December 27, 1914) was an American inventor, businessman, and chemist. He is best known for his invention in 1886 of an inexpensive method for producing aluminum, which became the first metal to attain widespread use since the prehistoric discovery of iron.",
      "pageId": 585527,
      "monthDay": "12/06"
    },
    {
      "year": "1884",
      "uri": "/wiki/Cornelia_Meigs",
      "name": "Cornelia Meigs",
      "aboutText": "William Surrey Hart (December 6, 1864 – June 23, 1946) was an American silent film actor, screenwriter, director and producer. He is remembered as a foremost western star of the silent era who \"imbued all of his characters with honor and integrity.\" During the late 1910s and early 1920s, he was one of the most consistently popular movie stars, frequently ranking high among male actors in popularity contests held by movie fan magazines.\n^ Obituary Variety, June 26, 1946, page 62.",
      "pageId": 665846,
      "monthDay": "12/06"
    },
    {
      "year": "1886",
      "uri": "/wiki/Joyce_Kilmer",
      "name": "Joyce Kilmer",
      "aboutText": "Dr. Yoshio Nishina (仁科 芳雄, Nishina Yoshio, December 6, 1890 – January 10, 1951) was a Japanese physicist. He was called \"the founding father of modern physics research in Japan\".",
      "pageId": 841522,
      "monthDay": "12/06"
    },
    {
      "year": "1887",
      "uri": "/wiki/Lynn_Fontanne",
      "name": "Lynn Fontanne",
      "aboutText": "Arthur Henry Adams (6 December 1872 – 4 March 1936) was a journalist and author. He started his career in New Zealand, though he spent most of it in Australia, and for a short time resided in China and London.",
      "pageId": 958735,
      "monthDay": "12/06"
    },
    {
      "year": "1887",
      "uri": "/wiki/Joseph_Lamb",
      "name": "Joseph Lamb",
      "aboutText": "Sir Francis Osbert Sacheverell Sitwell, 5th Baronet (6 December 1892 – 4 May 1969) was an English writer.",
      "pageId": 1249903,
      "monthDay": "12/06"
    },
    {
      "year": "1888",
      "uri": "/wiki/Will_Hay",
      "name": "Will Hay",
      "aboutText": "Rudolf Schlichter (or Rudolph Schlichter) (December 6, 1890 – May 3, 1955) was a German artist and one of the most important representatives of the Neue Sachlichkeit (New Objectivity) movement.\nSchlichter was born in Calw, Württemberg. After an apprenticeship as an enamel painter at a Pforzheim factory he attended the School of Arts and Crafts in Stuttgart.",
      "pageId": 2031595,
      "monthDay": "12/06"
    },
    {
      "year": "1890",
      "uri": "/wiki/Dion_Fortune",
      "name": "Dion Fortune",
      "aboutText": "Frederick Samuel Duesenberg (December 6, 1876 – July 26, 1932) was a German-born American automobile pioneer designer, manufacturer and sportsman.",
      "pageId": 4808463,
      "monthDay": "12/06"
    },
    {
      "year": "1890",
      "uri": "/wiki/Yoshio_Nishina",
      "name": "Yoshio Nishina",
      "aboutText": "Cornelia Lynde Meigs (1884–1973) was an American writer of fiction and biography for children, teacher of English and writing, historian and critic of children's literature. She won the Newbery Medal for her 1933 biography of Louisa May Alcott, entitled Invincible Louisa.",
      "pageId": 5807882,
      "monthDay": "12/06"
    },
    {
      "year": "1890",
      "uri": "/wiki/Rudolf_Schlichter",
      "name": "Rudolf Schlichter",
      "aboutText": "Albert Bond Lambert (December 6, 1875 – November 12, 1946) was an American golfer who competed in the 1900 Summer Olympics and in the 1904 Summer Olympics. He was also a prominent St.",
      "pageId": 5815877,
      "monthDay": "12/06"
    },
    {
      "year": "1892",
      "uri": "/wiki/Osbert_Sitwell",
      "name": "Osbert Sitwell",
      "aboutText": "Hans Molisch (December 6, 1856, Brünn, Habsburg Moravia - December 8, 1937, Wien, Austria) was a Czech-Austrian botanist.\nHe taught as a professor at the German University of Prague (1894-), Vienna University (1909-1928), Tohoku Imperial University (now Tohoku University, Japan; 1922-1925), and a university in India.\nFrom 1931 to 1937 he acted as the vice-president of the Austrian Academy of Sciences.",
      "pageId": 5827559,
      "monthDay": "12/06"
    },
    {
      "year": "1893",
      "uri": "/wiki/Homer_N._Wallin",
      "name": "Homer N. Wallin",
      "aboutText": "Haraprasad Shastri (Bengali: হরপ্রসাদ শাস্ত্রী) (6 December 1853 – 17 November 1931), also known as Haraprasad Bhattacharya, was an Indian academic, Sanskrit scholar, archivist and historian of Bengali literature. He is most known for discovering the Charyapada, the earliest known examples of Bengali literature.\n^ Chowdhury, Satyajit.",
      "pageId": 16805142,
      "monthDay": "12/06"
    },
    {
      "year": "1896",
      "uri": "/wiki/Ira_Gershwin",
      "name": "Ira Gershwin",
      "aboutText": "Ira Gershwin (December 6, 1896 –  August 17, 1983) was an American lyricist who collaborated with his younger brother, composer George Gershwin, to create some of the most memorable songs of the 20th century.\nWith George he wrote more than a dozen Broadway shows, featuring songs such as \"I Got Rhythm\", \"Embraceable You\", \"The Man I Love\", and \"Someone to Watch Over Me\". He was also responsible, along with DuBose Heyward, for the libretto to George's opera Porgy and Bess.",
      "pageId": 15489,
      "monthDay": "12/06"
    },
    {
      "year": "1898",
      "uri": "/wiki/Alfred_Eisenstaedt",
      "name": "Alfred Eisenstaedt",
      "aboutText": "Pierre Graber (6 December 1908 – 19 July 2003) was a Swiss politician and member of the Swiss Federal Council (1970-1978).\nHe was born in La Chaux-de-Fonds, Switzerland and after studying law in Neuchâtel and Vienna he became attorney-at-law in Lausanne. Active in the Social Democratic Party, he was in the municipal parliament of Lausanne (1934-1946), member of the parliament of the canton of Vaud (1937-1946), mayor of Lausanne (1946-1949), member of the National Council (1942-1969, except 1963), he was the Speaker of that Assembly from 1965/66, he sat in the Foreign affairs committee and was deputy chairman of the enquiry parliamentary committee dealing with the Mirage affair.",
      "pageId": 155858,
      "monthDay": "12/06"
    },
    {
      "year": "1898",
      "uri": "/wiki/Gunnar_Myrdal",
      "name": "Gunnar Myrdal",
      "aboutText": "Dr. Kristján Eldjárn (Icelandic pronunciation: [ˈkʰrɪstjaun ˈɛltjaurtn̥]; 6 December 1916 – 14 September 1982) was the third President of Iceland, from 1968 to 1980.\nHis parents were Þórarinn Kr.",
      "pageId": 162318,
      "monthDay": "12/06"
    },
    {
      "year": "1900",
      "uri": "/wiki/Agnes_Moorehead",
      "name": "Agnes Moorehead",
      "aboutText": "Agnes Robertson Moorehead (December 6, 1900 – April 30, 1974) was an American actress whose career of six decades included work in radio, stage, film, and television. She is chiefly known for her role as Endora on the television series Bewitched. She was also notable for her film roles in Citizen Kane, The Magnificent Ambersons, All That Heaven Allows, Show Boat and Hush… Hush, Sweet Charlotte.",
      "pageId": 202643,
      "monthDay": "12/06"
    },
    {
      "year": "1901",
      "uri": "/wiki/Eliot_Porter",
      "name": "Eliot Porter",
      "aboutText": "Lester Joseph Gillis (December 6, 1908 – November 27, 1934), known under the pseudonym George Nelson, was an American bank robber in the 1930s. Gillis was better known as Baby Face Nelson, a name given to him due to his youthful appearance and small stature. Usually referred to by criminal associates as \"Jimmy\", Nelson entered into a partnership with John Dillinger, helping him escape from prison in the famed Crown Point, Indiana Jail escape, and was later labeled along with the remaining gang members as public enemy number one.",
      "pageId": 381602,
      "monthDay": "12/06"
    },
    {
      "year": "1902",
      "uri": "/wiki/Ern%C5%91_Verebes",
      "name": "Ernő Verebes",
      "aboutText": "Alfred Eisenstaedt (December 6, 1898 – August 23, 1995) was a German-born American photographer and photojournalist. One of the most prolific photographers of the twentieth century, he began his career in pre-World War II Germany, and after moving to the U.S., achieved prominence as a staff photographer for Life Magazine which featured more than 90 of his pictures on its covers with over 2,500 photo stories published.",
      "pageId": 386881,
      "monthDay": "12/06"
    },
    {
      "year": "1903",
      "uri": "/wiki/Tony_Lazzeri",
      "name": "Tony Lazzeri",
      "aboutText": "Eleanor G. Holm (December 6, 1913 – January 31, 2004) was an American competition swimmer and Olympic gold medalist. She is best known for having been suspended from the 1936 Summer Olympics team after she attended a cocktail party on the transatlantic cruise ship taking her to Germany.",
      "pageId": 452953,
      "monthDay": "12/06"
    },
    {
      "year": "1904",
      "uri": "/wiki/%C3%88ve_Curie",
      "name": "Ève Curie",
      "aboutText": "Ève Denise Curie Labouisse (December 6, 1904 – October 22, 2007) was a French and American writer, journalist and pianist. Ève Curie was the youngest daughter of Marie Skłodowska-Curie and Pierre Curie. Her sister was Irène Joliot-Curie and her brother-in-law Frédéric Joliot-Curie.",
      "pageId": 741330,
      "monthDay": "12/06"
    },
    {
      "year": "1905",
      "uri": "/wiki/Elizabeth_Yates_(author)",
      "name": "Elizabeth Yates",
      "aboutText": "Anthony Michael \"Tony\" Lazzeri (December 6, 1903 – August 6, 1946) was an American professional baseball second baseman during the 1920s and 1930s, predominantly with the New York Yankees of Major League Baseball. He was part of the famed \"Murderers' Row\" Yankee batting lineup of the late 1920s (most notably the legendary 1927 team), along with Babe Ruth, Lou Gehrig, and Bob Meusel. He was also the first person to hit two grand slams in one game in 1936 vs Athletics.",
      "pageId": 742567,
      "monthDay": "12/06"
    },
    {
      "year": "1908",
      "uri": "/wiki/Pierre_Graber",
      "name": "Pierre Graber",
      "aboutText": "Karl Gunnar Myrdal (Swedish: [ˈmyːɖɑːl]; 6 December 1898 – 17 May 1987) was a Swedish Nobel laureate economist, sociologist, and politician. In 1974, he received the Nobel Memorial Prize in Economic Sciences with Friedrich Hayek for \"their pioneering work in the theory of money and economic fluctuations and for their penetrating analysis of the interdependence of economic, social and institutional phenomena.\" He is best known in the United States for his study of race relations, which culminated in his book An American Dilemma: The Negro Problem and Modern Democracy. The study was influential in the 1954 landmark U.S. Supreme Court Decision Brown v.",
      "pageId": 743437,
      "monthDay": "12/06"
    },
    {
      "year": "1908",
      "uri": "/wiki/Baby_Face_Nelson",
      "name": "Baby Face Nelson",
      "aboutText": "Karl Haas (December 6, 1913 – February 6, 2005) was a German-American classical music radio host, known for his sonorous speaking voice, humanistic approach to music appreciation, and popularization of classical music. He was the host of the classical music radio program Adventures in Good Music, which was syndicated to commercial and public radio stations around the world. He also published the book Inside Music.",
      "pageId": 1059399,
      "monthDay": "12/06"
    },
    {
      "year": "1908",
      "uri": "/wiki/Mikl%C3%B3s_Szab%C3%B3_(middle-distance_runner)",
      "name": "Miklós Szabó",
      "aboutText": "Yekaterina Vasylievna Budanova (Cyrillic: Екатерина Васильевна Буданова), also known as Katya Budanova (Катя Буданова), (6 December 1916 – 19 July 1943), was a fighter pilot in the Soviet Air Force during World War II. With 11 air victories, along with Lydia Litvyak, she was one of the world's two female fighter aces.",
      "pageId": 1917332,
      "monthDay": "12/06"
    },
    {
      "year": "1909",
      "uri": "/wiki/Rulon_Jeffs",
      "name": "Rulon Jeffs",
      "aboutText": "Elizabeth Yates McGreal (December 6, 1905 – July 29, 2001) was a prolific American author. She is perhaps best known for her 1951 Newbery Medal-winning novel Amos Fortune, Free Man. She also received the Newbery Honor in 1944 for Mountain Born.",
      "pageId": 2783223,
      "monthDay": "12/06"
    },
    {
      "year": "1910",
      "uri": "/wiki/David_M._Potter",
      "name": "David M. Potter",
      "aboutText": "Eliot Furness Porter (December 6, 1901 – November 2, 1990) was an American photographer best known for his color photographs of nature.",
      "pageId": 2880109,
      "monthDay": "12/06"
    },
    {
      "year": "1913",
      "uri": "/wiki/Karl_Haas",
      "name": "Karl Haas",
      "aboutText": "Hugo E. Peretti (December 6, 1916 - May 1, 1986) was an American songwriter and record producer.\nBorn in New York City, Peretti began his music career as a teenager, playing the trumpet in the Borscht Belt in upstate New York. He graduated to playing with orchestras, then in the 1950s partnered with his cousin Luigi Creatore to form the Hugo & Luigi songwriting team that evolved to producing records.",
      "pageId": 4433441,
      "monthDay": "12/06"
    },
    {
      "year": "1913",
      "uri": "/wiki/Eleanor_Holm",
      "name": "Eleanor Holm",
      "aboutText": "Rulon Timpson Jeffs (December 6, 1909 – September 8, 2002), known to followers as Uncle Rulon, was the President of the Fundamentalist Church of Jesus Christ of Latter-Day Saints (FLDS Church), a Mormon fundamentalist organization based in Colorado City, Arizona, from 1986 until his death in 2002.",
      "pageId": 4652172,
      "monthDay": "12/06"
    },
    {
      "year": "1913",
      "uri": "/wiki/John_Mikaelsson",
      "name": "John Mikaelsson",
      "aboutText": "David Morris Potter (December 6, 1910 in Augusta, Georgia – February 18, 1971) was an American historian of the South. Born in Georgia, he graduated from Emory University in 1932. At Yale he studied under Ulrich Bonnell Phillips, earning his Ph.D. in 1940 and publishing Lincoln and His Party in the Secession Crisis in 1942.",
      "pageId": 4721928,
      "monthDay": "12/06"
    },
    {
      "year": "1916",
      "uri": "/wiki/Yekaterina_Budanova",
      "name": "Yekaterina Budanova",
      "aboutText": "John Frederik Mikaelsson (6 December 1913 – 16 June 1987) was a Swedish athlete who mainly competed in the 10 kilometer walk.\nHe competed for Sweden at the 1948 Summer Olympics held in London, Great Britain where he won the gold medal in the men's 10 kilometer walk leading to a Swedish sweep of the gold medals in race walking after John Ljunggren won the 50 kilometre.",
      "pageId": 8004070,
      "monthDay": "12/06"
    },
    {
      "year": "1916",
      "uri": "/wiki/Kristj%C3%A1n_Eldj%C3%A1rn",
      "name": "Kristján Eldjárn",
      "aboutText": "Miklós Szabó (6 December 1908 – 3 December 2000) was a Hungarian middle distance runner who held world records over two distances.\nSzabó won a silver medal in the first ever European Championship final, finishing second to Luigi Beccali over 1500 metres on the first day of the 1934 European Athletics Championships in Turin. Later in the same championships, Szabó defeated the home favourite, Mario Lanzi, in the final of the 800 metres—the judges awarded him the gold after both men crossed the line in a time of 1:52.0.",
      "pageId": 25047729,
      "monthDay": "12/06"
    },
    {
      "year": "1916",
      "uri": "/wiki/Hugo_Peretti",
      "name": "Hugo Peretti",
      "aboutText": "Ernő Verebes (December 6, 1902 – June 13, 1971) was a Hungarian-born American actor who began his career in German silent films.",
      "pageId": 30337105,
      "monthDay": "12/06"
    },
    {
      "year": "1917",
      "uri": "/wiki/Dean_Hess",
      "name": "Dean Hess",
      "aboutText": "David Warren \"Dave\" Brubeck (December 6, 1920 – December 5, 2012) was an American jazz pianist and composer, considered to be one of the foremost exponents of cool jazz. He wrote a number of jazz standards, including \"In Your Own Sweet Way\" and \"The Duke\". Brubeck's style ranged from refined to bombastic, reflecting his mother's attempts at classical training and his improvisational skills.",
      "pageId": 8176,
      "monthDay": "12/06"
    },
    {
      "year": "1917",
      "uri": "/wiki/Kamal_Jumblatt",
      "name": "Kamal Jumblatt",
      "aboutText": "Nikolaus Harnoncourt (Nikolaus Count de la Fontaine und d'Harnoncourt-Unverzagt, born 6 December 1929) is an Austrian conductor, particularly known for his historically informed performances of music from the Classical era and earlier. Starting out as a classical cellist, he founded his own period instrument ensemble, Concentus Musicus Wien, in the 1950s, and became a pioneer of the Early Music movement. Around 1970, Harnoncourt started to conduct opera and concert performances, soon leading renowned international symphony orchestras, and appearing at leading concert halls, operatic venues and festivals.",
      "pageId": 154959,
      "monthDay": "12/06"
    },
    {
      "year": "1917",
      "uri": "/wiki/Irv_Robbins",
      "name": "Irv Robbins",
      "aboutText": "Kamal Fouad Jumblatt (Arabic: كمال جنبلاط) (December 6, 1917 – March 16, 1977) was an important Lebanese politician. He was the main leader of the anti-government forces who opposed the Assad government in the Lebanese Civil War and major ally of the Palestine Liberation Organization until his assassination in 1977.",
      "pageId": 211523,
      "monthDay": "12/06"
    },
    {
      "year": "1917",
      "uri": "/wiki/Waldemar_von_Gazen",
      "name": "Waldemar von Gazen",
      "aboutText": "Paul de Man (December 6, 1919 – December 21, 1983), born Paul Adolph Michel Deman, was a Belgian-born literary critic and literary theorist. At the time of his death, de Man was one of the most prominent literary critics in the United States—known particularly for his importation of German and French philosophical approaches into Anglo-American literary studies and critical theory. Along with Jacques Derrida, he was part of an influential critical movement that went beyond traditional interpretation of literary texts to reflect on the epistemological difficulties inherent in any textual, literary, or critical activity.",
      "pageId": 310123,
      "monthDay": "12/06"
    },
    {
      "year": "1919",
      "uri": "/wiki/Skippy_Baxter",
      "name": "Skippy Baxter",
      "aboutText": "Otto Everett Graham, Jr. (December 6, 1921 – December 17, 2003) was an American football quarterback who played for the Cleveland Browns in the All-America Football Conference and National Football League. Graham is regarded by critics as one of the most dominant players of his era, having taken the Browns to league championship games every year between 1946 and 1955, winning seven of them.",
      "pageId": 407078,
      "monthDay": "12/06"
    },
    {
      "year": "1919",
      "uri": "/wiki/Paul_de_Man",
      "name": "Paul de Man",
      "aboutText": "Wallace Maynard \"Wally\" Cox (December 6, 1924 – February 15, 1973) was an American comedian and actor, particularly associated with the early years of television in the United States. He appeared in the U.S. television series Mr. Peepers from 1952 to 1955, plus several other popular shows, and as a character actor in over 20 films.",
      "pageId": 477451,
      "monthDay": "12/06"
    },
    {
      "year": "1920",
      "uri": "/wiki/Dave_Brubeck",
      "name": "Dave Brubeck",
      "aboutText": "Alain Tanner (born 6 December 1929) is a Swiss film director.",
      "pageId": 588512,
      "monthDay": "12/06"
    },
    {
      "year": "1920",
      "uri": "/wiki/Peter_Dimmock",
      "name": "Peter Dimmock",
      "aboutText": "George Hornidge Porter, Baron Porter of Luddenham OM PRS (6 December 1920 – 31 August 2002) was a British chemist.",
      "pageId": 764956,
      "monthDay": "12/06"
    },
    {
      "year": "1920",
      "uri": "/wiki/George_Porter",
      "name": "George Porter",
      "aboutText": "Bobby Van (December 6, 1928 – July 31, 1980) was a musical actor, best known for his career on Broadway in the 1950s and 1970s. He was also a game show host.",
      "pageId": 1038061,
      "monthDay": "12/06"
    },
    {
      "year": "1921",
      "uri": "/wiki/Otto_Graham",
      "name": "Otto Graham",
      "aboutText": "Captain John Henry Cound Brunt VC, MC (6 December 1922 – 10 December 1944) was an English recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. He served in Italy during the Second World War and was twice decorated for bravery in action before he was killed by mortar fire.\nAs a young man, he had a reputation for mischief and daring, but was always respected due to his consideration for others—traits that continued in his military career and would earn him the respect of his comrades and superiors.",
      "pageId": 1214588,
      "monthDay": "12/06"
    },
    {
      "year": "1921",
      "uri": "/wiki/Piero_Piccioni",
      "name": "Piero Piccioni",
      "aboutText": "Benjamin Arthur \"Ben\" Gilman (born December 6, 1922) is a former Republican United States Representative from New York.",
      "pageId": 2448183,
      "monthDay": "12/06"
    },
    {
      "year": "1922",
      "uri": "/wiki/John_Brunt",
      "name": "John Brunt",
      "aboutText": "Piero Piccioni (Italian pronunciation: [ˈpjɛro pitˈtʃoni]; 6 December 1921 – 23 July 2004) was an Italian lawyer turned major film score composer.\nA pianist, organist, conductor, composer, he was also the prolific author of more than 300 film soundtracks. His mother’s maiden name was Marengo, hence his pseudonym Piero Morgan which he adopted until 1957.",
      "pageId": 2465621,
      "monthDay": "12/06"
    },
    {
      "year": "1922",
      "uri": "/wiki/Benjamin_A._Gilman",
      "name": "Benjamin A. Gilman",
      "aboutText": "Lloyd Valdemar Baxter (December 6, 1919 – December 18, 2012), better known as Skippy Baxter, was an American figure skater. Born in Saskatchewan, Canada, his family moved to Oakland, California when he was 1 year of age. Skippy started his skating career as a Speed Skater.",
      "pageId": 4305857,
      "monthDay": "12/06"
    },
    {
      "year": "1924",
      "uri": "/wiki/Wally_Cox",
      "name": "Wally Cox",
      "aboutText": "Irvine \"Irv\" Robbins (December 6, 1917 – May 5, 2008) was a Canadian-born American businessman. He co-founded the Baskin-Robbins ice cream parlor chain in 1945 with his partner and brother-in-law Burt Baskin.",
      "pageId": 4504946,
      "monthDay": "12/06"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jim_Fuchs",
      "name": "Jim Fuchs",
      "aboutText": "Frank Springer (December 6, 1929 – April 2, 2009) was an American comic book and comic strip artist best known for Marvel Comics' Dazzler and Nick Fury, Agent of S.H.I.E.L.D.. As well, in collaboration with writer Michael O'Donoghue, Springer created one of the first adult-oriented comics features on American newsstands—The Adventures of Phoebe Zeit-Geist in the magazine Evergreen Review.",
      "pageId": 5023022,
      "monthDay": "12/06"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bobby_Van",
      "name": "Bobby Van",
      "aboutText": "James \"Jim\" Emanuel Fuchs (pronounced /ˈfjuːʃ/; December 6, 1927 – October 8, 2010) was an American athlete who competed in both the discus and shot put. He developed a new shot-putting technique in order to compensate for a leg injury, and then used what he called \"the sideways glide\" to set world records and dominate the sport over a two-year span in the early 1950s. He won bronze medals in shot put at both the 1948 Summer Olympics in London and the 1952 Summer Olympics in Helsinki.",
      "pageId": 7431047,
      "monthDay": "12/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Philippe_Bouvard",
      "name": "Philippe Bouvard",
      "aboutText": "Dean Elmer Hess (December 6, 1917 – March 2, 2015) was an American minister and United States Air Force colonel who was involved in the so-called \"Kiddy Car Airlift,\" the documented rescue of 950 orphans and 80 orphanage staff from the path of the Chinese advance during the Korean War on December 20, 1950. He is the subject of autobiography Battle Hymn, published in 1956, which later served the basis for the 1957 film of the same name, where he was played by Rock Hudson.",
      "pageId": 9169601,
      "monthDay": "12/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Nikolaus_Harnoncourt",
      "name": "Nikolaus Harnoncourt",
      "aboutText": "Peter Harold Dimmock, CVO, CBE (6 December 1920 – 20 November 2015) was a British sports broadcaster and senior television executive during its formative years in the 1950s. He was the first host of the BBC's long-running Grandstand and of the BBC Sports Personality of the Year awards.",
      "pageId": 11453269,
      "monthDay": "12/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Frank_Springer",
      "name": "Frank Springer",
      "aboutText": "Waldemar von Gazen genannt von Gaza (6 December 1917 – 13 January 2014) was an Officer in the German Wehrmacht and recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords during World War II. The Knight's Cross of the Iron Cross and its higher grade Oak Leaves and Swords was awarded to recognise extreme battlefield bravery or successful military leadership.",
      "pageId": 16273943,
      "monthDay": "12/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Alain_Tanner",
      "name": "Alain Tanner",
      "aboutText": "Philippe Bouvard (born December 6, 1929 in Coulommiers) is a French television and radio presenter.",
      "pageId": 23835401,
      "monthDay": "12/06"
    },
    {
      "year": "1930",
      "uri": "/wiki/Daniel_Lisulo",
      "name": "Daniel Lisulo",
      "aboutText": "Peter Handke (German: [ˈhantkə]; born 6 December 1942) is an Austrian novelist, playwright and political activist. His body of work has been awarded numerous literary prizes.",
      "pageId": 24064,
      "monthDay": "12/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/Zeki_M%C3%BCren",
      "name": "Zeki Müren",
      "aboutText": "Bruce Nauman (born December 6, 1941) is an American artist. His practice spans a broad range of media including sculpture, photography, neon, video, drawing, printmaking, and performance. Nauman lives near Galisteo, New Mexico.",
      "pageId": 50230,
      "monthDay": "12/06"
    },
    {
      "year": "1932",
      "uri": "/wiki/Kamleshwar",
      "name": "Kamleshwar",
      "aboutText": "Henryk Mikołaj Górecki (Polish: [ˈxɛnrɨk mʲiˈkɔwaj ɡuˈrɛtski]; English pronunciation Go-RET-ski; December 6, 1933 – November 12, 2010) was a Polish composer of contemporary classical music. According to Alex Ross, no recent classical composer has had as much commercial success as Górecki. Górecki became a leading figure of the Polish avant-garde during the post-Stalin cultural thaw.",
      "pageId": 141829,
      "monthDay": "12/06"
    },
    {
      "year": "1933",
      "uri": "/wiki/Henryk_G%C3%B3recki",
      "name": "Henryk Górecki",
      "aboutText": "William Marshall \"Bill\" Thomas (born December 6, 1941) is an American politician. He was a Republican member of the United States House of Representatives from 1979–2007, finishing his tenure representing California's 21st congressional district and as the Chairman of the House Ways and Means Committee.",
      "pageId": 408877,
      "monthDay": "12/06"
    },
    {
      "year": "1933",
      "uri": "/wiki/Donald_J._Kutyna",
      "name": "Donald J. Kutyna",
      "aboutText": "Kenneth Max Copeland (born December 6, 1936) is one of the leaders of the Charismatic Movement and is an American author, musician, public speaker, and televangelist. Copeland has been strongly identified with preaching a prosperity and abundance message, commonly referred to as the prosperity gospel over the last 45 years. His Tarrant County, Texas-based Kenneth Copeland Ministries (KCM) advocates daily application of the \"Word of God\", meaning the Bible.",
      "pageId": 544455,
      "monthDay": "12/06"
    },
    {
      "year": "1934",
      "uri": "/wiki/Nick_Bockwinkel",
      "name": "Nick Bockwinkel",
      "aboutText": "Richard Benjamin Speck (December 6, 1941 – December 5, 1991) was an American mass murderer who systematically tortured, raped, and murdered eight student nurses from South Chicago Community Hospital on July 14, 1966.\nHe was sentenced to death, but that sentence was later overturned due to issues with jury selection at his trial. Speck died of a heart attack after 25 years in prison.",
      "pageId": 700374,
      "monthDay": "12/06"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jean_Lapointe",
      "name": "Jean Lapointe",
      "aboutText": "Zeki Müren (Turkish pronunciation: [zeˈci myˈɾen]) (born in Bursa, Turkey on 6 December 1931, died in İzmir on 24 September 1996) was a prominent Turkish singer, composer, and actor.",
      "pageId": 1371091,
      "monthDay": "12/06"
    },
    {
      "year": "1936",
      "uri": "/wiki/Bill_Ashton_(jazz_musician)",
      "name": "Bill Ashton",
      "aboutText": "Daniel Muchiwa Lisulo (6 December 1930 – 21 August 2000) was the Prime Minister of Zambia from June 1978 until February 1981.",
      "pageId": 1695234,
      "monthDay": "12/06"
    },
    {
      "year": "1936",
      "uri": "/wiki/Kenneth_Copeland",
      "name": "Kenneth Copeland",
      "aboutText": "Jean Lapointe, OC OQ (born December 6, 1935) is a Quebecois actor, comedian and singer as well as a former Canadian Senator.\nLapointe began his stage career as part of the duo Les Jérolas performing in such venues as The Ed Sullivan Show and at the Olympia in Paris.\nHe launched his solo career in 1974 and has performed on stage, albums and in two feature films.",
      "pageId": 1729174,
      "monthDay": "12/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Alberto_Spencer",
      "name": "Alberto Spencer",
      "aboutText": "Patrick Nicolas Jean Sixte Ghislain Bauchau (born 6 December 1938) is a Belgian actor best known for his role as Scarpine in the 1985 James Bond movie, A View to a Kill, Sydney (Jarod's mentor) in the TV series The Pretender and Doctor Rowan Chase, Doctor Robert Chase's estranged father in the TV series, House.",
      "pageId": 2012914,
      "monthDay": "12/06"
    },
    {
      "year": "1938",
      "uri": "/wiki/Patrick_Bauchau",
      "name": "Patrick Bauchau",
      "aboutText": "Nicholas Warren Francis \"Nick\" Bockwinkel (December 6, 1934 – November 14, 2015) was an American professional wrestler. He was best known for his appearances with the Minneapolis, Minnesota-based American Wrestling Association (AWA) from 1970 to 1987, where he held the AWA World Heavyweight Championship on four occasions and the AWA World Tag Team Championship on three.\nBockwinkel was recognised for his exceptional technical wrestling ability and mastery of in-ring psychology.",
      "pageId": 2131904,
      "monthDay": "12/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Lawrence_Bergman",
      "name": "Lawrence Bergman",
      "aboutText": "General (ret) Donald Joseph Kutyna (born December 6, 1933) is a retired United States Air Force Officer. He was commander in chief of the North American Aerospace Defense Command and the United States Space Command from 1990 to 1992, and commander of Air Force Space Command at Peterson Air Force Base, Colorado from 1987 to 1990.\nHe attended the University of Iowa for two years and subsequently was appointed to the United States Military Academy, graduating with a Bachelor of Science degree in 1957.",
      "pageId": 2392145,
      "monthDay": "12/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Richard_Edlund",
      "name": "Richard Edlund",
      "aboutText": "Lawrence S. Bergman (born December 6, 1940 in Montreal, Quebec) is a politician in Quebec, Canada. He was the Member of National Assembly of Quebec for the riding of D'Arcy-McGee in Montreal's West end and Chairperson of the Government Caucus in the parliamentary office of Quebec.\nHe received a Bachelor of Arts from Sir George Williams University (now Concordia University) in 1961.",
      "pageId": 2739664,
      "monthDay": "12/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Richard_Speck",
      "name": "Richard Speck",
      "aboutText": "Alberto Pedro Spencer Herrera (December 6, 1937 – November 3, 2006) was an Ecuadorian football player, regarded as the best of his country. He is probably best known for his still-standing record for scoring the most goals in the Copa Libertadores, the most important club tournament in South America. He was elected the 20th best South American footballer of the 20th century in a poll by the IFFHS in 2004.",
      "pageId": 2806569,
      "monthDay": "12/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bruce_Nauman",
      "name": "Bruce Nauman",
      "aboutText": "Kamleshwar (Hindi: कमलेश्वर; 6 January 1932 – 27 January 2007) was a prominent 20th-century Hindi writer, and scriptwriter for Hindi cinema and television. Among his most well-known work are the films Aandhi, Mausam, Chhoti Si Baat and Rang Birangi. He was awarded the 2003 Sahitya Akademi Award for his Hindi novel Kitne Pakistan (translated in English as Partitions), and also the Padma Bhushan in 2005.",
      "pageId": 3142561,
      "monthDay": "12/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Bill_Thomas",
      "name": "Bill Thomas",
      "aboutText": "Richard Edlund, A.S.C. (born December 6, 1940) is a multi-Academy Award-winning US special effects cinematographer.\nEdlund was born in Fargo, North Dakota and raised in Fergus Falls, Minnesota. After first joining the United States Navy, he developed an interest in experimental film and attended the USC School of Cinematic Arts in the late 1960s.",
      "pageId": 3606397,
      "monthDay": "12/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Wende_Wagner",
      "name": "Wende Wagner",
      "aboutText": "William Michael Allingham Ashton OBE (born 6 December 1936) is a British saxophonist and composer, best known for co-founding the London Schools’ Orchestra, now the National Youth Jazz Orchestra (NYJO), of which he is Musical Director.\nAshton was born in Blackpool, Lancashire. From 1955-57 he was educated at Rossall School which soon developed into a career in the Royal Air Force doing National Service, before he then went to Oxford University in 1957, where he first began playing jazz professionally at functions and competitions, founding the Oxford University Big Band.",
      "pageId": 6718994,
      "monthDay": "12/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/Peter_Handke",
      "name": "Peter Handke",
      "aboutText": "Michael George Smith (6 December 1943 – 28 February 2008) was an English singer, songwriter and music producer.\nIn the 1960s, Smith was the lead vocalist and keyboard player for the Dave Clark Five. The band was a leading unit in the British Invasion of the United States, and were the Beatles' main British rivals before the emergence of the Rolling Stones.",
      "pageId": 7242817,
      "monthDay": "12/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/Robb_Royer",
      "name": "Robb Royer",
      "aboutText": "Robert Wilson \"Robb\" Royer (born December 6, 1942 in Los Angeles, California) was the bassist, guitarist, keyboardist, and songwriter with Bread from 1968 to 1971. While he was with the band, they had a #5 UK/#1 US hit single with \"Make It With You\". He was replaced by Larry Knechtel in 1971.",
      "pageId": 17623761,
      "monthDay": "12/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mike_Smith_(Dave_Clark_Five)",
      "name": "Mike Smith",
      "aboutText": "Wende Wagner, also known as Wendy Wagner (December 6, 1941 – February 26, 1997) was an actress best known for her roles in The Green Hornet and Rio Conchos.",
      "pageId": 18372190,
      "monthDay": "12/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/Larry_Bowa",
      "name": "Larry Bowa",
      "aboutText": "Keijo Erik Rosberg ( pronunciation ; born 6 December 1948), known as \"Keke\", is a Finnish former racing driver and winner of the 1982 Formula One World Championship. He was the first Finnish driver to compete regularly in the series. Rosberg grew up in Oulu and Iisalmi, Finland.",
      "pageId": 230197,
      "monthDay": "12/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/Dan_Harrington",
      "name": "Dan Harrington",
      "aboutText": "Shekhar Kapur (born 6 December 1945) is an Indian film director, actor and producer known for his works in Hindi cinema. Kapur became known in Bollywood with his recurring role in the TV series Khandan in the mid-1980s and his directorial debut in the cult Bollywood film Masoom in 1983, which won the Filmfare Critics Award for Best Movie for that year.\nHe gained international recognition with the 1994 Bollywood film Bandit Queen based on the life of infamous Indian bandit and politician Phoolan Devi, which won the National Film Award for Best Feature Film in Hindi, Filmfare Critics Award for Best Movie and Best Direction for that year.",
      "pageId": 232224,
      "monthDay": "12/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/Shekhar_Kapur",
      "name": "Shekhar Kapur",
      "aboutText": "Donald Lee \"Don\" Nickles (born December 6, 1948) is an American politician who was a Republican United States Senator from Oklahoma from 1981 until 2005. He was considered both a fiscal and a social conservative.",
      "pageId": 380804,
      "monthDay": "12/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Frankie_Beverly",
      "name": "Frankie Beverly",
      "aboutText": "Helen Lawrie Liddell, Baroness Liddell of Coatdyke, PC (born 6 December 1950) is a British Labour Party politician who served as the Member of Parliament (MP) for Monklands East from 1994 to 1997, and then for Airdrie and Shotts until 2005.\nLiddell then became the British High Commissioner to Australia until 2009, having previously been appointed a Cabinet Minister as Secretary of State for Scotland.\nOn 28 May 2010, it was announced in the Dissolution Honours List that she would be created a Life Peer.",
      "pageId": 414471,
      "monthDay": "12/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Willy_van_der_Kuijlen",
      "name": "Willy van der Kuijlen",
      "aboutText": "Miroslav Ladislav Vitouš (6 December 1947) is a Czech jazz bassist who is known for his extensive career in the US.",
      "pageId": 442330,
      "monthDay": "12/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lawrence_Cannon",
      "name": "Lawrence Cannon",
      "aboutText": "Guy Drut (born 6 December 1950) is an Olympic champion and politician who won gold at the 1976 Summer Olympics in Montreal in the 110m hurdles.",
      "pageId": 449630,
      "monthDay": "12/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Henk_van_Woerden",
      "name": "Henk van Woerden",
      "aboutText": "Mamoru Fujisawa (藤澤 守, Fujisawa Mamoru, born December 6, 1950), known professionally as Joe Hisaishi (久石 譲, Hisaishi Jō), is a composer and musical director known for over 100 film scores and solo albums dating back to 1981.\nWhile possessing a stylistically distinct sound, Hisaishi's music has been known to explore and incorporate different genres, including minimalist, experimental electronic, European classical, and Japanese classical. Lesser known are the other musical roles he plays; he is also a typesetter, author, arranger, and conductor.",
      "pageId": 573759,
      "monthDay": "12/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Miroslav_Vitou%C5%A1",
      "name": "Miroslav Vitouš",
      "aboutText": "Lawrence Robert Bowa (born December 6, 1945) is a former professional baseball shortstop, former manager, and coach in Major League Baseball.",
      "pageId": 607106,
      "monthDay": "12/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/Marius_M%C3%BCller-Westernhagen",
      "name": "Marius Müller-Westernhagen",
      "aboutText": "Margaret JoBeth Williams (born December 6, 1948) is an American film, television and stage actress. Her directorial debut with the 1994 short film On Hope, earned her an Academy Award nomination for Best Live Action Short Film. Since 2009, she has served as president of the Screen Actors Guild Foundation.",
      "pageId": 795043,
      "monthDay": "12/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jean-Paul_Ngoupand%C3%A9",
      "name": "Jean-Paul Ngoupandé",
      "aboutText": "Dan Harrington (born December 6, 1945) is a professional poker player, best known for winning the main event world championship at the 1995 World Series of Poker. He has earned one World Poker Tour title, two WSOP bracelets, and over six million dollars in tournament cashes in his poker career. He is also a member of the Poker Hall of Fame.",
      "pageId": 950398,
      "monthDay": "12/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/Don_Nickles",
      "name": "Don Nickles",
      "aboutText": "Linda Diane Creed (December 6, 1948 – April 10, 1986) also known by her married name Linda Epstein, was an American singer-songwriter and lyricist who teamed up with songwriter-producer Thom Bell to produce some of the most successful Philadelphia soul groups of the 1970s.",
      "pageId": 1065568,
      "monthDay": "12/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/Keke_Rosberg",
      "name": "Keke Rosberg",
      "aboutText": "Jean-Paul Ngoupandé (6 December 1948 – 4 May 2014) was a Central African politician who was Prime Minister of the Central African Republic from 1996 to 1997. He stood as a presidential candidate in 1999 and 2005, and he served as Minister of Foreign Affairs from 2005 to 2006. He was President of the National Unity Party (Parti de l'unité nationale, PUN), an entity which he founded in the mid-1990s.",
      "pageId": 1559927,
      "monthDay": "12/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/JoBeth_Williams",
      "name": "JoBeth Williams",
      "aboutText": "Frankie Beverly (born Howard Beverly, December 6, 1946) is an American singer, musician, songwriter, and producer, known primarily for his recordings with the soul and funk band, Maze.",
      "pageId": 1681033,
      "monthDay": "12/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Linda_Barnes_(writer)",
      "name": "Linda Barnes",
      "aboutText": "Linda Barnes (born December 6, 1949) is an American mystery writer.",
      "pageId": 1876369,
      "monthDay": "12/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Linda_Creed",
      "name": "Linda Creed",
      "aboutText": "Lawrence Cannon, PC (born December 6, 1947) is a Canadian politician from Quebec and Prime Minister Stephen Harper's former Quebec lieutenant. In early 2006, he was made the Minister of Transport. On October 30, 2008 he relinquished oversight of Transport, and was sworn in as Minister of Foreign Affairs.",
      "pageId": 3154503,
      "monthDay": "12/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Doug_Marlette",
      "name": "Doug Marlette",
      "aboutText": "Douglas Nigel \"Doug\" Marlette (December 6, 1949 – July 10, 2007) was a Pulitzer Prize-winning American editorial cartoonist who, at the time of his death, had also published two novels and was \"finding his voice in writing long-length fiction.\" His popular comic strip Kudzu, distributed by Universal Press Syndicate from 1981 to 2007, was adapted into a musical comedy.\nBorn in Greensboro, North Carolina, Marlette was raised in Durham, North Carolina; Laurel, Mississippi and Sanford, Florida.\nMarlette began his cartooning career while a student at Seminole Community College where he worked on the student newspaper.",
      "pageId": 3202511,
      "monthDay": "12/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Guy_Drut",
      "name": "Guy Drut",
      "aboutText": "Marius Müller-Westernhagen (December 6, 1948 in Düsseldorf, North Rhine-Westphalia) is a German actor and musician.\nPossibly best known for the maudlin hit \"Johnny Walker\", Marius Müller-Westernhagen has been a feature in German rock music since the mid-1970s. Marius is known for his energetic public concerts, and his fans know his anthem-like songs by heart.",
      "pageId": 3750419,
      "monthDay": "12/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Joe_Hisaishi",
      "name": "Joe Hisaishi",
      "aboutText": "Wilhelmus \"Willy\" Martinus Leonardus Johannes van der Kuijlen (Dutch pronunciation: [ˈwili vɑn dɛr ˈkœy̯lə(n)]; 6 December 1946) is a former Dutch football player and currently a scout for PSV Eindhoven.\nVan der Kuijlen was born in Helmond and started his youth career at local club HVV. In 1964, he was signed by PSV. Van der Kuijlen ended up playing for the club 18 years, winning three Eredivisie titles, two domestic cups and the UEFA Cup in 1978. He was also crowned Eredivisie top scorer three times.",
      "pageId": 9595601,
      "monthDay": "12/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Helen_Liddell,_Baroness_Liddell_of_Coatdyke",
      "name": "Helen Liddell, Baroness Liddell of Coatdyke",
      "aboutText": "Henk van Woerden (6 December 1947 – 16 November 2005) was a Dutch painter and writer with close ties to South Africa.",
      "pageId": 11099262,
      "monthDay": "12/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Wendy_Ellis_Somes",
      "name": "Wendy Ellis Somes",
      "aboutText": "Wendy Ellis Somes (born 6 December 1951) is a former principal ballerina with the Royal Ballet in London, and is now a worldwide producer of the Sir Frederick Ashton ballets Cinderella and Symphonic Variations.\nShe was born as Wendy Rose Ellis in Blackburn, and received her early training at the Carlotta School of Dance, later winning a British Ballet Organization scholarship. In 1963 she was selected to study at the Royal Ballet School, and moved to London with her parents to continue training.",
      "pageId": 38637423,
      "monthDay": "12/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Gerry_Francis",
      "name": "Gerry Francis",
      "aboutText": "Geoffrey William Hoon (born 6 December 1953) is a British politician who served as the Member of Parliament (MP) for Ashfield from 1992 to 2010.",
      "pageId": 166501,
      "monthDay": "12/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Maurice_Hope",
      "name": "Maurice Hope",
      "aboutText": "Thomas Edward \"Tom\" Hulce (/ˈhʊls/; born December 6, 1953) is an American movie actor and theater producer. As an actor, he is best known for his role as \"Pinto\" in National Lampoon's Animal House (1978), the Oscar-nominated portrayal of Mozart in Amadeus (1984), and the voice of Quasimodo in The Hunchback of Notre Dame (1996, Disney). Additional acting awards included four Golden Globe nominations, an Emmy Award, and a Tony Award nomination.",
      "pageId": 168507,
      "monthDay": "12/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Chuck_Baker",
      "name": "Chuck Baker",
      "aboutText": "Charles Arthur \"Charlie\" Salvador (better known as Charles Bronson and born Michael Gordon \"Mickey\" Peterson; 6 December 1952) is an English criminal who is often referred to in the British press as the \"most violent prisoner in Britain\" and \"Britain's most notorious prisoner\". He has also spent periods detained in the Rampton, Broadmoor and Ashworth high-security psychiatric hospitals.\nBorn in Luton, Bedfordshire (although the Daily Mirror reported that he was born in Aberystwyth, Wales), he became a petty criminal before being sentenced to seven years' imprisonment for armed robbery in 1974.",
      "pageId": 309415,
      "monthDay": "12/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Nicolas_Br%C3%A9hal",
      "name": "Nicolas Bréhal",
      "aboutText": "Dame Margaret Anne Begg DBE (born 6 December 1955) is a British Labour Party politician, who served as the Member of Parliament (MP) for Aberdeen South between 1997 and 2015.\nShe was the first permanent wheelchair user in the House of Commons since 1880.\n^ Profile, ukwhoswho.com; accessed 31 August 2014.",
      "pageId": 414612,
      "monthDay": "12/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Edward_Etzel",
      "name": "Edward Etzel",
      "aboutText": "Kin Shriner (born December 6, 1953) is an American dramatic actor, best known for his portrayal of Scott Baldwin on the ABC soap opera General Hospital (1977–93, 2000–04, 2007–08, 2013–) and its spin-off Port Charles (1997–2000, 2001).",
      "pageId": 750502,
      "monthDay": "12/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Joe_Harris_(American_football)",
      "name": "Joe Harris",
      "aboutText": "Masami Kurumada (車田 正美, Kurumada Masami, born December 6, 1953) is a Japanese manga artist and writer, known for specializing in fighting manga featuring bishōnen and magical boy. He is famous as the creator/author of popular manga, such as Ring ni Kakero, Fūma no Kojirō, Saint Seiya and B't X. His male protagonists are a reflection of the classical and modern society's archetype of the true men. The male characters in his works often display very masculine qualities and traits, and pursue to achieve courage and manhood perfection through sacrifice, selflessness and true heroism.",
      "pageId": 1051911,
      "monthDay": "12/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Craig_Newmark",
      "name": "Craig Newmark",
      "aboutText": "Gary Lamell Ward (born December 6, 1953) is a former Major League Baseball outfielder and right-handed batter who played for the Minnesota Twins (1979–83), Texas Rangers (1984–86), New York Yankees (1987–89) and Detroit Tigers (1989–90).\nWard was signed by the Twins as an amateur free agent in 1972 and made his debut in the 1979 season. He is the father of major leaguer Daryle Ward.",
      "pageId": 1138143,
      "monthDay": "12/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Charles_Salvador",
      "name": "Charles Salvador",
      "aboutText": "Craig Alexander Newmark (born December 6, 1952) is an American Internet entrepreneur best known for being the founder of the San Francisco-based international website Craigslist.",
      "pageId": 1572119,
      "monthDay": "12/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Shio_Sat%C5%8D",
      "name": "Shio Satō",
      "aboutText": "Gerald Charles James \"Gerry\" Francis (born 6 December 1951) is an English former footballer and manager.",
      "pageId": 2139455,
      "monthDay": "12/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jeff_Schneider",
      "name": "Jeff Schneider",
      "aboutText": "Maurice Hope (born 6 December 1951 in St. John's, Antigua) is a former boxer from England, who was world Jr. Middleweight champion.",
      "pageId": 2161398,
      "monthDay": "12/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/David_L._Spector",
      "name": "David L. Spector",
      "aboutText": "Dwight Edwin Stones (born December 6, 1953) is an American television commentator and a two-time Olympic bronze medalist and former three-time world record holder in the men's high jump. During his 16-year career, he won 19 national championships. In 1984, Stones became the first athlete to both compete and serve as an announcer at the same Olympics.",
      "pageId": 5521978,
      "monthDay": "12/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sue_Carroll",
      "name": "Sue Carroll",
      "aboutText": "Gary Weech Goodman (born 6 December 1953 in Sydney, New South Wales) was an Australian cricket player, who played for the Tasmania and South Australia. He was a right-handed batsman and occasional off break bowler who represented Tasmania from 1978 until 1980, before playing for South Australia from 1980–1983 and returning to play for Tasmania until 1992/93, playing his last representative match for Tasmania at age 39. He commenced his cricket career with the strong St George Cricket Club in Sydney at the age of 16, winning the prestigious Junior Cricketer of the Year Award for four consecutive seasons.",
      "pageId": 10067464,
      "monthDay": "12/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gary_Goodman",
      "name": "Gary Goodman",
      "aboutText": "Chiyoko \"Shio\" Satō (佐藤 史生, Satō Shio) (December 6, 1952 – April 4, 2010 in Tome, Miyagi) was a Japanese manga artist. Satō was a member of the Post Year 24 Group, a group of female manga artists considered influential in the development of shōjo manga. She also wrote under the pen name Sugar Salt (砂糖 塩, Satō Shio).",
      "pageId": 12253930,
      "monthDay": "12/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Geoff_Hoon",
      "name": "Geoff Hoon",
      "aboutText": "Joseph Alexander Harris (born December 6, 1952 in Fayetteville, North Carolina) is a former American football linebacker in the National Football League for five different teams. He played college football at Georgia Tech. He was inducted into the Georgia Tech Hall of Fame in 2000.",
      "pageId": 12757159,
      "monthDay": "12/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Tom_Hulce",
      "name": "Tom Hulce",
      "aboutText": "Charles Joseph Baker (born December 6, 1952) is a former middle infielder and third baseman in Major League Baseball who played for the San Diego Padres and Minnesota Twins in parts of three seasons spanning 1978–1981. Listed at 5' 11\", 180 lb., he batted and threw right handed.\nBorn in Seattle, Washington, Baker was signed by the San Diego organization out of Loyola Marymount University, where he earned a degree in engineering.",
      "pageId": 12921290,
      "monthDay": "12/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Masami_Kurumada",
      "name": "Masami Kurumada",
      "aboutText": "Edward Frederick \"Ed\" Etzel, Jr. (born December 6, 1952) is a sports shooter and Olympic Champion for the United States. He won a gold medal in the 50 metre rifle prone event at the 1984 Summer Olympics in Los Angeles.",
      "pageId": 27913690,
      "monthDay": "12/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kin_Shriner",
      "name": "Kin Shriner",
      "aboutText": "Jeffrey Theodore Schneider (born December 6, 1952) is an American former professional baseball player. He appeared in 11 Major League games as a relief pitcher for the Baltimore Orioles in 1981. A switch hitter who threw left-handed, Schneider stood 6 feet 3 inches (1.91 m) tall and weighed 195 pounds (88 kg).",
      "pageId": 32095237,
      "monthDay": "12/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Dwight_Stones",
      "name": "Dwight Stones",
      "aboutText": "Nicolas Bréhal (Gérald Solnitzki) (born 6 December 1952 Paris – 31 May 1999 Levallois-Perret) was a French novelist and literary critic.\nHe was literary director at the Mercure de France and literary critic at Le Monde and Le Figaro.\nHe won the Prix Valery Larbaud and Grand prix des lectrices de Elle in 1992, for Sonate au clair de Lune.",
      "pageId": 32338299,
      "monthDay": "12/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gary_Ward_(outfielder)",
      "name": "Gary Ward",
      "aboutText": "Susan Elizabeth \"Sue\" Carroll (6 December 1953 – 25 December 2011) was an English journalist, best known for her time as a columnist at the Daily Mirror.",
      "pageId": 34189218,
      "monthDay": "12/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Anne_Begg",
      "name": "Anne Begg",
      "aboutText": "David L. Spector (born 6 December 1952, in New York City) is a cell and molecular biologist best recognized for his research on gene expression and nuclear dynamics. He is currently a professor at Cold Spring Harbor Laboratory (CSHL) and head of the Gene Regulation and Cell Proliferation program of the CSHL Cancer Center.",
      "pageId": 36550851,
      "monthDay": "12/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rick_Buckler",
      "name": "Rick Buckler",
      "aboutText": "Steven Alexander Wright (born December 6, 1955) is an American comedian, actor, writer, and an Oscar-winning film producer. He is known for his distinctly lethargic voice and slow, deadpan delivery of ironic, philosophical and sometimes nonsensical jokes, paraprosdokians, non sequiturs, anti-humor, and one-liners with contrived situations.\nWright was ranked as the twenty-third greatest comedian by Comedy Central in a list of the 100 greatest stand-up comics.",
      "pageId": 104987,
      "monthDay": "12/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Steven_Wright",
      "name": "Steven Wright",
      "aboutText": "Nicholas Wulstan \"Nick\" Park, CBE (born 6 December 1958) is an English director, writer, and animator best known as the creator of Wallace and Gromit and Shaun the Sheep.",
      "pageId": 149052,
      "monthDay": "12/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Peter_Buck",
      "name": "Peter Buck",
      "aboutText": "Randall William \"Randy\" Rhoads (December 6, 1956 – March 19, 1982) was an American heavy metal guitarist who played with Ozzy Osbourne and Quiet Riot. He died in a plane accident while on tour with Osbourne in Florida in 1982. A devoted student of classical guitar, Rhoads combined his classical music influences with his own heavy metal style.",
      "pageId": 203269,
      "monthDay": "12/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Hans_Kammerlander",
      "name": "Hans Kammerlander",
      "aboutText": "Stephen Hepburn (born 6 December 1959) is a British Labour politician, who has been the Member of Parliament for Jarrow since 1997.",
      "pageId": 434636,
      "monthDay": "12/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Randy_Rhoads",
      "name": "Randy Rhoads",
      "aboutText": "Janine Turner (born Janine Loraine Gauntt; December 6, 1962) is an American actress best known for her roles as Maggie O'Connell in the television series Northern Exposure (1990 – 1995) and as Dr.",
      "pageId": 678319,
      "monthDay": "12/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Adrian_Borland",
      "name": "Adrian Borland",
      "aboutText": "Satoru Iwata (Japanese: 岩田 聡, Hepburn: Iwata Satoru, December 6, 1959 – July 11, 2015) was a Japanese game programmer and businessman who served as the fourth president and chief executive officer (CEO) of Nintendo. He is widely regarded as a major contributor in broadening the appeal of video games to a wider audience by focusing on novel and entertaining games rather than top-of-the-line hardware.\nBorn in Sapporo, Japan, Iwata expressed interest in video games from an early age and created his first simple game while in high school.",
      "pageId": 712369,
      "monthDay": "12/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Luis_Del%C3%ADs",
      "name": "Luis Delís",
      "aboutText": "Peter Lawrence Buck (born December 6, 1956) is an American rock musician and songwriter who is best known as co-founder and lead guitarist of the alternative rock band R.E.M.",
      "pageId": 741926,
      "monthDay": "12/06"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nick_Park",
      "name": "Nick Park",
      "aboutText": "David Lovering (born December 6, 1961) is an American musician and magician. He is best known as the drummer for the alternative rock band Pixies, which he joined in 1986. After the band's breakup in 1993, Lovering drummed with several other acts, including The Martinis, Cracker, Nitzer Ebb and Tanya Donelly.",
      "pageId": 760680,
      "monthDay": "12/06"
    },
    {
      "year": "1959",
      "uri": "/wiki/Stephen_Hepburn",
      "name": "Stephen Hepburn",
      "aboutText": "Adrian Borland (6 December 1957 – 26 April 1999) was an English singer, songwriter, guitarist and record producer, best known as the lead singer of post-punk band The Sound (1979–87).",
      "pageId": 2796025,
      "monthDay": "12/06"
    },
    {
      "year": "1959",
      "uri": "/wiki/Satoru_Iwata",
      "name": "Satoru Iwata",
      "aboutText": "Rick Buckler (born Paul Richard Buckler, (1955-12-06) 6 December 1955 , Woking, Surrey, England), is the English former drummer of The Jam, an English [mod] band that enjoyed considerable success in the United Kingdom from 1977 until disbanding in 1982. Although spearheaded by the songwriter Paul Weller, the rhythm section of Buckler on drums and Bruce Foxton on bass guitar were an integral part of The Jam's sound and success. The Jam split at the behest of Weller.",
      "pageId": 3109171,
      "monthDay": "12/06"
    },
    {
      "year": "1959",
      "uri": "/wiki/Stephen_Muggleton",
      "name": "Stephen Muggleton",
      "aboutText": "Luis Mariano Delís Fournier (born December 6, 1957 in Guantánamo) is a retired Cuban athlete who competed in discus throw and shot put. Specializing in discus throw on the international scene, he won an Olympic bronze medal in 1980 as well as medals at the two first World Championships.\nIn 1990 he tested positive for banned substances and was disqualified from competition for two years.",
      "pageId": 3244996,
      "monthDay": "12/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Masahiko_Katsuya",
      "name": "Masahiko Katsuya",
      "aboutText": "Manuel Reuter (born 6 December 1961 in Mainz) is a German former race car driver.",
      "pageId": 3778546,
      "monthDay": "12/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/David_Lovering",
      "name": "David Lovering",
      "aboutText": "Gordon Scott Durie (born 6 December 1965 in Paisley), known as Jukebox after the TV programme Jukebox Jury, is a Scottish former professional footballer, a utility player who usually played as a striker.",
      "pageId": 4058979,
      "monthDay": "12/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Manuel_Reuter",
      "name": "Manuel Reuter",
      "aboutText": "Found publisher, Benjamin Brian Thomas Watt (born 6 December 1962) is a British musician, singer, songwriter, author, DJ and radio presenter, best known as one half of the duo Everything but the Girl.",
      "pageId": 4127912,
      "monthDay": "12/06"
    },
    {
      "year": "1962",
      "uri": "/wiki/Janine_Turner",
      "name": "Janine Turner",
      "aboutText": "Toshihide Wakamatsu (若松俊秀, born December 6, 1965) is a Japanese actor born in Miyakonojo, Miyazaki, Japan.",
      "pageId": 4172894,
      "monthDay": "12/06"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ben_Watt",
      "name": "Ben Watt",
      "aboutText": "Ulrich Thomsen (born 6 December 1963) is a Danish actor.",
      "pageId": 6808792,
      "monthDay": "12/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ulrich_Thomsen",
      "name": "Ulrich Thomsen",
      "aboutText": "Stephen H. Muggleton FBCS, FIET, FAAAI,FECCAI, FSB, FREng (born 6 December 1959, son of Louis Muggleton) is Head of the Computational Bioinformatics Laboratory at Imperial College London.",
      "pageId": 7895245,
      "monthDay": "12/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mall_Nukke",
      "name": "Mall Nukke",
      "aboutText": "Masahiko Katsuya (勝谷 誠彦, Katsuya Masahiko, born December 6, 1960 in Amagasaki, Hyogo) is a Japanese columnist, photographer, and pundit. After failing the entrance exams for the University of Tokyo and the University of Tsukuba, Katsuya entered Waseda University in 1980.",
      "pageId": 16792190,
      "monthDay": "12/06"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gordon_Durie",
      "name": "Gordon Durie",
      "aboutText": "Hans Kammerlander (born 6 December 1956, Bolzano South Tyrol, Italy) is an Italian mountaineer. He has climbed 13 of the 14 8000m peaks. In 1984, together with Reinhold Messner he was the first climber to traverse two 8000m peaks before descending to base camp.",
      "pageId": 34630464,
      "monthDay": "12/06"
    },
    {
      "year": "1965",
      "uri": "/wiki/Toshihide_Wakamatsu",
      "name": "Toshihide Wakamatsu",
      "aboutText": "Mall Nukke (born December 6, 1964) is an Estonian artist. A printmaker by training, she is primarily known for her paintings, collages and installations influenced by pop art. Mall Nukke emerged on the Estonian art scene in the early 1990s, her work at the period can be seen as commentary of nascent mass culture and consumer society in newly independent Estonia.",
      "pageId": 36131671,
      "monthDay": "12/06"
    },
    {
      "year": "1966",
      "uri": "/wiki/Natascha_Badmann",
      "name": "Natascha Badmann",
      "aboutText": "Ryan Wayne White (December 6, 1971 – April 8, 1990) was an American teenager from Kokomo, Indiana, who became a national poster child for HIV/AIDS in the United States after being expelled from middle school because of his infection. As a hemophiliac, he became infected with HIV from a contaminated blood treatment and, when diagnosed in December 1984, was given six months to live. Doctors said he posed no risk to other students, but AIDS was poorly understood at the time.",
      "pageId": 44990,
      "monthDay": "12/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Judd_Apatow",
      "name": "Judd Apatow",
      "aboutText": "Richard Peter Stanislav Krajicek (born 6 December 1971) is a Dutch former professional tennis player. In 1996 he won the men's singles title at Wimbledon, the only Dutch player to have done so. In the quarterfinals of that tournament, he defeated Pete Sampras.",
      "pageId": 161972,
      "monthDay": "12/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Hacken_Lee",
      "name": "Hacken Lee",
      "aboutText": "Lucia Frederica Rijker (Dutch pronunciation: [ˈrɛikər]; born December 6, 1967) is a Dutch professional female boxer, kickboxer, and actress.\nRijker has been dubbed by the press and opponents \"The Most Dangerous Woman in the World\".",
      "pageId": 189420,
      "monthDay": "12/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Arnaldo_Mesa",
      "name": "Arnaldo Mesa",
      "aboutText": "Michaela Schaffrath (born December 6, 1970) is a German television actress. A former nurse, she got started in the adult film industry after she posed nude for Coupé, a German adult magazine. She gained international notoriety during her career as a pornographic actress under the stage name Gina Wild.",
      "pageId": 818512,
      "monthDay": "12/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Lucia_Rijker",
      "name": "Lucia Rijker",
      "aboutText": "Sarah Victoria \"Torri\" Higginson (born December 6, 1969) is a Canadian actress. She is best known for her roles in the TekWar movies and series, The English Patient, Bliss, and Stargate Atlantis. She is also a theater actress and has appeared in Three Tall Women, Weldon Rising and Picasso at the Lapin Agile.",
      "pageId": 1005862,
      "monthDay": "12/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Akihiro_Yano",
      "name": "Akihiro Yano",
      "aboutText": "Naozumi Takahashi (高橋 直純, Takahashi Naozumi, born December 6, 1971) is a Japanese singer and voice actor.\nHe released the two popular singles Soshite Omae ni Deaeta Dake De and Muteki na Smile. Naozumi's single Ashita No Kioku was used as an opening theme for Black Blood Brothers.",
      "pageId": 1085352,
      "monthDay": "12/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Torri_Higginson",
      "name": "Torri Higginson",
      "aboutText": "Hacken Lee Hak-kan (Chinese: 李克勤; pinyin: Lǐ Kèqín; Cantonese Yale: lei5 hak1 kan4; born 6 December 1967) is a Hong Kong singer, actor, television host, and association football sportscaster. With a distinctive voice, Lee remains one of the few singers in Hong Kong who has continuously received multiple music awards across four decades (1980s, 1990s, 2000s and 2010s) and who has maintained his high popularity while also releasing albums on a regular basis. With a voice well known as crystal-clear and strong, Lee has been crowned the title of \"Zero Defect Vocals\", alongside Heavenly King Jacky Cheung.",
      "pageId": 1157856,
      "monthDay": "12/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ulf_Ekberg",
      "name": "Ulf Ekberg",
      "aboutText": "Ulf Gunnar Ekberg (born December 6, 1970), also known as Buddha, is a founding member of the Swedish pop group Ace of Base, along with siblings Jonas Berggren (Joker), Linn Berggren and Jenny Berggren.",
      "pageId": 1681792,
      "monthDay": "12/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Adrian_Fenty",
      "name": "Adrian Fenty",
      "aboutText": "Judd Apatow (/ˈæpətaʊ/; born December 6, 1967) is an American producer, writer, director, actor, and comedian. He is best known for his work in comedy films, and is the founder of Apatow Productions and also developed the cult television series Freaks and Geeks, Undeclared and Girls. Apatow's work has won numerous awards including a Primetime Emmy Award (for The Ben Stiller Show), a Hollywood Comedy Award, and an AFI Award for Bridesmaids.",
      "pageId": 1762460,
      "monthDay": "12/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jeff_Rouse",
      "name": "Jeff Rouse",
      "aboutText": "Craig Brewer (born December 6, 1971) is an American film director and screenwriter.",
      "pageId": 2407363,
      "monthDay": "12/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Michaela_Schaffrath",
      "name": "Michaela Schaffrath",
      "aboutText": "Adrian Malik Fenty (born December 6, 1970) is an American politician who served as the sixth mayor of the District of Columbia. He served one term, from 2007 to 2011, losing his bid for reelection at the primary level to Democrat Vincent C. Gray. Though Fenty won the Republican mayoral primary as a write-in candidate, he declined the Republican nomination and said he would likely not seek elected office again.",
      "pageId": 2632003,
      "monthDay": "12/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Craig_Brewer",
      "name": "Craig Brewer",
      "aboutText": "Jens Johnnie Pulver (born December 6, 1975) is an American professional mixed martial artist and undefeated boxer and kickboxer. Pulver was the inaugural UFC Lightweight Champion in addition to serving as the headcoach on the The Ultimate Fighter 5 reality show against long-time rival B.J. Penn. In mixed martial arts, Pulver competed at the Lightweight, Featherweight, Bantamweight and Flyweight divisions in addition to competing at the Middleweight, Light Middleweight, and Welterweight divisions as a professional boxer.",
      "pageId": 2889651,
      "monthDay": "12/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Richard_Krajicek",
      "name": "Richard Krajicek",
      "aboutText": "Natascha Badmann is a professional triathlete from Switzerland and was the first European woman to win the Ironman Triathlon World Championship. She won the Ironman Triathlon World Championship in Kailua-Kona, Hawaii in 1998, 2000, 2001, 2002, 2004, and 2005.\nNatascha works in Switzerland as a social worker, and speaks German, English, French, and Italian.",
      "pageId": 2916780,
      "monthDay": "12/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Naozumi_Takahashi",
      "name": "Naozumi Takahashi",
      "aboutText": "Carole Helene Antoinette Thate (born December 6, 1971 in Utrecht) is a Dutch former field hockey player, who played 168 international matches for the Netherlands, in which she scored forty goals. She made her debut on November 20, 1989 in a friendly match against England.\nThate was a member of the Holland squad that won the bronze medal at the 1996 Summer Olympics in Atlanta, Georgia, and once again four years later at the 2000 Summer Olympics in Sydney.",
      "pageId": 3181967,
      "monthDay": "12/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Carole_Thate",
      "name": "Carole Thate",
      "aboutText": "Jeffrey Norman Rouse (born December 6, 1970) is an American former competition swimmer, three-time Olympic champion, and former world record-holder in three events.\nRouse represented the United States in two consecutive Olympic Games in 1992 and 1996. At the 1992 Summer Olympics in Barcelona, Spain, he won a gold medal swimming for the winning U.S. team in the men's 4×100-meter medley relay.",
      "pageId": 4097444,
      "monthDay": "12/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ryan_White",
      "name": "Ryan White",
      "aboutText": "Richard Ryan Short (born December 6, 1972 in Elgin, Illinois) is a former Major League Baseball infielder who is currently a scout for the Arizona Diamondbacks. He retired in 2009 after playing for the Tohoku Rakuten Golden Eagles of the Japanese Pacific League for four seasons. He bats and throws right-handed.",
      "pageId": 5802424,
      "monthDay": "12/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Heather_Mizeur",
      "name": "Heather Mizeur",
      "aboutText": "Arnaldo Mesa Bonell (6 December 1967 – 17 December 2012) was a retired boxer from Cuba, who won the silver medal for his native country at the 1996 Summer Olympics in Atlanta, United States. In the final of the Bantamweight (– 54 kg) division he was defeated by Hungary's István Kovács. A year earlier, at the Pan American Games in Mar del Plata, he captured the gold medal in his division.",
      "pageId": 6574745,
      "monthDay": "12/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/M%C3%B3nica_Santa_Mar%C3%ADa",
      "name": "Mónica Santa María",
      "aboutText": "Heather R. Mizeur (/mɪˈzɪər/ mi-ZEER; born December 6, 1972) is an American politician and member of the Democratic Party from the state of Maryland. She has served as a member of the Maryland House of Delegates from January 10, 2007 to January 14, 2015, representing the 20th district in Montgomery County.",
      "pageId": 6974748,
      "monthDay": "12/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rick_Short",
      "name": "Rick Short",
      "aboutText": "Mónica Janette Santa María Smith (6 December 1972 – 13 March 1994) was a Peruvian model and TV hostess.",
      "pageId": 16436391,
      "monthDay": "12/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jens_Pulver",
      "name": "Jens Pulver",
      "aboutText": "Akihiro Yano (矢野 燿大, Yano Akihiro, real name: 矢野 輝弘, born December 6, 1968 in Uriwari, Hirano-ku, Osaka, Japan) is a former Japanese baseball player in Japan's Nippon Professional Baseball.",
      "pageId": 18513239,
      "monthDay": "12/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nick_Stajduhar",
      "name": "Nick Stajduhar",
      "aboutText": "Colleen Marie Haskell (born December 6, 1976) is a former American reality show contestant, television producer, and actress. She was a contestant on the first season of the American reality show Survivor in 2000.\n^ \"Colleen: Survivor on CBS\".",
      "pageId": 655058,
      "monthDay": "12/06"
    },
    {
      "year": "1975",
      "uri": "/wiki/Noel_Clarke",
      "name": "Noel Clarke",
      "aboutText": "Yoseph Alicia Machado Fajardo (Spanish pronunciation: [aˈlisja maˈtʃaðo]; born December 6, 1976 in Maracay) is a Venezuelan actress, TV host, singer and beauty queen who won Miss Universe 1996.",
      "pageId": 693474,
      "monthDay": "12/06"
    },
    {
      "year": "1975",
      "uri": "/wiki/Adrian_Garc%C3%ADa_Arias",
      "name": "Adrian García Arias",
      "aboutText": "Andrew \"Freddie\" Flintoff MBE (born 6 December 1977) is an English professional cricketer who plays for Brisbane Heat. He has also competed as a professional boxer.",
      "pageId": 849886,
      "monthDay": "12/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Colleen_Haskell",
      "name": "Colleen Haskell",
      "aboutText": "Kei Yasuda (保田 圭, Yasuda Kei, born on December 6, 1980 in Futtsu, Chiba, Japan) is a Japanese singer, musician and actress under the Up Front Agency's Hello! Project. She was a member and co-leader of the Japanese idol pop group Morning Musume.",
      "pageId": 1150937,
      "monthDay": "12/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Alicia_Machado",
      "name": "Alicia Machado",
      "aboutText": "Darrell Lamont Jackson (born December 6, 1978) is an American former college and professional football player who was a wide receiver in the National Football League (NFL) for nine seasons during the early 2000s.",
      "pageId": 1439438,
      "monthDay": "12/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Lindsay_Price",
      "name": "Lindsay Price",
      "aboutText": "Timothy Filiga \"Tim\" Cahill (born 6 December 1979) is an Australian professional football player, who currently plays for Shanghai Shenhua in the Chinese Super League and the Australia national football team, where he is the all-time top goal scorer. Prior to joining Shanghai, he played for Millwall, Everton and the New York Red Bulls. Cahill plays as an attacking midfielder, but has also played as a forward on several occasions.",
      "pageId": 1679232,
      "monthDay": "12/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kevin_Cash",
      "name": "Kevin Cash",
      "aboutText": "Noel Anthony Clarke (born 6 December 1975) is an English actor, screenwriter and director from London. He is known for playing Wyman Norris in Auf Wiedersehen, Pet and Mickey Smith in Doctor Who. Clarke appeared in and wrote the screenplay for Kidulthood and wrote, directed and starred in the sequel, Adulthood, which gained £1,209,319 from the opening weekend of its release.",
      "pageId": 1868207,
      "monthDay": "12/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Andrew_Flintoff",
      "name": "Andrew Flintoff",
      "aboutText": "Kevin Forrest Cash (born December 6, 1977) is a former American professional baseball catcher and coach. He is currently the manager of the Tampa Bay Rays of Major League Baseball (MLB).\nDuring his playing career, Cash played in MLB for the Toronto Blue Jays, Tampa Bay Devil Rays, Boston Red Sox, New York Yankees, Houston Astros and Texas Rangers.",
      "pageId": 2211039,
      "monthDay": "12/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Paul_McVeigh",
      "name": "Paul McVeigh",
      "aboutText": "Karen Denise Aubert (born December 6, 1978), commonly known as K.D. Aubert, is an American actress, fashion model and singer.\n^ \"K.D. Aubert aka K.D. Rose presented by VannDigital.com\".",
      "pageId": 2307757,
      "monthDay": "12/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/K._D._Aubert",
      "name": "K. D. Aubert",
      "aboutText": "Paul Francis McVeigh (born 6 December 1977) is a former Northern Ireland international footballer who played for Tottenham Hotspur, Norwich City, Burnley and Luton Town in the English Leagues.\n^ Hugman, Barry J., ed. (2009).",
      "pageId": 2714712,
      "monthDay": "12/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Chris_Ba%C5%9Fak",
      "name": "Chris Başak",
      "aboutText": "Stephen William Henry \"Steve\" Lovell (born 6 December 1980 in Amersham) is a former English footballer who played as a striker.",
      "pageId": 3010844,
      "monthDay": "12/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Darrell_Jackson",
      "name": "Darrell Jackson",
      "aboutText": "Lindsay Jaylyn Price (born December 6, 1976) is an American television actress and singer. She is best known for her roles as Janet Sosna on Beverly Hills, 90210 and as Victory Ford on Lipstick Jungle. She is also known for her work on soap operas such as All My Children and The Bold and the Beautiful.",
      "pageId": 3092269,
      "monthDay": "12/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ramiro_Pez",
      "name": "Ramiro Pez",
      "aboutText": "Nick Stajduhar (born December 6, 1974 in Kitchener, Ontario) is a former professional ice hockey defenceman. He was selected by the Edmonton Oilers in the first round of the 1993 NHL Entry Draft, 16th overall, a pick the Oilers received from the Los Angeles Kings in the Wayne Gretzky trade.\nStajduhar only played two games for Edmonton, largely bouncing around the minor leagues, including three years in the East Coast Hockey League with the Pensacola Ice Pilots, as well as even lower level play with the Memphis Riverkings of the Central Hockey League and the Flint Generals of the United Hockey League.",
      "pageId": 3128122,
      "monthDay": "12/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tim_Cahill",
      "name": "Tim Cahill",
      "aboutText": "Tiffany Taylor (born December 6, 1980) is an American pornographic actress of Pakistani and French descent.\n^ a b c Tiffany Taylor on Internet Adult Film Database. Retrieved: 2010-05-16.",
      "pageId": 4508950,
      "monthDay": "12/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yanina_Gonz%C3%A1lez",
      "name": "Yanina González",
      "aboutText": "Ramiro Pez (born 6 December 1978 in Córdoba, Argentina) is an Italian Argentine rugby union footballer who normally plays at fly-half. In 2008-09, he joined the newly promoted French Top 14 club Toulon, having been signed from Venezia Mestre in the Italian Super 10 competition.\nHe made his international debut with the Italian national team on 8 July 2000, in a match against Samoa in Apia, scoring 9 points in the game.",
      "pageId": 7769113,
      "monthDay": "12/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Danielle_Downey",
      "name": "Danielle Downey",
      "aboutText": "Christopher Joseph Başak, (born December 6, 1978 in North Platte, Nebraska) is a former American professional baseball infielder. During his career, he played in the New York Mets, Minnesota Twins and New York Yankees organizations. Basak made five appearances in the major leagues in 2007 with the Yankees, going 0–for–1.",
      "pageId": 11684268,
      "monthDay": "12/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Steve_Lovell",
      "name": "Steve Lovell",
      "aboutText": "Ehren Josef Wassermann (born December 6, 1980 in Sylacauga, Alabama) is a former professional baseball player who is currently a pitching coach for the Minnesota Twins Gulf Coast Minor League team. He previously coached for the Windy City ThunderBolts of the Independent Frontier League.",
      "pageId": 12489098,
      "monthDay": "12/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ehren_Wassermann",
      "name": "Ehren Wassermann",
      "aboutText": "Yanina Alicia González Jorgge (born December 6, 1979 in Asunción) is a Paraguayan actress, model and beauty pageant titleholder who represented her country in the Miss Universe 2004 pageant, held in Quito, Ecuador on June 1, 2004; and also in the Miss Earth 2004 pageant, held in Quezon City, Philippines on October 24. In both pageant she won the title of 3rd Runner-up.\n^ Stephen, Stephen M. Silverman (June 2, 2004).",
      "pageId": 22589343,
      "monthDay": "12/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tiffany_Taylor_(actress)",
      "name": "Tiffany Taylor",
      "aboutText": "Danielle Elizabeth Downey (December 6, 1980 – January 30, 2014) was an American professional golfer. She won golf tournaments at the collegiate level, Sun Coast events and on the Futures Tour. She played on the LPGA Tour from 2006 to 2010.",
      "pageId": 31546470,
      "monthDay": "12/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Kei_Yasuda",
      "name": "Kei Yasuda",
      "aboutText": "Adrían Israel García Arías (born December 6, 1975 in Mexico City, Mexico) is a Mexican footballer who currently plays as a defender for Celaya of Mexico.",
      "pageId": 33988938,
      "monthDay": "12/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Federico_Balzaretti",
      "name": "Federico Balzaretti",
      "aboutText": "Ryan Gregg Carnes (born November 21, 1982) is an American actor. Born in Pittsfield, Illinois, he attended Duke University where he was a member of DUMB, the Duke University Marching Band. He is working on collaborations with other musicians.",
      "pageId": 1914074,
      "monthDay": "12/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ryan_Carnes",
      "name": "Ryan Carnes",
      "aboutText": "Sean Michael Ervine (born 6 December 1982 in Harare, Zimbabwe) is a Zimbabwean cricketer. Ervine is a left-handed batsman who bowls right-arm medium pace.\nHe played in the 2003 World Cup but became one of the cricketers who rebelled against the Zimbabwe Cricket Union and a left the country in May 2004 for a new life in Australia.",
      "pageId": 2848023,
      "monthDay": "12/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alberto_Contador",
      "name": "Alberto Contador",
      "aboutText": "Dulce María Espinosa Saviñón (Spanish pronunciation: [ˈdulse maˈɾi.a saβiˈɲon]; born December 6, 1985) is a Mexican actress and singer-songwriter. She's been part of several music projects, most notably pop group RBD from 2004 to 2009, which originated from the successful telenovela Rebelde (2004–2006), and sold 57 million albums around the world. Since 2009, after signing to Universal Music, Dulce María has released two solo albums: Extranjera (2010) and Sin Fronteras (2014).",
      "pageId": 3086726,
      "monthDay": "12/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sean_Ervine",
      "name": "Sean Ervine",
      "aboutText": "Rudra Pratap Singh  pronunciation  (born 6 December 1985 in India) is a left arm fast-medium bowler who has represented India in Test, One Day International and Twenty20 International cricket.\nHe first came in contention during the under-19 World Cup in Bangladesh in 2004, when he took eight wickets for a very impressive average of 24.75. He later performed consistently in the Ranji Trophy for Uttar Pradesh and impressive performances saw him earn a place in the ODI side in 2005.",
      "pageId": 3460000,
      "monthDay": "12/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aaron_Sandilands",
      "name": "Aaron Sandilands",
      "aboutText": "Tamira Shelah Paszek (born 6 December 1990 in Dornbirn) is an Austrian tennis player.\nPaszek has won three singles titles on the WTA tour, as well as three singles and three doubles titles on the ITF circuit in her career. On 11 February 2013, she reached her best singles ranking of world number 26.",
      "pageId": 4418234,
      "monthDay": "12/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Susie_Wolff",
      "name": "Susie Wolff",
      "aboutText": "Aaron Sandilands (born 6 December 1982) is an Australian rules footballer who plays for the Fremantle Football Club in the Australian Football League (AFL). Originally from Mount Barker, a small town in the Great Southern region of Western Australia, Sandilands played with the East Fremantle Football Club in the West Australian Football League (WAFL), before being rookie listed by Fremantle in the 2002 Rookie Draft. Upgraded from the rookie list at the end of the 2002 season, he made his senior debut for the club in round one of the 2003 season.",
      "pageId": 4656931,
      "monthDay": "12/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ashley_Madekwe",
      "name": "Ashley Madekwe",
      "aboutText": "Federico Balzaretti (Italian pronunciation: [fedeˈriko baldzaˈretti]; born 6 December 1981) is an Italian former professional footballer who played as a left full-back.\nA product of the Torino youth system, his first experience as a professional footballer was on loan to Varese and Siena, returning to Turin to play a year in Serie A and two in Serie B. Later he moved to Juventus, playing a year in Serie A and the Champions League and winning the Scudetto, later revoked for the events of Calciopoli and the next season in the lower division that ended in promotion. Sold to Fiorentina in 2007, after half a season he moved to Palermo, with whom he played in the Europa League.",
      "pageId": 5167307,
      "monthDay": "12/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Syndric_Steptoe",
      "name": "Syndric Steptoe",
      "aboutText": "Alberto Contador Velasco (Spanish pronunciation: [alˈβerto kontaˈðor βeˈlasko]; born 6 December 1982) is a Spanish professional cyclist, one of six riders to have won all three Grand Tours of road cycling. He was the winner of the 2007 Tour de France with the Discovery Channel team. With the Astana team he has won the 2008 Giro d'Italia, the 2008 Vuelta a España and the 2009 Tour de France.",
      "pageId": 5606060,
      "monthDay": "12/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Shannon_Bobbitt",
      "name": "Shannon Bobbitt",
      "aboutText": "Matthew Norman Niskanen (born December 6, 1986) is an American professional ice hockey defenseman of Finnish origin who currently plays for the Washington Capitals.",
      "pageId": 5845314,
      "monthDay": "12/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Aristeidis_Grigoriadis",
      "name": "Aristeidis Grigoriadis",
      "aboutText": "Susie Wolff (née Stoddart; born 6 December 1982 in Oban) is a British racing driver from Scotland. She has progressed through the ranks of motorsport, starting off in karting, then moving up to Formula Renault and Formula Three before moving to the DTM to compete for Mercedes-Benz. In 2012, she was signed by the Williams Formula One team to work as a development driver.",
      "pageId": 7711491,
      "monthDay": "12/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dulce_Mar%C3%ADa",
      "name": "Dulce María",
      "aboutText": "Syndric Marquis Steptoe (born December 6, 1984) is a former gridiron football wide receiver. He was released by the Edmonton Eskimos on June 6, 2012. He was drafted by the Cleveland Browns in the seventh round of the 2007 NFL Draft.",
      "pageId": 10988467,
      "monthDay": "12/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/R._P._Singh",
      "name": "Rudra Pratap Singh",
      "aboutText": "Georgia Faye Jones (née Horsley; born 6 December 1986) won the Miss England 2007 title and the opportunity to represent England in the Miss World 2007 pageant which was held in Sanya, China on 1 December that year.",
      "pageId": 13937784,
      "monthDay": "12/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sean_Edwards_(racing_driver)",
      "name": "Sean Edwards",
      "aboutText": "Aristeidis (\"Aris\") Grigoriadis (Greek: Άρης Γρηγοριάδης) (born 6 December 1985) is a Greek swimmer from Thessaloniki.",
      "pageId": 16763873,
      "monthDay": "12/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Georgia_Horsley",
      "name": "Georgia Horsley",
      "aboutText": "Shannon Denise Bobbitt (born December 6, 1985) is an American professional basketball player, most recently for the WNBA's Washington Mystics. One of eight children and a native of the Bronx, New York Bobbitt honed her basketball skills on the neighborhood project courts of Harlem.",
      "pageId": 16887106,
      "monthDay": "12/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Matt_Niskanen",
      "name": "Matt Niskanen",
      "aboutText": "Nils Petersen (born 6 December 1988) is a German footballer who plays as a striker for SC Freiburg.",
      "pageId": 19451544,
      "monthDay": "12/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sandra_Nurmsalu",
      "name": "Sandra Nurmsalu",
      "aboutText": "Ashley Madekwe (born 6 December 1983) is an English actress, best known for her role as social climber Ashley Davenport on the ABC drama series Revenge.",
      "pageId": 22066070,
      "monthDay": "12/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nils_Petersen",
      "name": "Nils Petersen",
      "aboutText": "Sandra Nurmsalu (born 6 December 1988) is an Estonian singer, violinist and lead singer of the band Urban Symphony. Urban Symphony represented Estonia in the Eurovision Song Contest 2009 on 16 May. Nurmsalu sang the lead for the Eurovision entry song \"Rändajad\".",
      "pageId": 22256518,
      "monthDay": "12/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nobunaga_Shimazaki",
      "name": "Nobunaga Shimazaki",
      "aboutText": "Sean Lawrence Guy Edwards (6 December 1986 − 15 October 2013) was an English professional racing driver, whose career highlight was winning as co-driver the 2013 Nurburgring 24 Hours.",
      "pageId": 26396333,
      "monthDay": "12/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Felix_Schiller",
      "name": "Felix Schiller",
      "aboutText": "Nobunaga Shimazaki (島﨑 信長, Shimazaki Nobunaga , born December 6, 1988) is a Japanese voice actor from Miyagi Prefecture, Japan.",
      "pageId": 34585842,
      "monthDay": "12/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Tamira_Paszek",
      "name": "Tamira Paszek",
      "aboutText": "Felix Schiller (born 6 December 1989 in Berlin) is a German footballer who plays for 1. FC Magdeburg in the third-tier 3. Liga.",
      "pageId": 34774278,
      "monthDay": "12/06"
    },
    {
      "year": "1992",
      "uri": "/wiki/Britt_Assombalonga",
      "name": "Britt Assombalonga",
      "aboutText": "Joy Gruttmann (born December 6, 1995 in Gelsenkirchen) is a German child singer.\nHer aunt is the composer Iris Gruttmann. She has sung children's music for the ARD program Die Sendung mit der Maus since 1999.",
      "pageId": 10172090,
      "monthDay": "12/06"
    },
    {
      "year": "1992",
      "uri": "/wiki/Johnny_Manziel",
      "name": "Johnny Manziel",
      "aboutText": "Stefanie Noelle Scott (born December 6, 1996) is an American actress and singer. Scott is best known for her roles as Lexi Reed on Disney Channel's A.N.T. Farm, Dana Tressler in the film Flipped, for which she won a 2011 Young Artist Award, and Quinn Brenner in the film Insidious: Chapter 3.",
      "pageId": 22293420,
      "monthDay": "12/06"
    },
    {
      "year": "1993",
      "uri": "/wiki/Pedro_Rafael_Amado_Mendes",
      "name": "Pedro Rafael Amado Mendes",
      "aboutText": "Pedro Rafael Amado Mendes (born 6 December 1993 in Barreiro, Setúbal) is a Portuguese footballer who plays for Moura Atlético Clube as a left winger.",
      "pageId": 33624226,
      "monthDay": "12/06"
    },
    {
      "year": "1994",
      "uri": "/wiki/Louis_Kurihara",
      "name": "Louis Kurihara",
      "aboutText": "Britt Curtis Assombalonga (born 6 December 1992) is a Congolese-English professional footballer who plays for Nottingham Forest as a striker.",
      "pageId": 35150995,
      "monthDay": "12/06"
    },
    {
      "year": "1995",
      "uri": "/wiki/Joy_Gruttmann",
      "name": "Joy Gruttmann",
      "aboutText": "Jonathan Paul Manziel (man-ZEL; born December 6, 1992), is an American football quarterback for the Cleveland Browns of the National Football League (NFL). He was drafted by the Browns with the 22nd overall pick of the 2014 NFL Draft. He was nationally recruited out of high school as a dual-threat quarterback.",
      "pageId": 37002259,
      "monthDay": "12/06"
    },
    {
      "year": "1996",
      "uri": "/wiki/Stefanie_Scott",
      "name": "Stefanie Scott",
      "aboutText": "Louis Kurihara (栗原 類, Kurihara Rui, born 6 December 1994) is a Japanese fashion model, TV personality, and actor represented by the Ever Green Entertainment agency.",
      "pageId": 37713149,
      "monthDay": "12/06"
    },
    {
      "year": "1998",
      "uri": "/wiki/Angel%C4%ABna_Ku%C4%8Dva%C4%BCska",
      "name": "Angelīna Kučvaļska",
      "aboutText": "Angelīna Kučvaļska (born 6 December 1998) is a Latvian figure skater. She won the 2014 CS Volvo Open Cup, 2015 MNNT Cup, and 2015 Latvian national title.",
      "pageId": 42203717,
      "monthDay": "12/06"
    }
  ]
}