{
  "people": [
    {
      "year": "1452",
      "uri": "/wiki/Johannes_St%C3%B6ffler",
      "name": "Johannes Stöffler",
      "aboutText": "Augusta Ada King, Countess of Lovelace (née Byron; 10 December 1815 – 27 November 1852) was a British mathematician and writer, chiefly known for her work on Charles Babbage's early mechanical general-purpose computer, the Analytical Engine. Her notes on the engine include what is recognised as the first algorithm intended to be carried out by a machine. Because of this, she is often regarded as the first computer programmer.",
      "pageId": 974,
      "monthDay": "12/10"
    },
    {
      "year": "1588",
      "uri": "/wiki/Isaac_Beeckman",
      "name": "Isaac Beeckman",
      "aboutText": "Adolf Franz Karl Viktor Maria Loos (10 December 1870 – 23 August 1933) was an Austrian and Czechoslovak architect and influential European theorist of Modern architecture. His essay Ornament and Crime advocated smooth and clear surfaces in contrast to the lavish decorations of the Fin de siècle and also to the more modern aesthetic principles of the Vienna Secession. Loos became a pioneer of modern architecture and contributed a body of theory and criticism of Modernism in architecture and design.",
      "pageId": 53604,
      "monthDay": "12/10"
    },
    {
      "year": "1713",
      "uri": "/wiki/Johann_Nicolaus_Mempel",
      "name": "Johann Nicolaus Mempel",
      "aboutText": "Melville Louis Kossuth (Melvil) Dewey (December 10, 1851 – December 26, 1931) was an American librarian and educator, inventor of the Dewey Decimal system of library classification, and a founder of the Lake Placid Club.",
      "pageId": 81898,
      "monthDay": "12/10"
    },
    {
      "year": "1751",
      "uri": "/wiki/George_Shaw",
      "name": "George Shaw",
      "aboutText": "George MacDonald (10 December 1824 – 18 September 1905) was a Scottish author, poet, and Christian minister. He was a pioneering figure in the field of fantasy literature and the mentor of fellow writer Lewis Carroll. His writings have been cited as a major literary influence by many notable authors including W. H. Auden, C. S. Lewis, J. R. R. Tolkien, Walter de la Mare, E. Nesbit and Madeleine L'Engle.",
      "pageId": 146769,
      "monthDay": "12/10"
    },
    {
      "year": "1776",
      "uri": "/wiki/Archduchess_Maria_Leopoldine_of_Austria-Este",
      "name": "Archduchess Maria Leopoldine of Austria-Este",
      "aboutText": "Emily Elizabeth Dickinson (December 10, 1830 – May 15, 1886) was an American poet. Dickinson was born in Amherst, Massachusetts. Although part of a prominent family with strong ties to its community, Dickinson lived much of her life highly introverted.",
      "pageId": 159275,
      "monthDay": "12/10"
    },
    {
      "year": "1787",
      "uri": "/wiki/Thomas_Hopkins_Gallaudet",
      "name": "Thomas Hopkins Gallaudet",
      "aboutText": "Carl Gustav Jacob Jacobi (/dʒəˈkoʊbi/; German: [jaˈkoːbi]; 10 December 1804 – 18 February 1851) was a German mathematician, who made fundamental contributions to elliptic functions, dynamics, differential equations, and number theory. His name is occasionally written as Carolus Gustavus Iacobus Iacobi in his Latin books, and his first name is sometimes given as Karl.\nJacobi was the first Jewish mathematician to be appointed professor at a German university.",
      "pageId": 210340,
      "monthDay": "12/10"
    },
    {
      "year": "1804",
      "uri": "/wiki/Carl_Gustav_Jacob_Jacobi",
      "name": "Carl Gustav Jacob Jacobi",
      "aboutText": "César-Auguste-Jean-Guillaume-Hubert Franck (10 December 1822 – 8 November 1890) was a composer, pianist, organist, and music teacher who worked in Paris during his adult life.\nHe was born at Liège, in what is now Belgium (though at the time of his birth it was part of the United Kingdom of the Netherlands). In that city he gave his first concerts in 1834.",
      "pageId": 292471,
      "monthDay": "12/10"
    },
    {
      "year": "1805",
      "uri": "/wiki/Joseph_%C5%A0koda",
      "name": "Joseph Škoda",
      "aboutText": "Nikolay Alexeyevich Nekrasov (Russian: Никола́й Алексе́евич Некра́сов; IPA: [nʲɪkɐˈlaj ɐlʲɪkˈsʲejɪvʲɪtɕ nʲɪˈkrasəf], December 10 [O.S. November 28] 1821 – 8 January 1878 [O.S. 28 December 1877]) was a Russian poet, writer, critic and publisher, whose deeply compassionate poems about peasant Russia won him Fyodor Dostoyevsky's admiration and made him the hero of liberal and radical circles of Russian intelligentsia, as represented by Vissarion Belinsky and Nikolay Chernyshevsky. He is credited with introducing into Russian poetry ternary meters and the technique of dramatic monologue (On the Road, 1845).",
      "pageId": 324158,
      "monthDay": "12/10"
    },
    {
      "year": "1815",
      "uri": "/wiki/Ada_Lovelace",
      "name": "Ada Lovelace",
      "aboutText": "For Thomas Hopkins Gallaudet's son, see Thomas Gallaudet (1822–1902).\nReverend Thomas Hopkins Gallaudet, LL.D., (December 10, 1787 – September 10, 1851) was a renowned American pioneer in the education of the deaf. Along with Laurent Clerc and Mason Cogswell, he co-founded the first institution for the education of the deaf in North America, and he became its first principal.",
      "pageId": 431700,
      "monthDay": "12/10"
    },
    {
      "year": "1821",
      "uri": "/wiki/Nikolay_Nekrasov",
      "name": "Nikolay Nekrasov",
      "aboutText": "George Shaw (10 December 1751 – 22 July 1813) was an English botanist and zoologist.",
      "pageId": 596602,
      "monthDay": "12/10"
    },
    {
      "year": "1822",
      "uri": "/wiki/C%C3%A9sar_Franck",
      "name": "César Franck",
      "aboutText": "Pierre Louÿs (French: [pjɛʁ lu.i(s)], 10 December 1870 – 6 June 1925) was a French poet and writer, most renowned for lesbian and classical themes in some of his writings.",
      "pageId": 755576,
      "monthDay": "12/10"
    },
    {
      "year": "1824",
      "uri": "/wiki/George_MacDonald",
      "name": "George MacDonald",
      "aboutText": "Johannes Stöffler (also Stöfler, Stoffler, Stoeffler) (10 December 1452 – 16 February 1531) was a German mathematician, astronomer, astrologer, priest, maker of astronomical instruments and professor at the University of Tübingen.",
      "pageId": 885810,
      "monthDay": "12/10"
    },
    {
      "year": "1827",
      "uri": "/wiki/Eugene_O%27Keefe",
      "name": "Eugene O'Keefe",
      "aboutText": "Isaac Beeckman (10 December 1588 – 19 May 1637) was a Dutch philosopher and scientist, who, through his studies and contact with leading natural philosophers, may have \"virtually given birth to modern atomism\".",
      "pageId": 1018089,
      "monthDay": "12/10"
    },
    {
      "year": "1830",
      "uri": "/wiki/Emily_Dickinson",
      "name": "Emily Dickinson",
      "aboutText": "Lodewijk 'Louis' Bolk (December 10, 1866, Overschie – June 17, 1930, Amsterdam) was a Dutch anatomist who created the fetalization theory about the human body. It states that when a human being is born, it is still a fetus, as can be seen if one pays attention to its (proportionally) big head, to its uncoordinated motility or to its absolute helplessness, for instance. Furthermore, this \"prematuration\" is specifically human.",
      "pageId": 1355700,
      "monthDay": "12/10"
    },
    {
      "year": "1851",
      "uri": "/wiki/Melvil_Dewey",
      "name": "Melvil Dewey",
      "aboutText": "Frances Evelyn \"Daisy\" Greville, Countess of Warwick (10 December 1861 – 26 July 1938) was a British socialite and long-time mistress to Albert Edward, Prince of Wales, who later became King Edward VII.",
      "pageId": 1729233,
      "monthDay": "12/10"
    },
    {
      "year": "1861",
      "uri": "/wiki/Daisy_Greville,_Countess_of_Warwick",
      "name": "Daisy Greville, Countess of Warwick",
      "aboutText": "Joseph Škoda (10 December 1805 – 13 June 1881) was a Czech physician, medical professor and dermatologist.",
      "pageId": 2956967,
      "monthDay": "12/10"
    },
    {
      "year": "1866",
      "uri": "/wiki/Louis_Bolk",
      "name": "Louis Bolk",
      "aboutText": "Mary Bonaparte (Mary Léonie Eugénie Mathilde Jeanne Julie Zénaïde Bonaparte; 10 December 1870 – 1947) was the eldest surviving daughter of Prince Napoléon Bonaparte of Canino and Christine Ruspoli. On 25 November 1891 in Rome she married Enrico Gotti.",
      "pageId": 6164694,
      "monthDay": "12/10"
    },
    {
      "year": "1870",
      "uri": "/wiki/Mary_Bonaparte",
      "name": "Mary Bonaparte",
      "aboutText": "Eugene O'Keefe (10 December 1827 – 1 October 1913), baptized Owen Keeffe, was a Canadian businessman and philanthropist. He founded the O'Keefe Brewery Company of Toronto Limited in 1891.\nBorn in Bandon, County Cork, he moved with his family to Canada when he was five eventually settling in Toronto.",
      "pageId": 8645052,
      "monthDay": "12/10"
    },
    {
      "year": "1870",
      "uri": "/wiki/Adolf_Loos",
      "name": "Adolf Loos",
      "aboutText": "Johann Nicolaus Mempel (variants: Nikolaus, Mempell, Mämpel) (10 December 1713 – 26 February 1747) was a German musician.\nHe was born in Heyda (now part of Ilmenau, Thuringia). From 1740 to his death, he was cantor in Apolda.",
      "pageId": 11749373,
      "monthDay": "12/10"
    },
    {
      "year": "1870",
      "uri": "/wiki/Pierre_Lou%C3%BFs",
      "name": "Pierre Louÿs",
      "aboutText": "Archduchess Maria Leopoldine of Austria-Este (December 10, 1776 – June 23, 1848) was the second wife of Charles Theodore, Elector of Bavaria.",
      "pageId": 13821859,
      "monthDay": "12/10"
    },
    {
      "year": "1878",
      "uri": "/wiki/C._Rajagopalachari",
      "name": "C. Rajagopalachari",
      "aboutText": "Field Marshal Harold Rupert Leofric George Alexander, 1st Earl Alexander of Tunis KG GCB OM GCMG CSI DSO MC CD PC PC(Can) (10 December 1891 – 16 June 1969) was a British military commander and field marshal who served with distinction in both world wars and, afterwards, as Governor-General of Canada, the 17th since Canadian Confederation.\nAlexander was born in London, England, to aristocratic parents and was educated at Harrow before moving on to the Royal Military College, Sandhurst, for training as an army officer. He rose to prominence through his service in the First World War, receiving numerous honours and decorations, and continued his military career through various British campaigns across Europe and Asia.",
      "pageId": 14446,
      "monthDay": "12/10"
    },
    {
      "year": "1882",
      "uri": "/wiki/Otto_Neurath",
      "name": "Otto Neurath",
      "aboutText": "Victor Andrew de Bier Everleigh McLaglen (10 December 1886 – 7 November 1959) was an English boxer and First World War veteran who became a successful film actor.",
      "pageId": 45360,
      "monthDay": "12/10"
    },
    {
      "year": "1882",
      "uri": "/wiki/Shigenori_T%C5%8Dg%C5%8D",
      "name": "Shigenori Tōgō",
      "aboutText": "Otto Neurath (German: [ˈnɔʏʀaːt]; December 10, 1882 – December 22, 1945) was an Austrian philosopher of science, sociologist, and political economist.",
      "pageId": 50089,
      "monthDay": "12/10"
    },
    {
      "year": "1885",
      "uri": "/wiki/Marios_Varvoglis",
      "name": "Marios Varvoglis",
      "aboutText": "Olivier Messiaen (French: [ɔlivje mɛsjɑ̃]; December 10, 1908 – April 27, 1992) was a French composer, organist and ornithologist, one of the major composers of the 20th century. His music is rhythmically complex; harmonically and melodically it often uses modes of limited transposition, which he abstracted from his early compositions and improvisations. Messiaen also drew on his Roman Catholic faith for his pieces.",
      "pageId": 146595,
      "monthDay": "12/10"
    },
    {
      "year": "1886",
      "uri": "/wiki/Harold_Alexander,_1st_Earl_Alexander_of_Tunis",
      "name": "Harold Alexander, 1st Earl Alexander of Tunis",
      "aboutText": "Chakravarti Rajagopalachari (10 December 1878 – 25 December 1972), informally called Rajaji or C.R., was an Indian lawyer, independence activist, politician, writer and statesman. Rajagopalachari was the last Governor-General of India. He also served as leader of the Indian National Congress, Premier of the Madras Presidency, Governor of West Bengal, Minister for Home Affairs of the Indian Union and Chief Minister of Madras state.",
      "pageId": 234043,
      "monthDay": "12/10"
    },
    {
      "year": "1886",
      "uri": "/wiki/Annie_Bos",
      "name": "Annie Bos",
      "aboutText": "Nelly Sachs (10 December 1891 – 12 May 1970) was a Jewish German poet and playwright whose experiences resulting from the rise of the Nazis in World War II Europe transformed her into a poignant spokeswoman for the grief and yearnings of her fellow Jews.",
      "pageId": 335262,
      "monthDay": "12/10"
    },
    {
      "year": "1886",
      "uri": "/wiki/Victor_McLaglen",
      "name": "Victor McLaglen",
      "aboutText": "Margaret Rumer Godden OBE (10 December 1907 – 8 November 1998) was an English author of more than 60 fiction and nonfiction books written under the name of Rumer Godden.",
      "pageId": 622794,
      "monthDay": "12/10"
    },
    {
      "year": "1889",
      "uri": "/wiki/Ray_Collins_(actor)",
      "name": "Ray Collins",
      "aboutText": "Chester Robert \"Chet\" Huntley (December 10, 1911 – March 20, 1974) was an American television newscaster, best known for co-anchoring NBC's evening news program, The Huntley-Brinkley Report, for 14 years beginning in 1956.",
      "pageId": 643886,
      "monthDay": "12/10"
    },
    {
      "year": "1891",
      "uri": "/wiki/Arlie_Mucks",
      "name": "Arlie Mucks",
      "aboutText": "Una Merkel (December 10, 1903 – January 2, 1986) was an American stage, film and television actress.",
      "pageId": 765369,
      "monthDay": "12/10"
    },
    {
      "year": "1891",
      "uri": "/wiki/Nelly_Sachs",
      "name": "Nelly Sachs",
      "aboutText": "Shigenori Tōgō (東郷 茂徳, Tōgō Shigenori) (Korean: 박무덕, Hanja: 朴茂德, Pak Mudǒk, 10 December 1882 – 23 July 1950) was Minister of Foreign Affairs for the Empire of Japan at both the start and the end of the Japanese-Allied conflict during World War II. He also served as Minister of Colonial Affairs in 1941, and assumed the same position, renamed the Minister for Greater East Asia, in 1945.",
      "pageId": 1608165,
      "monthDay": "12/10"
    },
    {
      "year": "1896",
      "uri": "/wiki/Torsten_Bergstr%C3%B6m",
      "name": "Torsten Bergström",
      "aboutText": "Lucien Laurent (10 December 1907 – 11 April 2005) was a French association football player.",
      "pageId": 1737004,
      "monthDay": "12/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Una_Merkel",
      "name": "Una Merkel",
      "aboutText": "Ray Bidwell Collins (December 10, 1889 – July 11, 1965) was an American character actor in stock and Broadway theatre, radio, films and television. With 900 stage roles to his credit, he became one of the most successful actors in the developing field of radio drama. A friend and associate of Orson Welles for many years, Collins went to Hollywood with the Mercury Theatre company and made his feature film debut in Citizen Kane, as Kane's ruthless political rival.",
      "pageId": 2238468,
      "monthDay": "12/10"
    },
    {
      "year": "1906",
      "uri": "/wiki/Jules_Ladoum%C3%A8gue",
      "name": "Jules Ladoumègue",
      "aboutText": "Hermes Pan (December 10, 1909 – September 19, 1990) was an American dancer and choreographer, principally remembered as Fred Astaire's choreographic collaborator on the famous 1930s movie musicals starring Astaire and Ginger Rogers.",
      "pageId": 2577082,
      "monthDay": "12/10"
    },
    {
      "year": "1907",
      "uri": "/wiki/Rumer_Godden",
      "name": "Rumer Godden",
      "aboutText": "Jules Ladoumègue (10 December 1906 – 2 March 1973) was a French middle-distance runner. He became a running star as the sport enjoyed a huge resurgence at the start of the Great Depression, fueled in large part by newsreel coverage. His career was abruptly cut short when he was banned for life from track for payments he received for several races.",
      "pageId": 3569445,
      "monthDay": "12/10"
    },
    {
      "year": "1907",
      "uri": "/wiki/Lucien_Laurent",
      "name": "Lucien Laurent",
      "aboutText": "Marios Varvoglis (Greek: Μάριος Βάρβογλης; 10 December 1885 – 30 July 1967) was a Greek composer.\nVarvoglis was born in Brussels. He studied music at the Conservatoire de Paris and the Schola Cantorum with Leroux, Georges Caussade, d'Indy and others.",
      "pageId": 3834326,
      "monthDay": "12/10"
    },
    {
      "year": "1907",
      "uri": "/wiki/Amedeo_Nazzari",
      "name": "Amedeo Nazzari",
      "aboutText": "Ambrosio Bibby Padilla (December 7, 1910 — August 11, 1996 ) was a former Filipino basketball player and former elected member of the Senate of the Philippines. He was one of the most important figures in Asian basketball development.\n^ Congress was dissolved when President Ferdinand Marcos imposed Martial Law in September 21, 1972.",
      "pageId": 7375810,
      "monthDay": "12/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Olivier_Messiaen",
      "name": "Olivier Messiaen",
      "aboutText": "Arlie Max Mucks (December 10, 1891 – July 1967) was an American track and field athlete who competed in the 1912 Summer Olympics.",
      "pageId": 14943966,
      "monthDay": "12/10"
    },
    {
      "year": "1909",
      "uri": "/wiki/Hermes_Pan",
      "name": "Hermes Pan",
      "aboutText": "Amedeo Nazzari (10 December 1907 – 7 November 1979) was an Italian actor. Nazzari was one of the leading figures of Italian classic cinema, often considered a local variant of the Australian-American star Errol Flynn.",
      "pageId": 15058584,
      "monthDay": "12/10"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ambrosio_Padilla",
      "name": "Ambrosio Padilla",
      "aboutText": "Johanna \"Annie\" Bos (10 December 1886 – 3 August 1975) was a Dutch theater and silent film actress, known as Holland's first movie star and diva.\nBos started her acting career in Antwerp, but soon returned to the Netherlands and made her theater debut in 1909. She played mostly bit parts, until she was discovered by movie director Maurits Binger.",
      "pageId": 20960941,
      "monthDay": "12/10"
    },
    {
      "year": "1911",
      "uri": "/wiki/Chet_Huntley",
      "name": "Chet Huntley",
      "aboutText": "Torsten Lars Herman Jamte Bergström (10 December 1896 – 26 May 1948) was a Swedish film director and theater and film actor.\nBergström was born in Ås, Krokom, Jämtland County and attended the Royal Dramatic Theatre School from 1917 to 1919. He made his film debut in 1919 in director Rune Carlsten's Ett farligt frieri (English language: A Dangerous Courtship) and appeared in over 25 films during his career.",
      "pageId": 38153404,
      "monthDay": "12/10"
    },
    {
      "year": "1912",
      "uri": "/wiki/Philip_Hart",
      "name": "Philip Hart",
      "aboutText": "Michael Norman Manley ON OCC (10 December 1924 – 6 March 1997) was a Jamaican politician who served as the fourth Prime Minister of Jamaica from 1972 to 1980 and from 1989 to 1992. Coming from a prosperous background, Manley was a democratic socialist. According to opinion polls, he remains one of Jamaica's most popular Prime Ministers since independence.",
      "pageId": 205686,
      "monthDay": "12/10"
    },
    {
      "year": "1913",
      "uri": "/wiki/Pannonica_de_Koenigswarter",
      "name": "Pannonica de Koenigswarter",
      "aboutText": "Dorothy Lamour (December 10, 1914 – September 22, 1996) was an American actress and singer. She is best remembered for appearing in the Road to... movies, a series of successful comedies starring Bing Crosby and Bob Hope.",
      "pageId": 225860,
      "monthDay": "12/10"
    },
    {
      "year": "1913",
      "uri": "/wiki/Morton_Gould",
      "name": "Morton Gould",
      "aboutText": "Philip Aloysius Hart (December 10, 1912 – December 26, 1976) was an American lawyer and politician. A Democrat, he served as a United States Senator from Michigan from 1959 until his death from cancer in Washington, D.C. in 1976.",
      "pageId": 312516,
      "monthDay": "12/10"
    },
    {
      "year": "1913",
      "uri": "/wiki/Harry_Locke",
      "name": "Harry Locke",
      "aboutText": "Clarice Lispector (December 10, 1920 – December 9, 1977) was a Brazilian writer who has been described as possibly the most important Jewish writer since Franz Kafka. Acclaimed internationally for her innovative novels and short stories, she was also a journalist. Born to a Lithuanian Jewish family in Podolia in Western Ukraine, she was brought to Brazil as an infant, amidst the disasters engulfing her native land following the First World War.",
      "pageId": 361827,
      "monthDay": "12/10"
    },
    {
      "year": "1914",
      "uri": "/wiki/Dorothy_Lamour",
      "name": "Dorothy Lamour",
      "aboutText": "Sultan Yahya Petra Ibni Al-Mahum Sultan Ibrahim, GCMG, (10 December 1917 – 29 March 1979) was the sixth Yang di-Pertuan Agong (King) of Malaysia from 21 September 1975 to his death, and twelfth (by some reckoning tenth) Sultan of modern Kelantan (1960–1979).",
      "pageId": 583331,
      "monthDay": "12/10"
    },
    {
      "year": "1915",
      "uri": "/wiki/Nicky_Barr",
      "name": "Nicky Barr",
      "aboutText": "Morton Gould (December 10, 1913 – February 21, 1996) was an American composer, conductor, arranger, and pianist.",
      "pageId": 796700,
      "monthDay": "12/10"
    },
    {
      "year": "1916",
      "uri": "/wiki/Walt_Arfons",
      "name": "Walt Arfons",
      "aboutText": "Alexander \"Sandy\" Mair Courage, Jr. (December 10, 1919 – May 15, 2008) was an American orchestrator, arranger, and composer of music, primarily for television and film.",
      "pageId": 827531,
      "monthDay": "12/10"
    },
    {
      "year": "1917",
      "uri": "/wiki/Yahya_Petra_of_Kelantan",
      "name": "Yahya Petra of Kelantan",
      "aboutText": "Reginald Rose (December 10, 1920 – April 19, 2002) was an American film and television writer most widely known for his work in the early years of television drama. Rose's work is marked by its treatment of controversial social and political issues.",
      "pageId": 1369542,
      "monthDay": "12/10"
    },
    {
      "year": "1918",
      "uri": "/wiki/Anne_Gwynne",
      "name": "Anne Gwynne",
      "aboutText": "Baroness Kathleen Annie Pannonica de Koenigswarter (née Rothschild; 10 December 1913 – 30 November 1988) was a British-born jazz patron and writer. She was a leading patron of bebop music.",
      "pageId": 1444121,
      "monthDay": "12/10"
    },
    {
      "year": "1918",
      "uri": "/wiki/Anatoli_Tarasov",
      "name": "Anatoli Tarasov",
      "aboutText": "Walter Charles \"Walt\" (Poppy) Arfons (December 10, 1916 – June 4, 2013) was the half brother of Art Arfons, his former partner in drag racing, and his competitor in jet-powered land speed record racing. Along with Art, he was a pioneer in the use of aircraft jet engines for these types of competition.\nWalt was born in Stroud.",
      "pageId": 1607113,
      "monthDay": "12/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/Alexander_Courage",
      "name": "Alexander Courage",
      "aboutText": "María Lucía Hiriart Rodríguez (born December 10, 1922), also known as Lucía Hiriart de Pinochet, is the widow of former Chilean dictator Augusto Pinochet. She was First Lady of Chile from 1973 to 1990.",
      "pageId": 1666763,
      "monthDay": "12/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Clarice_Lispector",
      "name": "Clarice Lispector",
      "aboutText": "Anatoli Vladimirovitch Tarasov (Russian: Анато́лий Влади́мирович Тара́сов; 10 December 1918 in Moscow, Soviet Union - 23 June 1995 in Moscow, Russia) was an ice hockey player and coach. Tarasov is considered \"the father of Russian hockey\" and established the Soviet Union national team as \"the dominant force in international competition\". He was one of the first Russians to be inducted into the Hockey Hall of Fame, having been inducted in 1974 in the builders category.",
      "pageId": 1893922,
      "monthDay": "12/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Reginald_Rose",
      "name": "Reginald Rose",
      "aboutText": "Harold Vernon Gould (December 10, 1923 – September 11, 2010) was an American actor best known for playing Miles Webber on the 1985-1992 sitcom The Golden Girls and Martin Morgenstern in the 1974-1978 sitcom Rhoda. Gould acted in film and television for nearly 50 years, appearing in more than 300 television shows, 20 major motion pictures, and over 100 stage plays, and received Emmy Award nominations five times.",
      "pageId": 2356934,
      "monthDay": "12/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Thanassis_Skordalos",
      "name": "Thanassis Skordalos",
      "aboutText": "Anne Gwynne (born Marguerite Gwynne Trice; December 10, 1918 – March 31, 2003) was an American film actress of the 1940s.",
      "pageId": 3644765,
      "monthDay": "12/10"
    },
    {
      "year": "1922",
      "uri": "/wiki/Luc%C3%ADa_Hiriart",
      "name": "Lucía Hiriart",
      "aboutText": "Andrew William \"Nicky\" Barr, OBE, MC, DFC & Bar (10 December 1915 – 12 June 2006) was a member of the Australian national rugby union team, who became a fighter ace in the Royal Australian Air Force (RAAF) during World War II. He was credited with 12 aerial victories, all scored flying the Curtiss P-40 fighter. Born in New Zealand, Barr was raised in Victoria and first represented the state in rugby in 1936. Selected to play for Australia in the United Kingdom in 1939, he had just arrived in England when the tour was cancelled following the outbreak of war.",
      "pageId": 5571803,
      "monthDay": "12/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Harold_Gould",
      "name": "Harold Gould",
      "aboutText": "Harry Locke (10 December 1913 – 17 September 1987) was an English character actor.\nHe was born and died in London and was a familiar face in three decades of British cinema, playing small parts such as assorted working men, clerks, porters and cab drivers, with appearances including Passport to Pimlico (1949), Reach for the Sky (1956), Carry On Nurse (1959), The Devil-Ship Pirates (1964), Alfie (1966) and The Family Way (1966).\nOn TV in 1969 he appeared in Randall and Hopkirk (Deceased) as a night porter.",
      "pageId": 5624158,
      "monthDay": "12/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Clorindo_Testa",
      "name": "Clorindo Testa",
      "aboutText": "Carolyn Ashley Kizer (December 10, 1925 – October 9, 2014) was an American poet of the Pacific Northwest whose works reflect her feminism. She won the Pulitzer Prize in 1985.\nAccording to an article at the Center for the Study of the Pacific Northwest, \"Kizer reach[ed] into mythology in poems like “Semele Recycled”; into politics, into feminism, especially in her series of poems called “Pro Femina”; into science, the natural world, music, and translations and commentaries on Japanese and Chinese literatures\".",
      "pageId": 7735751,
      "monthDay": "12/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Michael_Manley",
      "name": "Michael Manley",
      "aboutText": "Thanassis Skordalos (Greek: Θανάσης Σκορδαλός; born 10 December 1920 - 23 April 1998) was a musician from Crete, noted for playing the lyra, the bowed string instrument of Crete and most popular surviving form of the medieval Byzantine lyra.\nSkordalos was born in the village Spili of Saint Basil in Rethymno Prefecture, Crete.\nHe finished grammar school in Spili.",
      "pageId": 7855532,
      "monthDay": "12/10"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jean_Byron",
      "name": "Jean Byron",
      "aboutText": "Clorindo Manuel José Testa (December 10, 1923 – April 11, 2013) was an Italian-Argentine architect and artist.\nTesta was born in Naples, Italy. He graduated from the School of Architecture at the Universidad de Buenos Aires in 1948.",
      "pageId": 9411886,
      "monthDay": "12/10"
    },
    {
      "year": "1925",
      "uri": "/wiki/Carolyn_Kizer",
      "name": "Carolyn Kizer",
      "aboutText": "Jean Byron (December 10, 1925 – February 3, 2006) was an American film, television, and stage actress.",
      "pageId": 13460647,
      "monthDay": "12/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Bob_Farrell_(motivational_speaker)",
      "name": "Bob Farrell",
      "aboutText": "Raphael David Maklouf (born 10 December 1937) is a sculptor, best known for designing the effigy of Queen Elizabeth II used on the coins of many Commonwealth nations.\nMaklouf was born in Jerusalem emigrating with his family to the United Kingdom after the Second World War. He attended the Camberwell School of Art until 1958, afterward becoming an academic lecturer for ten years.",
      "pageId": 201231,
      "monthDay": "12/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Danny_Matt",
      "name": "Danny Matt",
      "aboutText": "Sir Barrington Windsor Cunliffe CBE FBA FSA (born 10 December 1939), known as Barry Cunliffe, is a British archaeologist and academic. He was Professor of European Archaeology at the University of Oxford from 1972 to 2007.",
      "pageId": 210606,
      "monthDay": "12/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Agnes_Nixon",
      "name": "Agnes Nixon",
      "aboutText": "Yuri Khatuevich Temirkanov (Russian: Ю́рий Хату́евич Темирка́нов; Kabardian: Темыркъан Юрий; born December 10, 1938) is a Russian conductor of Circassian (Kabardian) origin.",
      "pageId": 360102,
      "monthDay": "12/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Dan_Blocker",
      "name": "Dan Blocker",
      "aboutText": "Agnes Nixon (born Agnes Eckhardt; December 10, 1927) is an American writer and producer. She is best known as the creator of soap operas such as One Life to Live, All My Children, and Loving. Having a key role in the production of these programs, she was either executive producer or consulting producer for all three shows for many years: on One Life to Live from 1968–73, All My Children from 1970-81, and Loving from 1993-95.",
      "pageId": 645202,
      "monthDay": "12/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/John_Colicos",
      "name": "John Colicos",
      "aboutText": "Thomas Lee \"Tommy\" Kirk (born December 10, 1941) is an American former actor and later a businessman.",
      "pageId": 680024,
      "monthDay": "12/10"
    },
    {
      "year": "1928",
      "uri": "/wiki/Barbara_Nichols",
      "name": "Barbara Nichols",
      "aboutText": "Dan Davis Blocker (December 10, 1928 – May 13, 1972) was an American television actor and Korean War veteran.",
      "pageId": 853380,
      "monthDay": "12/10"
    },
    {
      "year": "1930",
      "uri": "/wiki/Wayne_D._Anderson",
      "name": "Wayne D. Anderson",
      "aboutText": "Howard Martin Temin (December 10, 1934 – February 9, 1994) was a U.S. geneticist and virologist. He discovered reverse transcriptase in the 1970s at the University of Wisconsin–Madison, for which he shared the 1975 Nobel Prize in Physiology or Medicine with Renato Dulbecco and David Baltimore.",
      "pageId": 920178,
      "monthDay": "12/10"
    },
    {
      "year": "1931",
      "uri": "/wiki/Peter_Baker_(footballer,_born_1931)",
      "name": "Peter Baker",
      "aboutText": "John Colicos (December 10, 1928 – March 6, 2000) was a Canadian actor.",
      "pageId": 1059680,
      "monthDay": "12/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Philip_R._Craig",
      "name": "Philip R. Craig",
      "aboutText": "Mako Iwamatsu (岩松 マコ, Iwamatsu Mako, December 10, 1933 – July 21, 2006) was a Japanese-born American actor and voice artist who has been nominated for numerous awards. Many of his acting roles credited him simply as Mako where he omitted his surname. He is best known for his roles as Po-Han in The Sand Pebbles (for which he was nominated for the Academy Award for Best Supporting Actor), Akiro the Wizard in Conan the Barbarian and Conan the Destroyer, and for his voice roles as Aku in Samurai Jack and Iroh in Avatar: The Last Airbender.",
      "pageId": 1147864,
      "monthDay": "12/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Larry_Morris",
      "name": "Larry Morris",
      "aboutText": "Kenneth Victor Campbell (10 December 1941 – 31 August 2008) was an English writer, actor, director and comedian known for his work in experimental theatre.",
      "pageId": 1415167,
      "monthDay": "12/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mako_Iwamatsu",
      "name": "Mako Iwamatsu",
      "aboutText": "Fionnghuala Manon \"Fionnula\" Flanagan (born 10 December 1941) is an Irish actress and political activist.",
      "pageId": 2323083,
      "monthDay": "12/10"
    },
    {
      "year": "1934",
      "uri": "/wiki/Howard_Martin_Temin",
      "name": "Howard Martin Temin",
      "aboutText": "Richard W. \"Dick\" Bavetta (born December 10, 1939) is a retired American professional basketball referee for the National Basketball Association (NBA). Since starting in 1975, he had never missed an assigned game and holds the league record for most officiated games. His game on April 12, 2013 in Washington was his 2,600th consecutive game as an NBA official.",
      "pageId": 4018120,
      "monthDay": "12/10"
    },
    {
      "year": "1935",
      "uri": "/wiki/Jaromil_Jire%C5%A1",
      "name": "Jaromil Jireš",
      "aboutText": "Jaromil Jireš (10 December 1935 – 24 October 2001) was a director associated with the Czechoslovak New Wave movement.\nDuring the 1960s, Jireš was often in conflict with censors, limiting his output. His 1963 film The Cry was entered into the 1964 Cannes Film Festival.",
      "pageId": 4362669,
      "monthDay": "12/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Raphael_Maklouf",
      "name": "Raphael Maklouf",
      "aboutText": "Barbara Marie Nickerauer (December 10, 1928 – October 5, 1976), better known as Barbara Nichols, was an American actress who often played brassy comic roles in a number of films in the 1950s and 1960s.",
      "pageId": 5990384,
      "monthDay": "12/10"
    },
    {
      "year": "1938",
      "uri": "/wiki/Yuri_Temirkanov",
      "name": "Yuri Temirkanov",
      "aboutText": "Larry Cleo Morris (December 10, 1933 – December 19, 2012) was an American football linebacker. The 1950 graduate of Decatur High School became an All-American at Georgia Tech before enjoying a successful career in the NFL. \"The Brahma Bull\" was named one of the linebackers on the NFL 1960s All-Decade Team. A Decatur, Georgia native, he is one of the best players the state of Georgia has produced, a standout at the high school, college and pro levels.",
      "pageId": 7890106,
      "monthDay": "12/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Dick_Bavetta",
      "name": "Dick Bavetta",
      "aboutText": "Philip R. Craig (December 10, 1933 – May 8, 2007) was a writer known for his Martha's Vineyard mysteries.",
      "pageId": 11204604,
      "monthDay": "12/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Barry_Cunliffe",
      "name": "Barry Cunliffe",
      "aboutText": "Peter Baker (born 10 December 1931 in Hampstead, London) is an English former football player. Educated at Southgate County School in North London, he played right-back for Tottenham Hotspur F.C. and was part of the double-winning side of 1960-61 and won the FA Cup with Spurs in 1962.",
      "pageId": 11584656,
      "monthDay": "12/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ken_Campbell",
      "name": "Ken Campbell",
      "aboutText": "Robert E. \"Bob\" Farrell (December 10, 1927 – August 14, 2015) was an American motivational speaker, author, and founder of Farrell's Ice Cream Parlour and Restaurant.",
      "pageId": 12623212,
      "monthDay": "12/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Fionnula_Flanagan",
      "name": "Fionnula Flanagan",
      "aboutText": "Danny Matt (Hebrew: דני מט‎, December 10, 1927 – December 5, 2013) was a decorated career Israeli military officer who served in the Israel Defense Forces from 1948 until 1992. He attained the rank of major general and fought in five Arab-Israeli wars, including the wars of 1948 and 1973. Among his many exploits was a daring operation involving leading a paratroop force across the Suez Canal during the Yom Kippur War.",
      "pageId": 33634992,
      "monthDay": "12/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tommy_Kirk",
      "name": "Tommy Kirk",
      "aboutText": "Wayne Delbert Anderson (December 10, 1930 – January 16, 2013) was an American college basketball coach, the head coach at the University of Idaho for eight seasons.",
      "pageId": 35466300,
      "monthDay": "12/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tommy_Rettig",
      "name": "Tommy Rettig",
      "aboutText": "Clive Anderson (born 10 December 1952) is an English television and radio presenter, comedy writer and former barrister. Winner of a British Comedy Award in 1991, Anderson began experimenting with comedy and writing comedic scripts during his 15-year legal career, before starring in Whose Line Is It Anyway? on BBC Radio 4, then later Channel 4.",
      "pageId": 7462,
      "monthDay": "12/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Kyu_Sakamoto",
      "name": "Kyu Sakamoto",
      "aboutText": "Muhammad Zaidan (December 10, 1948 – March 8, 2004) also known as Abū 'Abbās ( pronunciation  AH-boo ah-BAHSS; Arabic: أبو العباس‎) or Muhammad ‘Abbās, was (with Tal'at Ya'qoub) the founder and a leader of the Palestine Liberation Front (PLF) Organization.",
      "pageId": 211184,
      "monthDay": "12/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Peter_Sarstedt",
      "name": "Peter Sarstedt",
      "aboutText": "John Nichols Boozman (/ˈboʊzmən/; born December 10, 1950) is the senior United States Senator for Arkansas (since 2015). A member of the Republican Party, he previously served as the United States Representative for Arkansas's 3rd congressional district (2001–2011).\nBorn in Shreveport, Louisiana, he was the brother of state Senator Fay Boozman.",
      "pageId": 408553,
      "monthDay": "12/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ann_Gloag",
      "name": "Ann Gloag",
      "aboutText": "Kyu Sakamoto (坂本 九, Sakamoto Kyū, born Hisashi Oshima (大島 九, Ōshima Hisashi), 10 December 1941 – 12 August 1985) was a Japanese singer and actor, best known outside of Japan for his international hit song \"Ue o Muite Arukō\" (known as \"Sukiyaki\" in English-speaking markets), which was sung in Japanese and sold over 13 million copies. It reached number one in the United States Billboard Hot 100 in June 1963, making Sakamoto the first Asian recording artist to have a number one song on the chart. Sakamoto died on August 12, 1985, in the crash of Japan Airlines Flight 123, the deadliest single-aircraft accident in history.",
      "pageId": 420376,
      "monthDay": "12/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Andris_B%C4%93rzi%C5%86%C5%A1_(Latvian_President)",
      "name": "Andris Bērziņš",
      "aboutText": "John Birt, Baron Birt (born 10 December 1944) is a former Director-General of the BBC who was in the post from 1992 to 2000.\nAfter a successful career in commercial television, first at Granada Television and then at London Weekend Television, Birt was appointed Deputy Director-General of the BBC in 1987 for his current affairs expertise. The forced departure of Director-General Alasdair Milne following pressure from the Thatcher government required someone at the top, preferably from outside the BBC, with editorial and production experience (Milne had been summarily replaced by Michael Checkland, an accountant).",
      "pageId": 468994,
      "monthDay": "12/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/John_Birt,_Baron_Birt",
      "name": "John Birt, Baron Birt",
      "aboutText": "Ellen Helen Nikolaysen (born 10 December 1951, Oslo) is a Norwegian singer/actress. She participated in the Eurovision Song Contest in 1973 as part of the Bendik Singers group with the song It's Just A Game and Eurovision this time as a solo artist in 1975 with Touch My Life With Summer. She won the Best Performance Award at the World Popular Song Festival in Tokyo in 1974 with the entry \"You Made Me Feel I Could Fly\".",
      "pageId": 1040114,
      "monthDay": "12/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Steve_Renko",
      "name": "Steve Renko",
      "aboutText": "Peter Eardley Sarstedt (born 10 December 1941) is an Northern Indian-born British singer-songwriter and multi-instrumentalist who has recorded a number of well-known and successful albums and singles since the 1960s. Although his music is classified as pop, it generally encompasses more traditional folk ballads rather than standard pop music.",
      "pageId": 1111427,
      "monthDay": "12/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/Mukhtar_Altynbayev",
      "name": "Mukhtar Altynbayev",
      "aboutText": "Douglas C. Kenney (December 10, 1946 – August 27, 1980) was an American writer and actor who co-founded the magazine National Lampoon in 1970.",
      "pageId": 1122723,
      "monthDay": "12/10"
    },
    {
      "year": "1945",
      "uri": "/wiki/George_Amon_Webster",
      "name": "George Amon Webster",
      "aboutText": "Thomas Noel Rettig, known as Tommy Rettig (December 10, 1941 – February 15, 1996), was an American child actor, computer software engineer, and author. Rettig is remembered for portraying the character \"Jeff Miller\" in the first three seasons of CBS's Lassie television series, from 1954 to 1957, later seen in syndicated re-runs as Jeff's Collie.",
      "pageId": 1765552,
      "monthDay": "12/10"
    },
    {
      "year": "1946",
      "uri": "/wiki/Thomas_Lux",
      "name": "Thomas Lux",
      "aboutText": "Thomas Lux (born December 10, 1946) is an American poet that holds the Margaret T. and Henry C. Bourne, Jr. Chair in Poetry at the Georgia Institute of Technology and runs Georgia Tech's \"Poetry at Tech\" program.\n^ \"The Margaret T. and Henry C. Bourne, Jr.",
      "pageId": 2584348,
      "monthDay": "12/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Rasul_Guliyev",
      "name": "Rasul Guliyev",
      "aboutText": "Jessica Marguerite Cleaves (December 10, 1948 – May 2, 2014) was an American singer and songwriter.",
      "pageId": 2781385,
      "monthDay": "12/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Douglas_Kenney",
      "name": "Douglas Kenney",
      "aboutText": "Sir Howard Joseph Newby CBE DL (b. 10 December 1947) was appointed vice-chancellor of the University of Liverpool in 2008  and retired in December 2014. He was vice-chancellor of the University of Southampton from 1994 to 2001.",
      "pageId": 3657605,
      "monthDay": "12/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Howard_Newby",
      "name": "Howard Newby",
      "aboutText": "Dušan Bajević (Serbian Cyrillic: Душан Бајевић; Greek: Ντούσαν Μπάγεβιτς, Doúsan Báyevits; born 10 December 1948) is a Bosnian Serb football manager and former player.\n^ a b c IFFHS. Iffhs.de.",
      "pageId": 4648344,
      "monthDay": "12/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Du%C5%A1an_Bajevi%C4%87",
      "name": "Dušan Bajević",
      "aboutText": "Ann Gloag OBE (born Ann Heron Souter; 10 December 1942, Perth) is a Scottish business woman and charity campaigner. She is co-founder of the international transport company Stagecoach Group. She founded The Freedom From Fistula Foundation.",
      "pageId": 4675402,
      "monthDay": "12/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jessica_Cleaves",
      "name": "Jessica Cleaves",
      "aboutText": "Rasul Guliyev (Azerbaijani: Rəsul Bayram oğlu Quliyev; born December 10, 1947) was Speaker of the National Assembly of Azerbaijan from 1993 to 1996.",
      "pageId": 5610403,
      "monthDay": "12/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jasuben_Shilpi",
      "name": "Jasuben Shilpi",
      "aboutText": "George Amon Webster (December 10, 1945 – September 28, 2013) was the baritone vocalist and the pianist with the Cathedral Quartet from 1969 through 1971, their pianist from 1973 through 1974, and their baritone vocalist and bassist from 1974 through 1979. George Webster wrote \"Thanks For Loving Me\" and the critically acclaimed song, \"He Loves Me\", during his second stint with the Cathedral Quartet.\nWebster had also been a member of The Templeaires Quartet, The Salvation Singing Society, The Calvarymen Quartet, The Brothers, Destiny, The Frontiersmen, The Heartland Boys, George Amon Webster Trio, Selah, and the Toney Brothers.",
      "pageId": 6618891,
      "monthDay": "12/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Muhammad_Zaidan",
      "name": "Muhammad Zaidan",
      "aboutText": "Mukhtar Qapashuly Altynbayev (Kazakh: Мұхтар Қапашұлы Алтынбаев) (born December 10, 1945 in Karaganda, Kazakh SSR, Soviet Union) served as the Minister of Defense and General of the Army of Kazakhstan twice, most recently from December 2001 to 10 January 2007. Prime Minister Karim Massimov replaced him with former Prime Minister Daniyal Akhmetov in a political shakeup. Previously, Kazakh President Nursultan Nazarbayev dismissed Altynbayev from his post as Defense Minister in August 1999 along with Nurtay Abikayev, the head of the National Security Committee.",
      "pageId": 7310315,
      "monthDay": "12/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/John_Boozman",
      "name": "John Boozman",
      "aboutText": "Steve Renko, Jr. (born December 10, 1944) is a former right-handed pitcher in Major League Baseball.",
      "pageId": 7735649,
      "monthDay": "12/10"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ellen_Nikolaysen",
      "name": "Ellen Nikolaysen",
      "aboutText": "Andris Bērziņš (born 10 December 1944) is a Latvian businessman and politician who was President of Latvia from 2011 to 2015. Bērziņš was the President of Unibanka from 1993 to 2004. He was elected as President by the Saeima on 2 June 2011.",
      "pageId": 31960424,
      "monthDay": "12/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Clive_Anderson",
      "name": "Clive Anderson",
      "aboutText": "Jasuben Shilpi or Jasu Shilpi  (10 December 1948– 14 January 2013) was an Indian bronze sculpture artist. In her career she made more than 525 bust size and 225 large size statues. She was popularly known as \"The Bronze woman of India\".",
      "pageId": 38285168,
      "monthDay": "12/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Susan_Dey",
      "name": "Susan Dey",
      "aboutText": "Sir Kenneth Charles \"Ken\" Branagh (/ˈbrænə/ BRAN-ə; born 10 December 1960) is a Northern Irish actor, director, producer, and screenwriter from Belfast, Northern Ireland. He has directed or starred in several film adaptations of William Shakespeare's plays, including Henry V (1989) (for which he was nominated for the Academy Awards for Best Actor and Best Director), Much Ado About Nothing (1993), Othello (1995), Hamlet (1996) (for which he was nominated for the Academy Award for Best Adapted Screenplay), Love's Labour's Lost (2000), and As You Like It (2006).\nHe has also starred in numerous other films and television series including Fortunes of War (1987), Woody Allen's Celebrity (1998), Wild Wild West (1999), The Road to El Dorado (2000), Conspiracy (2001), Harry Potter and the Chamber of Secrets (2002), Warm Springs (2005), Valkyrie (2008), Wallander (2008–present), and My Week with Marilyn (2011) as Sir Laurence Olivier (Academy Award nomination for Best Supporting Actor).",
      "pageId": 101407,
      "monthDay": "12/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Greg_Mortimer",
      "name": "Greg Mortimer",
      "aboutText": "Susan Dey (born December 10, 1952) is an American actress, known primarily for her roles in film and television.",
      "pageId": 170517,
      "monthDay": "12/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Paul_Varul",
      "name": "Paul Varul",
      "aboutText": "Rod Blagojevich /bləˈɡɔɪ.əvɪtʃ/ (born December 10, 1956) is a former American politician who served as the 40th Governor of Illinois from 2003 to 2009.\nA Democrat, Blagojevich was a State Representative before being elected to the United States House of Representatives representing parts of Chicago. He was elected governor in 2002, the first Democrat to win the office since Dan Walker's victory 30 years earlier.",
      "pageId": 418925,
      "monthDay": "12/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Eudine_Barriteau",
      "name": "Eudine Barriteau",
      "aboutText": "Prem Pal Singh Rawat (Hindi: प्रेम पाल सिंह रावत), born 10 December 1957, is an Indian American also known as Maharaji, and formerly as Guru Maharaj Ji and Balyogeshwar. Rawat's teachings include a meditation practice he calls \"Knowledge\", and peace education based on the discovery of personal resources such as inner strength, choice, appreciation and hope.\nRawat is the youngest son of Hans Ji Maharaj, an Indian guru and the founder of the Divya Sandesh Parishad (later known as Divine Light Mission, or DLM) After his father's death, eight-year-old Rawat became the new \"Satguru\" (True Master).",
      "pageId": 663540,
      "monthDay": "12/10"
    },
    {
      "year": "1954",
      "uri": "/wiki/Price_Cobb",
      "name": "Price Cobb",
      "aboutText": "Michael Earl Schoeffling (born December 10, 1960) is an American former actor, and male model, known for playing Jake Ryan in Sixteen Candles, Kuch in Vision Quest, and Joe in Mermaids.\n^ \"Michael Schoeffling\".",
      "pageId": 701980,
      "monthDay": "12/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Rod_Blagojevich",
      "name": "Rod Blagojevich",
      "aboutText": "Eva Robin's, is a transgender Italian actress, model, and activist from Bologna, Italy.\nEva was born male, but developed naturally feminine features. From the age of about thirteen she says she felt she wanted to be a female.",
      "pageId": 748305,
      "monthDay": "12/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Roberto_Cassinelli",
      "name": "Roberto Cassinelli",
      "aboutText": "Paul Hardcastle (born 10 December 1957, London, England) is an English composer, musician, and multi-instrumentalist. Although he specializes in the synthesizer, he can also play multiple instruments.",
      "pageId": 1004324,
      "monthDay": "12/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jan_van_Dijk_(footballer)",
      "name": "Jan van Dijk",
      "aboutText": "Cornelia Maria Funke (pronounced [ˈfʊŋkə], FOON-ka) is a German author of children's fiction. She was born on December 10, 1958, in Dorsten, North Rhine-Westphalia. Funke is best known for her Inkheart trilogy, published in 2004–2008.",
      "pageId": 1698400,
      "monthDay": "12/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michael_Clarke_Duncan",
      "name": "Michael Clarke Duncan",
      "aboutText": "Mark Anthony Aguirre (born December 10, 1959) is an American retired basketball player in the National Basketball Association. Aguirre played from 1981–1994 and won two championships with the Detroit Pistons after being sent to Detroit from the Dallas Mavericks in exchange for Adrian Dantley.",
      "pageId": 2281226,
      "monthDay": "12/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Paul_Hardcastle",
      "name": "Paul Hardcastle",
      "aboutText": "Wolf Hoffmann (born December 10, 1959 in Mainz, West Germany) is a German guitarist, primarily known as guitarist in the German heavy metal band Accept since 1976. In 1997, he released the album Classical with rock versions of classical pieces. He contributed to Skid Row vocalist Sebastian Bach's solo album Bring 'Em Bach Alive!",
      "pageId": 3459890,
      "monthDay": "12/10"
    },
    {
      "year": "1957",
      "uri": "/wiki/Prem_Rawat",
      "name": "Prem Rawat",
      "aboutText": "Price Cobb (born December 10, 1954) is an American racecar driver. He won the 1990 24 Hours of Le Mans together with John Nielsen and Martin Brundle in a Jaguar XJR-12. He also owned an Indy Racing League team in 1998 and 1999 for Roberto Guerrero and Jim Guthrie.",
      "pageId": 5109115,
      "monthDay": "12/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Cornelia_Funke",
      "name": "Cornelia Funke",
      "aboutText": "Koichi Sato (佐藤 浩市, Satō Kōichi, born December 10, 1960) is a Japanese actor. He is the son of veteran Japanese actor Rentarō Mikuni.",
      "pageId": 7884742,
      "monthDay": "12/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Kathryn_Stott",
      "name": "Kathryn Stott",
      "aboutText": "Johannes (\"Jan\") Hermannus van Dijk (born 10 December 1956 in Schalkhaar, Deventer, Overijssel) is a former football midfielder from the Netherlands turned manager.",
      "pageId": 8806769,
      "monthDay": "12/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Eva_Robin%27s",
      "name": "Eva Robin's",
      "aboutText": "Udi Aloni (Hebrew: אודי אלוני‎; born December 10, 1959) is an Israeli American filmmaker, writer and visual artist whose works focus on the interrelationships between art, theory, and action.",
      "pageId": 17658399,
      "monthDay": "12/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Mark_Aguirre",
      "name": "Mark Aguirre",
      "aboutText": "Michael Clarke Duncan (December 10, 1957 – September 3, 2012) was an American actor, best known for his breakout role as John Coffey in The Green Mile, for which he was nominated for an Academy Award and a Golden Globe. He was also recognized for his appearances in motion pictures such as Armageddon, The Whole Nine Yards, The Scorpion King and Daredevil, as well as voice acting roles in works such as Brother Bear, Kung Fu Panda and Green Lantern.",
      "pageId": 18969800,
      "monthDay": "12/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Udi_Aloni",
      "name": "Udi Aloni",
      "aboutText": "Roberto Cassinelli (born December 10, 1956) is an Italian politician and lawyer, Member of the Italian Chamber of Deputies.",
      "pageId": 19458804,
      "monthDay": "12/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Wolf_Hoffmann",
      "name": "Wolf Hoffmann",
      "aboutText": "Kathryn Stott (born 10 December 1958) is a British classical pianist who performs as a concerto soloist, recitalist and chamber musician. Her specialities include the English and French classical repertoire, contemporary classical music and the tango. She teaches at the Royal Academy of Music and Chetham's School of Music, and has organised several music festivals and concert series.",
      "pageId": 20561257,
      "monthDay": "12/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kenneth_Branagh",
      "name": "Kenneth Branagh",
      "aboutText": "Paul Varul (born 10 December 1952 in Valga) is an Estonian lawyer and politician. He was the Minister of Justice of Estonia 1995–1999. He was involved in drafting all the major legal acts of private law in Estonia (examples include: Law of Property Act, General Part of the Civil Code Act, Family Law Act, Law of Succession Act, Commercial Code, Law of Obligations Act, Bankruptcy Act, Reorganisation Act, Electronic Communications Act etc.).",
      "pageId": 25346545,
      "monthDay": "12/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/K%C5%8Dichi_Sat%C5%8D_(actor)",
      "name": "Kōichi Satō",
      "aboutText": "Greg Mortimer, OAM is an Australian mountaineer (born December 10, 1952). Mortimer is most well known as one of the first two Australians (with Tim Macartney-Snape) to successfully climb Mount Everest on 3 October 1984 without oxygen. Their ascent was the first via the North face and Great Couloir and is now one of the established routes used to climb the mountain.",
      "pageId": 35231751,
      "monthDay": "12/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Michael_Schoeffling",
      "name": "Michael Schoeffling",
      "aboutText": "Violet Eudine Barriteau (10 December 1954), GCM is a professor of gender and public policy, as well as Principal of the University of the West Indies, Cave Hill, Barbados. She was also the president of the International Association for Feminist Economics (IAFFE) from 2009 to 2010, and she is on the advisory editorial boards of Palimpsest: A Journal on Women, Gender, and the Black International, published by SUNY Press, and Signs: Journal of Women in Culture and Society, published by University of Chicago Press.\nHer research interests encompass feminist theorizing, gender and public policy, investigations of the Caribbean political economy, and theorizing heterosexual women’s socio-sexual unions.",
      "pageId": 42754872,
      "monthDay": "12/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_McKoy",
      "name": "Mark McKoy",
      "aboutText": "Robert Bowlby Blake (born December 10, 1969) is a Canadian retired professional ice hockey player and the current assistant general manager of the Los Angeles Kings of the National Hockey League (NHL). He was originally drafted by the Kings in 1988, appearing in the 1993 Stanley Cup Finals, winning the James Norris Memorial Trophy and serving as team captain for five seasons in his initial 11-season stint with the club. In 2001, Blake was traded to the Colorado Avalanche and helped the team win their second Stanley Cup championship.",
      "pageId": 440507,
      "monthDay": "12/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Nia_Peeples",
      "name": "Nia Peeples",
      "aboutText": "J Mascis (/ˈmæskɪs/ MASS-kiss; born Joseph Donald Mascis, Jr.; December 10, 1965) is an American musician. He is best known as the singer, guitarist and main songwriter for alternative rock band Dinosaur Jr. and described as a figurehead of grunge.",
      "pageId": 750615,
      "monthDay": "12/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Oded_Schramm",
      "name": "Oded Schramm",
      "aboutText": "Mark Anthony McKoy (born December 10, 1961) is a retired Canadian track and field athlete, winner of 110 metres hurdles at the 1992 Summer Olympics.",
      "pageId": 949393,
      "monthDay": "12/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Rakhat_Aliyev",
      "name": "Rakhat Aliyev",
      "aboutText": "Jahangir Khan, HI, (born 10 December 1963, in Karachi, Pakistan) (sometimes spelled \"Jehangir Khan\") is a former World No. 1 professional squash player from Pakistan, who is considered to be the greatest player in the history of squash. Jahangir Khan is originally from Neway Kelay Payan, Peshawar.",
      "pageId": 1057856,
      "monthDay": "12/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_de_Wolf",
      "name": "John de Wolf",
      "aboutText": "George Young Newbern (born December 30, 1964) is an American television and film actor best known for his roles as Bryan MacKenzie in Father of the Bride (1991) and its sequel Father of the Bride Part II as well as Danny (The Yeti) in Friends. He is also well known for his recurring role in as Julia's son Payne in Designing Women, for providing the voices of Superman from the Justice League and Justice League Unlimited animated series, as well as Nooj and Sephiroth from the Final Fantasy series and the Kingdom Hearts series. He is also known for having appeared in Saw VI as well as his role as \"Charlie\" on the hit TV Show \"Scandal\".",
      "pageId": 1102228,
      "monthDay": "12/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jahangir_Khan",
      "name": "Jahangir Khan",
      "aboutText": "Narimi Arimori (有森 也実 Arimori Narimi, born 10 December 1967 in Yokohama, Japan) is a Japanese actress.",
      "pageId": 1385028,
      "monthDay": "12/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Ole_Amund_Gjersvik",
      "name": "Ole Amund Gjersvik",
      "aboutText": "Rakhat Mukhtaruly Aliyev (Kazakh: Рахат Мұхтарұлы Әлиев; 10 December 1962 – 24 February 2015) was a senior official of the government of Kazakhstan who died in an Austrian prison awaiting trial on charges of murder. His trial was planned to start in Vienna in first half of year 2015. Austrian legal circles were giving much attention to this high-profile criminal case in which one former diplomat is facing murder charges.",
      "pageId": 1854319,
      "monthDay": "12/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/Stef_Blok",
      "name": "Stef Blok",
      "aboutText": "Gregory C. \"Greg\" Giraldo (December 10, 1965 – September 29, 2010) was an American stand-up comedian, television personality, and lawyer. He is remembered for his appearances on Comedy Central's televised roast specials, and for his work on that network's television shows Tough Crowd with Colin Quinn, Lewis Black's Root of All Evil, and the programming block Stand-Up Nation, the last of which he hosted.",
      "pageId": 2171410,
      "monthDay": "12/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/George_Newbern",
      "name": "George Newbern",
      "aboutText": "Virenia Gwendolyn \"Nia\" Peeples (born December 10, 1961) is an American R&B and dance music singer and actress. She is perhaps best known for her role as Nicole Chapman on Fame.",
      "pageId": 2177749,
      "monthDay": "12/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Greg_Giraldo",
      "name": "Greg Giraldo",
      "aboutText": "Stephanie Grace Morgenstern (born December 10, 1965) is a Swiss-Canadian actress, filmmaker, and screenwriter for television and film. Born in Geneva, Switzerland and raised in Montreal, Quebec, Morgenstern began her acting career when she was 15. She has worked extensively on stage, film, and television in both English and French.",
      "pageId": 2432333,
      "monthDay": "12/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/J_Mascis",
      "name": "J Mascis",
      "aboutText": "Melquíades Rojas Medrano (born December 10, 1966) is a former Major League Baseball (MLB) relief pitcher. From 1990 to 1999, he played for the Montreal Expos, Chicago Cubs, New York Mets and Los Angeles Dodgers of the National League and the Detroit Tigers of the American League.\nHis best season was in 1992, when he posted a 7-1 record in 68 relief appearances.",
      "pageId": 2803230,
      "monthDay": "12/10"
    },
    {
      "year": "1965",
      "uri": "/wiki/Stephanie_Morgenstern",
      "name": "Stephanie Morgenstern",
      "aboutText": "Kevin Grant Sharp (December 10, 1970 – April 19, 2014) was an American country music singer, author, and motivational speaker. Sharp made his debut on the country music scene in 1996 with his first single \"Nobody Knows\", which topped the Billboard country charts for four weeks. The same year, Sharp released his debut album, Measure of a Man.",
      "pageId": 4432855,
      "monthDay": "12/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Rein_Ahas",
      "name": "Rein Ahas",
      "aboutText": "Bryant Lamonica Stith (born December 10, 1970) is a retired American professional basketball player who played in the National Basketball Association (NBA).",
      "pageId": 4809991,
      "monthDay": "12/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mel_Rojas",
      "name": "Mel Rojas",
      "aboutText": "Johannes \"John\" Hildebrand de Wolf (born 10 December 1962 in Schiedam, Zuid-Holland) is a retired Dutch footballer, who earned six caps for the Dutch national team, scoring two goals.",
      "pageId": 5811960,
      "monthDay": "12/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Narimi_Arimori",
      "name": "Narimi Arimori",
      "aboutText": "Oded Schramm (Hebrew: עודד שרם‎) (December 10, 1961 – September 1, 2008) was an Israeli-American mathematician known for the invention of the Schramm–Loewner evolution (SLE) and for working at the intersection of conformal field theory and probability theory.",
      "pageId": 9605580,
      "monthDay": "12/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Y%C5%8Dko_Oginome",
      "name": "Yōko Oginome",
      "aboutText": "Yōko Oginome (荻野目 洋子, Oginome Yōko, born December 10, 1968 in Kashiwa, Chiba Prefecture, Japan), real name Yōko Tsujino (辻野 洋子, Tsujino Yōko), is a singer, actress and voice actress. Oginome spent most of her elementary and junior high years living in the town of Ranzan in Saitama Prefecture, though she attended school in the city of Sakura. She graduated from Horikoshi High School in Nakano, Tokyo.",
      "pageId": 12128284,
      "monthDay": "12/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Stephen_Billington",
      "name": "Stephen Billington",
      "aboutText": "Stephen Billington (born 10 December 1964 in Farnworth) is an English actor, best known for playing Greg Kelly in Coronation Street (for which he won the 1999 British Soap Award for Villain of the Year).",
      "pageId": 17382131,
      "monthDay": "12/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Rob_Blake",
      "name": "Rob Blake",
      "aboutText": "Stephanus Abraham \"Stef\" Blok (born 10 December 1964) is a Dutch politician of the People's Party for Freedom and Democracy (VVD). He is the Minister for Housing and the Central Government Sector in the Cabinet Rutte II since 5 November 2012.\nBlok previously served as a Member of the House of Representatives from 25 August 1998 until 23 May 2002, and again from 3 September 2002 until 5 November 2012.",
      "pageId": 27784384,
      "monthDay": "12/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kevin_Sharp",
      "name": "Kevin Sharp",
      "aboutText": "Ole Amund Gjersvik (born 10 December 1963 in Bergen, Norway) is a Norwegian Jazz musician (upright bass) and composer, central on the Bergen jazz scene and known from a number of record releases.\n^ Ole Amund Gjersvik (in Norwegian).",
      "pageId": 36647355,
      "monthDay": "12/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Bryant_Stith",
      "name": "Bryant Stith",
      "aboutText": "Rein Ahas (born 10 December 1966 in Tartu) is an Estonian geographer and a professor at the University of Tartu.",
      "pageId": 44519206,
      "monthDay": "12/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Bill_Baroni",
      "name": "Bill Baroni",
      "aboutText": "Donavon Frankenreiter (born December 10, 1972 in Downey, California) is an American musician and surfer. He is a long-time friend of Jack Johnson and his debut self-titled album was released in 2004 on Johnson's Brushfire Records through Universal Music.",
      "pageId": 601269,
      "monthDay": "12/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Brian_Nichols",
      "name": "Brian Nichols",
      "aboutText": "Megan Martha \"Meg\" White (born December 10, 1974) is an American drummer known for her work with Jack White in the Detroit rock duo The White Stripes. On an impulse, she played on Jack's drums (to whom she was married at the time) in 1997. The two decided to form a band and began performing two months later, calling themselves The White Stripes because of their last name and Meg's preference for peppermint candy.",
      "pageId": 649390,
      "monthDay": "12/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Carla_Sacramento",
      "name": "Carla Sacramento",
      "aboutText": "Summer Joy Phoenix (born Summer Joy Bottom; December 10, 1978) is an American actress, model and designer.",
      "pageId": 731425,
      "monthDay": "12/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Donavon_Frankenreiter",
      "name": "Donavon Frankenreiter",
      "aboutText": "Brian Molko (born 10 December 1972) is a Scottish-Belgian musician, songwriter, lead vocalist, and guitarist of the band Placebo.",
      "pageId": 766367,
      "monthDay": "12/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Puff_Johnson",
      "name": "Puff Johnson",
      "aboutText": "Brian Gene Nichols (born December 10, 1971) is known for his escape and killing spree in the Fulton County Courthouse in Atlanta, Georgia, on March 11, 2005. Nichols was on trial for rape when he escaped from custody and murdered the judge presiding over his trial, a court reporter, a sheriff's deputy and later a federal agent. Twenty-six hours after a large-scale manhunt was launched in the metropolitan Atlanta area, Nichols was taken into custody.",
      "pageId": 1594937,
      "monthDay": "12/10"
    },
    {
      "year": "1972",
      "uri": "/wiki/Brian_Molko",
      "name": "Brian Molko",
      "aboutText": "José Delgado Saldaña (born December 10, 1978) is a Mexican professional wrestler or luchador currently working for Consejo Mundial de Lucha Libre (CMLL). Outside of Mexico he is best known for his work in the World Wrestling Federation as Essa Ríos and Papí Chulo and for his work in Total Nonstop Action Wrestling (TNA) in the US, CMLL and Asistencia Asesoría y Administración (AAA) in Mexico as Mr.",
      "pageId": 1598848,
      "monthDay": "12/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Arden_Myrin",
      "name": "Arden Myrin",
      "aboutText": "Emmanuelle Sophie Anne Chriqui (/ɨˈmænjuːl ˈʃriːki/;) is a Canadian film and television actress. She is known for her performance on HBO's Entourage as Sloan McQuewick, as well as Dalia, the love interest of Adam Sandler's character in You Don't Mess with the Zohan. She is also known for her role on The Mentalist television series as Lorelei Martins, accomplice to Red John.",
      "pageId": 1712978,
      "monthDay": "12/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Gabriela_Spanic",
      "name": "Gabriela Spanic",
      "aboutText": "Matthew James \"Matt\" Bentley (born December 10, 1979) is an American professional wrestler best known for his work in Total Nonstop Action Wrestling (TNA) by the ring name Michael Shane, later changed to \"Maverick\" Matt Bentley. He was trained by his cousin, former World Wrestling Entertainment (WWE) wrestler Shawn Michaels, and he took the name Michael Shane as a play on his cousin's name.",
      "pageId": 1801257,
      "monthDay": "12/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Meg_White",
      "name": "Meg White",
      "aboutText": "Ewanya Johnson (December 10, 1972 – June 24, 2013) better known as Puff Johnson, was an American R&B singer-songwriter.",
      "pageId": 2061917,
      "monthDay": "12/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Steve_Bradley",
      "name": "Steve Bradley",
      "aboutText": "Carla Cristina Paquete Sacramento, OIH (born December 10, 1971 in São Sebastião da Pedreira) is a middle distance runner from Portugal.",
      "pageId": 2373750,
      "monthDay": "12/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Josip_Skoko",
      "name": "Josip Skoko",
      "aboutText": "Josip Skoko (born 10 December 1975) is a former Australian footballer who played as a central midfielder for North Geelong Warriors, Hajduk Split, Genk, Gençlerbirliği, Wigan Athletic, Stoke City and Melbourne Heart.",
      "pageId": 2553988,
      "monthDay": "12/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kristel_Verbeke",
      "name": "Kristel Verbeke",
      "aboutText": "Shane 'Shakey' Byrne (born 10 December 1976 in Lambeth, London), often known as Shakey, is a British motorcycle road racer.",
      "pageId": 2592153,
      "monthDay": "12/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Shane_Byrne_(motorcycle_racer)",
      "name": "Shane Byrne",
      "aboutText": "William E. \"Bill\" Baroni, Jr. (born December 10, 1971) is an American Republican Party politician and law professor. He represented the 14th legislative district in the New Jersey Senate and General Assembly.",
      "pageId": 3011359,
      "monthDay": "12/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mr._%C3%81guila",
      "name": "Mr. Águila",
      "aboutText": "Arden Myrin (/məˈriːn/; born December 10, 1973) is an American actress and comedian, best known for her work on the television shows Chelsea Lately, @Midnight, Fresh Off the Boat and MADtv.\nMyrin has appeared in many films, including Bachelorette, Kinsey and What Women Want. Notable television credits include guest roles on Orange Is The New Black, Fresh Off the Boat, Key and Peele, Inside Amy Schumer, Hung,Friends and Reno 911!.",
      "pageId": 3957659,
      "monthDay": "12/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Emmanuelle_Chriqui",
      "name": "Emmanuelle Chriqui",
      "aboutText": "Gabriela Španić (born Gabriela Elena Španić Utrera, Ortiz, Guarico State, 10 December 1973), or Gaby Spanic, is a highly regarded Venezuelan actress of Croatian descent best known for her roles in Latin soap operas and her many controversies in the media. Her twin sister is the model/actress Daniela Nahum. She has one younger sister.",
      "pageId": 6017362,
      "monthDay": "12/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Anna_Jesie%C5%84",
      "name": "Anna Jesień",
      "aboutText": "Iain Brunnschweiler (born 10 December 1979) is a former English cricketer. As a right-handed batsman and wicket-keeper he played first-class cricket for Hampshire between 2000 and 2003.\nStarting his career in 1998, he first played in the Minor Counties Trophy for the Hampshire Cricket Board, before appearing the next year to do so again.",
      "pageId": 6145792,
      "monthDay": "12/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Summer_Phoenix",
      "name": "Summer Phoenix",
      "aboutText": "Anna Jesień, née Olichwierczuk (born 10 December 1978 in Kostki near Sokołów Podlaski) is a Polish former hurdler.\nShe won the bronze medal in the 400 m hurdles at the 2002 European Athletics Championships in Munich. Four years later she finished 6th in the final of the same event at the 2006 European Athletics Championships in Gothenburg.",
      "pageId": 7568779,
      "monthDay": "12/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Matt_Bentley",
      "name": "Matt Bentley",
      "aboutText": "Steven James Bisson (December 10, 1975 – December 4, 2008) was an American professional wrestler who wrestled under the ring name Steve Bradley. He competed in various North American independent promotions as well as spending over three years in World Wrestling Entertainment developmental territories including Power Pro Wrestling, Heartland Wrestling Association, Memphis Championship Wrestling and Ohio Valley Wrestling.",
      "pageId": 13477618,
      "monthDay": "12/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Iain_Brunnschweiler",
      "name": "Iain Brunnschweiler",
      "aboutText": "Kristel Philemon Charlotte Verbeke (born 10 December 1975, Hamme) is a Flemish singer, actress, host and one of the three original members of the girl group K3.",
      "pageId": 25907985,
      "monthDay": "12/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tora_Augestad",
      "name": "Tora Augestad",
      "aboutText": "Found sprouse, Found nationality, Found education, Found workplaces, Found doctoral_advisor, Found field, Tora Karen Elisabeth Augestad (born 10 December 1979) is a Norwegian Musician (vocals), musical conductor and actor, and the daughter of Program 81/82 vocalist Kate Augestad (born 1956). She focuses on jazz, musical theater, contemporary music, and cabaret. Her stage debut was the lead role in \"Annie\" in 1994, and won the Norwegian talent competition in 1993 at TV 2.",
      "pageId": 37159909,
      "monthDay": "12/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Massari",
      "name": "Massari",
      "aboutText": "Sarah Chang (Korean: 장영주) (born Young Joo Chang, on December 10, 1980) is an American classical violinist. Recognized as a child prodigy, she first played as a soloist with the New York Philharmonic and the Philadelphia Orchestra in 1989. She enrolled at Juilliard School to study music, graduated in 1999, and continued university studies.",
      "pageId": 398072,
      "monthDay": "12/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sarah_Chang",
      "name": "Sarah Chang",
      "aboutText": "Raven-Symoné Christina Pearman (/ˈreɪ.vən sɪˈmoʊn/; born December 10, 1985), known mononymously as Raven-Symoné, is an American actress, comedian, model, singer, songwriter, dancer, television producer and talk show host. She first appeared on television in 1989 on The Cosby Show as Olivia Kendall. She released her debut album, Here's to New Dreams in 1993; the single, \"That's What Little Girls Are Made Of\" charted number 68 on the US Billboard Hot 100.",
      "pageId": 722403,
      "monthDay": "12/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Taufik_Batisah",
      "name": "Taufik Batisah",
      "aboutText": "Lewis Edward Buxton (born 10 December 1983) is an English professional footballer who plays as a defender for Rotherham United.\nBuxton began his career with Portsmouth where he progressed through the youth ranks at the club. He gained first team experience with loan spells at Exeter City and Bournemouth.",
      "pageId": 1096655,
      "monthDay": "12/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ryan_Pini",
      "name": "Ryan Pini",
      "aboutText": "Found Occupation?s?, Found Related_acts, Found Spouse, Found Instruments, Found Weight, Found Height,",
      "pageId": 1214893,
      "monthDay": "12/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/F%C3%A1bio_Rochemback",
      "name": "Fábio Rochemback",
      "aboutText": "Katrin Siska (born December 10, 1983) is an Estonian musician and member of the Estonian pop-rock band Vanilla Ninja.\nSiska was born in Tallinn, Estonia. Alongside her musical commitments, she has also been studying finance and accounting at a vocational school and international relations and diplomacy in Tallinn.",
      "pageId": 1968809,
      "monthDay": "12/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Claudia_Hoffmann",
      "name": "Claudia Hoffmann",
      "aboutText": "Fábio Rochemback (born 10 December 1981) is a Brazilian professional footballer. He is a versatile midfielder who can play in front of the defense, as an attacking midfielder, or even as a winger. He previously played for Sport Club Internacional, Barcelona and Sporting Clube de Portugal before joining Middlesbrough in August 2005.",
      "pageId": 2680796,
      "monthDay": "12/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sultan_K%C3%B6sen",
      "name": "Sultan Kösen",
      "aboutText": "Patrick John Flueger (born December 10, 1983) is an American actor, known for a lead role as Shawn Farrell in the television series The 4400. He currently appears as a regular in Chicago P.D..",
      "pageId": 3912725,
      "monthDay": "12/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Lewis_Buxton",
      "name": "Lewis Buxton",
      "aboutText": "Ryan John Pini MBE (born 10 December 1981 in Port Moresby, Papua New Guinea) is a 3-time Olympic swimmer from Papua New Guinea. He swam for PNG at the 2004, 2008 and 2012 Olympics; also serving as the PNG flagbearer in 2008. He is the first PNG swimmer ever to reach an Olympic final.",
      "pageId": 4460533,
      "monthDay": "12/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Patrick_Flueger",
      "name": "Patrick Flueger",
      "aboutText": "Charles Graham \"Charlie\" Adam (born 10 December 1985) is a Scottish footballer who plays as a midfielder for Stoke City and the Scotland national team.\nAdam was part of the Dundee youth set up between 1999 and 2003 before signing a youth contract with Alex McLeish's Rangers when he turned 17 and spent much of his early senior career on loan to other clubs. While on loan to St.",
      "pageId": 5232021,
      "monthDay": "12/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Habib_Mohamed",
      "name": "Habib Mohamed",
      "aboutText": "Habib Mullah Mohamed or Muhammad (born December 10, 1983 in Tamale) is a Ghanaian football left back.",
      "pageId": 5317105,
      "monthDay": "12/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Xavier_Samuel",
      "name": "Xavier Samuel",
      "aboutText": "Jayson Anthony Paul (born December 10, 1984), better known by the ring name JTG, is an American professional wrestler and author who is best known for his time in WWE.",
      "pageId": 6850043,
      "monthDay": "12/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Katrin_Siska",
      "name": "Katrin Siska",
      "aboutText": "Xavier Samuel (born 10 December 1983) is an Australian actor. He has appeared in leading roles in the feature films September, Further We Search, Newcastle, The Loved Ones and A Few Best Men, and played Riley Biers in The Twilight Saga: Eclipse.",
      "pageId": 7596985,
      "monthDay": "12/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/JTG",
      "name": "JTG",
      "aboutText": "Timothy James Hensick (born December 10, 1985) is an American professional ice hockey center.",
      "pageId": 8354582,
      "monthDay": "12/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Charlie_Adam",
      "name": "Charlie Adam",
      "aboutText": "Sultan Kösen (Turkish: [suɫtɑn køsen]; born 10 December 1982 in Mardin, Turkey) is a Turkish farmer who holds the Guinness World Record for tallest living male at 251 centimetres (8 ft 3 in).\nHis growth resulted from a tumour affecting his pituitary gland. His stature is such that he must use crutches in order to walk.",
      "pageId": 8445237,
      "monthDay": "12/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Scarlett_Bowman",
      "name": "Scarlett Bowman",
      "aboutText": "Lê Công Vinh (born 10 December 1985, in Nghệ An, Vietnam) is a Vietnamese footballer who plays forward for V.League 1 club Becamex Bình Dương.",
      "pageId": 9083857,
      "monthDay": "12/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Matt_Forte",
      "name": "Matt Forte",
      "aboutText": "Claudia Hoffmann (born 10 December 1982 in Nauen) is a German sprinter who specialises in the 400 metres. She represents SC Potsdam and trains under Frank Möller.",
      "pageId": 11537397,
      "monthDay": "12/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/T._J._Hensick",
      "name": "T. J. Hensick",
      "aboutText": "Sari Abboud (Arabic: ساري عبّود‎; born December 10, 1980), better known by his stage name Massari (pronounced mə-SAH-ree), is a Lebanese Canadian R&B/pop singer. His music combines Middle Eastern melodies with western culture. He started his musical career in 2001–2002, and has released two albums, Massari in 2005 and Forever Massari in 2009.",
      "pageId": 12226446,
      "monthDay": "12/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tr%C3%A9sor_Mputu",
      "name": "Trésor Mputu",
      "aboutText": "Matthew Garrett Forte (born December 10, 1985) is an American football running back for the Chicago Bears of the National Football League.",
      "pageId": 15039223,
      "monthDay": "12/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Raven-Symon%C3%A9",
      "name": "Raven-Symoné",
      "aboutText": "Trésor Mputu Mabi (born 10 December 1985) is a Congolese football midfielder and striker who plays for Angolan side Kabuscorp and the Democratic Republic of the Congo national football team.\nHe has been described by former Cameroon and current Democratic Republic of the Congo coach Claude Le Roy as being \"the next Samuel Eto'o\", whom he picked for the 1998 World Cup in France as a 17-year-old.",
      "pageId": 25149568,
      "monthDay": "12/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/L%C3%AA_C%C3%B4ng_Vinh",
      "name": "Lê Công Vinh",
      "aboutText": "Scarlett Bowman (born 10 December 1985) is an English artist and actress best known for her role as Maddie Morrison in the British TV soap opera Hollyoaks.",
      "pageId": 35939179,
      "monthDay": "12/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Matthew_Bates",
      "name": "Matthew Bates",
      "aboutText": "Matthew David Bates (born 10 December 1986) is an English professional footballer who plays as a defender for League Two club Hartlepool United.",
      "pageId": 4335519,
      "monthDay": "12/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kahlil_Bell",
      "name": "Kahlil Bell",
      "aboutText": "Rachel Sage Piña-Trachtenburg, (born December 10, 1993) better known as Rachel Trachtenburg, is an American musician, singer, actress, model, talk radio host and activist. Trachtenburg is most notable for her key role as drummer and backup vocalist of the Trachtenburg Family Slideshow Players, a family band consisting of herself and her parents, Jason and Tina, from 2000 to 2011. Trachtenburg was also lead singer of the band Supercute!",
      "pageId": 4584589,
      "monthDay": "12/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Gonzalo_Higua%C3%ADn",
      "name": "Gonzalo Higuaín",
      "aboutText": "Gonzalo Gerardo Higuaín (Spanish pronunciation: [ɡonˈsalo iɣwaˈin], born 10 December 1987) is a French-born Argentine professional footballer who plays for Italian club Napoli and the Argentina national team as a striker.\nNicknamed El Pipita or Pipa, as was his father, Jorge, Gonzalo Higuaín was born in France, attaining Argentine citizenship in 2007, and now holds dual nationality. He started his career with Argentine club River Plate, before a transfer to Real Madrid in January 2007 for €12 million.",
      "pageId": 7335197,
      "monthDay": "12/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Wilfried_Bony",
      "name": "Wilfried Bony",
      "aboutText": "Mitchell Donald (born 10 December 1988 in Nieuw-Vennep) is a Dutch footballer who plays as a midfielder. He currently plays for the Serbian SuperLiga club Red Star Belgrade.",
      "pageId": 9484867,
      "monthDay": "12/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Mitchell_Donald",
      "name": "Mitchell Donald",
      "aboutText": "Neven Subotić (German pronunciation: [ˈnɛvɛn ˈsuːbotɪt͡ʃ], Serbian Cyrillic: Heвeн Cубoтић; born 10 December 1988) is a Serbian footballer who plays as a centre back for the German Bundesliga club Borussia Dortmund. He made his first-team debut in the 2006–07 season for 1. FSV Mainz 05.",
      "pageId": 11555119,
      "monthDay": "12/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Neven_Suboti%C4%87",
      "name": "Neven Subotić",
      "aboutText": "Kazenga LuaLua (born 10 December 1990) is an English professional footballer who plays as a winger for Championship club Brighton & Hove Albion. He previously played for Newcastle United and Doncaster Rovers.",
      "pageId": 15186080,
      "monthDay": "12/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Marion_Mar%C3%A9chal-Le_Pen",
      "name": "Marion Maréchal-Le Pen",
      "aboutText": "Wilfried Guemiand Bony (born 10 December 1988) is an Ivorian professional footballer who plays for Premier League club Manchester City and the Ivory Coast national team as a striker.\nHaving begun his career at Issia Wazi, he moved to Sparta Prague in 2007, helping them to the Czech First League title in 2010. In January 2011 he was signed by Vitesse, where he was the top scorer in the Eredivisie in 2012–13, leading to a £12 million transfer to Swansea City.",
      "pageId": 18823032,
      "monthDay": "12/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tom_Sexton_(rugby_player)",
      "name": "Tom Sexton",
      "aboutText": "Kahlil Edward Bell (born December 10, 1986) is an American football running back who is currently a free agent. He was signed by the Minnesota Vikings as an undrafted free agent in 2009.",
      "pageId": 24382716,
      "monthDay": "12/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kazenga_LuaLua",
      "name": "Kazenga LuaLua",
      "aboutText": "Shoya Tomizawa (富沢 祥也, Tomizawa Shōya) (December 10, 1990 – September 5, 2010) was a Japanese motorcycle racer. After a successful career in the All Japan Road Race Championship, he switched to MotoGP and competed in the 250cc class during 2009. In the 2010 season he rode in the newly created Moto2 class.",
      "pageId": 26256488,
      "monthDay": "12/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sakiko_Matsui",
      "name": "Sakiko Matsui",
      "aboutText": "Dion Waiters (born December 10, 1991) is an American professional basketball player for the Oklahoma City Thunder of the National Basketball Association (NBA). Waiters is a 6 ft 4 in (1.93 m) shooting guard and played college basketball at Syracuse.",
      "pageId": 36112429,
      "monthDay": "12/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Terrell_Sinkfield",
      "name": "Terrell Sinkfield",
      "aboutText": "Marion Maréchal-Le Pen (French pronunciation: ​[maʁjɔ̃ maʁeʃal ləˈpɛn]; born 10 December 1989) is a French politician, a member of the Front National (FN) and an MP for Vaucluse's 3rd constituency since 2012. Twenty-two years old at the time of her election, she became France's youngest MP in modern political history.\nShe is a granddaughter of the politician Jean-Marie Le Pen, founder of the FN in 1972, and a niece of Marine Le Pen, president of the FN since 2011.",
      "pageId": 36128458,
      "monthDay": "12/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Shoya_Tomizawa",
      "name": "Shoya Tomizawa",
      "aboutText": "Tom Sexton (born Australia, 10 December 1989) is a professional rugby union player who plays for The Western Force in the Super Rugby competition.",
      "pageId": 36658961,
      "monthDay": "12/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/LE_(rapper)",
      "name": "LE",
      "aboutText": "Eric Todd Reid (born December 10, 1991) is an American football safety for the San Francisco 49ers of the National Football League (NFL). He played college football for Louisiana State University (LSU), and received consensus All-American recognition. He was considered one of the top safety prospects in his class, and was selected by the San Francisco 49ers in the first round of the 2013 NFL Draft.",
      "pageId": 36748675,
      "monthDay": "12/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Eric_Reid_(American_football)",
      "name": "Eric Reid",
      "aboutText": "Sakiko Matsui (松井咲子, Matsui Sakiko, born December 10, 1990 in Warabi, Saitama Prefecture) is a Japanese singer. She is a member of AKB48. Concurrently as a student specializing in piano at Tokyo College of Music, she has released a piano instrumental album Kokyū Suru Piano on October 3, 2012, which reached number 10 on Oricon's albums chart.",
      "pageId": 36993869,
      "monthDay": "12/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Dion_Waiters",
      "name": "Dion Waiters",
      "aboutText": "Matti Klinga (born 10 December 1994) is a Finnish football player currently playing for HJK Helsinki and Finland national under-21 football team.",
      "pageId": 37579257,
      "monthDay": "12/10"
    },
    {
      "year": "1993",
      "uri": "/wiki/Rachel_Trachtenburg",
      "name": "Rachel Trachtenburg",
      "aboutText": "Terrell Sinkfield, Jr. (born December 10, 1990) is an American football wide receiver who is currently a member of the Hamilton Tiger-Cats.",
      "pageId": 39371714,
      "monthDay": "12/10"
    },
    {
      "year": "1994",
      "uri": "/wiki/Matti_Klinga",
      "name": "Matti Klinga",
      "aboutText": "Ahn Hyo-jin (Hangul: 안효진; born December 10, 1991), better known by her stage name LE (/ˈɛli/), is a South Korean rapper, singer, and songwriter.",
      "pageId": 43475829,
      "monthDay": "12/10"
    },
    {
      "year": "2014",
      "uri": "/wiki/Princess_Gabriella,_Countess_of_Carlad%C3%A8s",
      "name": "Princess Gabriella, Countess of Carladès",
      "aboutText": "Jacques, Hereditary Prince of Monaco (Jacques Honoré Rainier Grimaldi; born 10 December 2014), is the heir apparent to the Monegasque throne. He is the son of Prince Albert II and Princess Charlene.",
      "pageId": 44663769,
      "monthDay": "12/10"
    },
    {
      "year": "2014",
      "uri": "/wiki/Jacques,_Hereditary_Prince_of_Monaco",
      "name": "Jacques, Hereditary Prince of Monaco",
      "aboutText": "Princess Gabriella, Countess of Carladès (Gabriella Thérèse Marie Grimaldi; born 10 December 2014), is the twin daughter of Prince Albert II and Princess Charlene and second in the line of succession to the Monegasque throne.",
      "pageId": 44664682,
      "monthDay": "12/10"
    }
  ]
}