{
  "people": [
    {
      "year": "1505",
      "uri": "/wiki/Aegidius_Tschudi",
      "name": "Aegidius Tschudi",
      "aboutText": "Sir Robert Peel, 2nd Baronet (5 February 1788 – 2 July 1850) was a British statesman and member of the Conservative Party, who twice served as Prime Minister of the United Kingdom (1834–1835 and 1841–1846) and twice served as Home Secretary (1822–1827 and 1828–1830). He is regarded as the father of the modern British police and as one of the founders of the modern Conservative Party.\nThe son of wealthy textile manufacturer and politician Sir Robert Peel, 1st Baronet, he was educated at Bury Grammar School and Harrow School and earned a double first in classics and mathematics from Christ Church, Oxford.",
      "pageId": 45233,
      "monthDay": "02/05"
    },
    {
      "year": "1519",
      "uri": "/wiki/Ren%C3%A9_of_Ch%C3%A2lon",
      "name": "René of Châlon",
      "aboutText": "Johan Ludvig Runeberg (Swedish: [ˈjuːhan ˈlʊdvɪɡ ˈrʉːnəbærj]; 5 February 1804 – 6 May 1877) was a Finland-Swedish poet, and is the national poet of Finland. He wrote in the Swedish language.",
      "pageId": 197743,
      "monthDay": "02/05"
    },
    {
      "year": "1534",
      "uri": "/wiki/Giovanni_de%27_Bardi",
      "name": "Giovanni de' Bardi",
      "aboutText": "Carl Spitzweg (February 5, 1808 – September 23, 1885) was a German romanticist painter, especially of genre subjects. He is considered to be one of the most important artists of the Biedermeier era.",
      "pageId": 240523,
      "monthDay": "02/05"
    },
    {
      "year": "1589",
      "uri": "/wiki/Esteban_Manuel_de_Villegas",
      "name": "Esteban Manuel de Villegas",
      "aboutText": "John Knox Witherspoon (February 5, 1723 – November 15, 1794) was a Scottish-American Presbyterian minister and a Founding Father of the United States. Witherspoon embraced the concepts of Scottish Common Sense Realism, and while president of the College of New Jersey (1768–94; now Princeton University), became an influential figure in the development of the United States' national character. Politically active, Witherspoon was a delegate from New Jersey to the Second Continental Congress and a signatory to the July 4, 1776, Declaration of Independence.",
      "pageId": 260898,
      "monthDay": "02/05"
    },
    {
      "year": "1594",
      "uri": "/wiki/Biagio_Marini",
      "name": "Biagio Marini",
      "aboutText": "Marie de Rabutin-Chantal, marquise de Sévigné (5 February 1626 – 17 April 1696) was a French aristocrat, remembered for her letter-writing. Most of her letters, celebrated for their wit and vividness, were addressed to her daughter.",
      "pageId": 292702,
      "monthDay": "02/05"
    },
    {
      "year": "1608",
      "uri": "/wiki/Gaspar_Schott",
      "name": "Gaspar Schott",
      "aboutText": "René of Châlon (5 February 1519 – 15 July 1544), also known as Renatus of Châlon, was a Prince of Orange and stadtholder of Holland, Zeeland, Utrecht and Gelre.\nRené was born in Breda, the only son of Count Henry III of Nassau-Breda and Claudia of Châlon. Claudia's brother, Philibert of Châlon, was the last Prince of Orange from the house of Châlon.",
      "pageId": 370275,
      "monthDay": "02/05"
    },
    {
      "year": "1626",
      "uri": "/wiki/Marie_de_Rabutin-Chantal,_marquise_de_S%C3%A9vign%C3%A9",
      "name": "Marie de Rabutin-Chantal, marquise de Sévigné",
      "aboutText": "Giovanni de' Bardi (5 February 1534 – September 1612), Count of Vernio, was an Italian literary critic, writer, composer and soldier.",
      "pageId": 871742,
      "monthDay": "02/05"
    },
    {
      "year": "1650",
      "uri": "/wiki/Anne_Jules_de_Noailles",
      "name": "Anne Jules de Noailles",
      "aboutText": "Wilhelm Karl Ritter von Haidinger (or Wilhelm von Haidinger, or most often Wilhelm Haidinger) (5 February 1795 – 19 March 1871) was an Austrian mineralogist.",
      "pageId": 937430,
      "monthDay": "02/05"
    },
    {
      "year": "1703",
      "uri": "/wiki/Gilbert_Tennent",
      "name": "Gilbert Tennent",
      "aboutText": "Gilbert Tennent (5 February 1703 – 23 July 1764) was a pietistic Protestant evangelist in colonial America. Born in a Presbyterian Scots-Irish family in County Armagh, Ireland, he migrated to America as a teenager, trained for pastoral ministry, and became one of the leaders of the Great Awakening of religious feeling in Colonial America, along with Jonathan Edwards and George Whitefield. His most famous sermon, \"On the Danger of an Unconverted Ministry,\" compared contemporary anti-revivalistic ministers to the biblical Pharisees described of the Gospels, resulting in a division of the colonial Presbyterian Church which lasted 17 years.",
      "pageId": 1021381,
      "monthDay": "02/05"
    },
    {
      "year": "1723",
      "uri": "/wiki/John_Witherspoon",
      "name": "John Witherspoon",
      "aboutText": "Peter Fintan Lalor (/ˈlɔːlər/, locally [ˈloːlə]; 5 February 1827 – 8 February 1889) was an activist turned politician who rose to fame for his leading role in the Eureka Stockade, an event controversially identified with the \"birth of democracy\" in Australia. He is famous for being the only outlaw to make it to parliament.\n^ Macquarie Dictionary, Fourth Edition (2005).",
      "pageId": 1036067,
      "monthDay": "02/05"
    },
    {
      "year": "1725",
      "uri": "/wiki/James_Otis,_Jr.",
      "name": "James Otis, Jr.",
      "aboutText": "Anne Jules de Noailles, 2nd Duke of Noailles (5 February 1650 – 2 October 1708) was one of the chief generals of France towards the end of the reign of Louis XIV, and, after raising the regiment of Noailles in 1689, he commanded in Spain during both the War of the Grand Alliance and the War of the Spanish Succession, and was made marshal of France in 1693.",
      "pageId": 1195409,
      "monthDay": "02/05"
    },
    {
      "year": "1744",
      "uri": "/wiki/John_Jeffries",
      "name": "John Jeffries",
      "aboutText": "John Jeffries (5 February 1744 – 16 September 1819) was a Boston physician, scientist, and a military surgeon with the British Army in Nova Scotia and New York during the American Revolution.",
      "pageId": 1371933,
      "monthDay": "02/05"
    },
    {
      "year": "1748",
      "uri": "/wiki/Christian_Gottlob_Neefe",
      "name": "Christian Gottlob Neefe",
      "aboutText": "Nancy Hanks Lincoln (February 5, 1784 – October 5, 1818) is best known as the mother of United States President Abraham Lincoln. Her marriage to Thomas Lincoln also produced a daughter, Sarah Lincoln. When Nancy and Thomas had been married for just over 10 years, the family moved from Kentucky to Spencer County, Indiana.",
      "pageId": 1986746,
      "monthDay": "02/05"
    },
    {
      "year": "1748",
      "uri": "/wiki/Elias_Stein_(chess_player)",
      "name": "Elias Stein",
      "aboutText": "Aegidius (or Giles) Tschudi (5 February 1505 – 28 February 1572) was an eminent member of the Tschudi family, of Glarus, Switzerland. His best known work is the Chronicon Helveticum, a history of the early Swiss Confederation.\nHaving served his native land in various offices, in 1558 he became the chief magistrate or Landarnmann, and in 1559 was ennobled by the Emperor Ferdinand, to whom he had been sent as ambassador.",
      "pageId": 2073078,
      "monthDay": "02/05"
    },
    {
      "year": "1784",
      "uri": "/wiki/Nancy_Lincoln",
      "name": "Nancy Lincoln",
      "aboutText": "Esteban Manuel de Villegas (Matute, La Rioja, 5 February 1589 – Nájera, La Rioja, 3 September 1669) was a 17th-century Spanish poet.",
      "pageId": 2307653,
      "monthDay": "02/05"
    },
    {
      "year": "1788",
      "uri": "/wiki/Robert_Peel",
      "name": "Robert Peel",
      "aboutText": "Gaspar Schott (5 February 1608 – 22 May 1666) (in German Kaspar Schott, in Latin Gaspare Schotto) was a German Jesuit and scientist, specializing in the fields of physics, mathematics and natural philosophy, and known for his industry.",
      "pageId": 3162652,
      "monthDay": "02/05"
    },
    {
      "year": "1795",
      "uri": "/wiki/Wilhelm_Karl_Ritter_von_Haidinger",
      "name": "Wilhelm Karl Ritter von Haidinger",
      "aboutText": "Christian Gottlob Neefe (German: [ˈneːfə]; 5 February 1748 – 28 January 1798) was a German opera composer and conductor.\nNeefe was born in Chemnitz, Saxony. He received a musical education and started to compose at the age of 12.",
      "pageId": 4372373,
      "monthDay": "02/05"
    },
    {
      "year": "1804",
      "uri": "/wiki/Johan_Ludvig_Runeberg",
      "name": "Johan Ludvig Runeberg",
      "aboutText": "Biagio Marini (5 February 1594 – 20 March 1663) was an Italian virtuoso violinist and composer of the first half of the seventeenth century.\nMarini was born in Brescia. He may have studied with his uncle Giacinto Bondioli.",
      "pageId": 4481230,
      "monthDay": "02/05"
    },
    {
      "year": "1808",
      "uri": "/wiki/Carl_Spitzweg",
      "name": "Carl Spitzweg",
      "aboutText": "Elias Stein (5 February 1748, Forbach – 12 September 1812, The Hague) was a Dutch chess master. Born in Lorraine into a Jewish family, he settled in The Hague.\nHe recommended the Dutch Defence as the best reply to 1.d4 in his book Nouvel essai sur le jeu des échecs, avec des réflexions militaires relatives à ce jeu (1789).",
      "pageId": 16792297,
      "monthDay": "02/05"
    },
    {
      "year": "1827",
      "uri": "/wiki/Peter_Lalor",
      "name": "Peter Lalor",
      "aboutText": "James Otis, Jr. (February 5, 1725 – May 23, 1783) was a lawyer in colonial Massachusetts, a member of the Massachusetts provincial assembly, and an early advocate of the Patriot views against British policy that led to the American Revolution. His catchphrase \"Taxation without representation is tyranny\" became the basic Patriot position.",
      "pageId": 24637333,
      "monthDay": "02/05"
    },
    {
      "year": "1810",
      "uri": "/wiki/Ole_Bull",
      "name": "Ole Bull",
      "aboutText": "Dwight Lyman Moody (February 5, 1837 – December 22, 1899), also known as D.L. Moody, was an American evangelist and publisher, who founded the Moody Church, Northfield School and Mount Hermon School in Massachusetts (now Northfield Mount Hermon School), the Moody Bible Institute, and Moody Publishers.",
      "pageId": 8459,
      "monthDay": "02/05"
    },
    {
      "year": "1824",
      "uri": "/wiki/Alfonso_Capecelatro",
      "name": "Alfonso Capecelatro",
      "aboutText": "Adlai Ewing Stevenson II (/ˈædleɪ/; February 5, 1900 – July 14, 1965) was an American politician and diplomat, noted for his intellectual demeanor, eloquent public speaking, and promotion of liberal causes in the Democratic Party. He served as the 31st Governor of Illinois, and received the Democratic Party's nomination for president in 1952 even though he had not campaigned in the primaries.",
      "pageId": 52737,
      "monthDay": "02/05"
    },
    {
      "year": "1837",
      "uri": "/wiki/Dwight_L._Moody",
      "name": "Dwight L. Moody",
      "aboutText": "Charles-Marie-Georges Huysmans (French: [ʃaʁl maʁi ʒɔʁʒ ɥismɑ̃s]; February 5, 1848 in Paris – May 12, 1907 in Paris) was a French novelist who published his works as J.K. (Joris-Karl) Huysmans ([ʒoʁis kaʁl]). He is most famous for the novel À rebours (1884, published in English as Against the Grain or Against Nature). He supported himself by a 30-year career in the French civil service.",
      "pageId": 64464,
      "monthDay": "02/05"
    },
    {
      "year": "1840",
      "uri": "/wiki/John_Boyd_Dunlop",
      "name": "John Boyd Dunlop",
      "aboutText": "Domhnall Ua Buachalla (pronounced [d̪ˠɔwn̪ˠal̪ˠ uə bˠuəxal̪ˠa]; English: Daniel Richard (Donal) Buckley; 5 February 1866 – 30 October 1963) was an Irish politician and member of the First Dáil who served as third and final Governor-General of the Irish Free State and later served as a member of the Council of State.",
      "pageId": 147390,
      "monthDay": "02/05"
    },
    {
      "year": "1840",
      "uri": "/wiki/Hiram_Maxim",
      "name": "Hiram Maxim",
      "aboutText": "Dirk Uipko Stikker, GBE, GCVO (5 February 1897 – 23 December 1979) was a Dutch banker, industrialist, politician, and diplomat.\nBorn in Winschoten, he studied law at the University of Groningen. After his studies he began a career in the banking sector.",
      "pageId": 162650,
      "monthDay": "02/05"
    },
    {
      "year": "1847",
      "uri": "/wiki/Eduard_Magnus_Jakobson",
      "name": "Eduard Magnus Jakobson",
      "aboutText": "Gensui Count Terauchi Masatake (寺内 正毅), GCB (5 February 1852 – 3 November 1919), was a Japanese military officer, proconsul and politician.",
      "pageId": 174130,
      "monthDay": "02/05"
    },
    {
      "year": "1848",
      "uri": "/wiki/Joris-Karl_Huysmans",
      "name": "Joris-Karl Huysmans",
      "aboutText": "Myra Maybelle Shirley Reed Starr (February 5, 1848 – February 3, 1889), better known as Belle Starr, was a notorious American outlaw.\nBelle associated with the James-Younger gang and other outlaws. She was convicted of horse theft in 1883.",
      "pageId": 260952,
      "monthDay": "02/05"
    },
    {
      "year": "1848",
      "uri": "/wiki/Ignacio_Carrera_Pinto",
      "name": "Ignacio Carrera Pinto",
      "aboutText": "Sir Hiram Stevens Maxim (5 February 1840 – 24 November 1916) was an American-born inventor who moved from the United States to the United Kingdom at the age of 41. He remained an American citizen until he became a naturalised British subject in 1900. He was the inventor of the Maxim Gun – the first portable, fully automatic machine gun – and held patents on mechanical devices such as a mousetrap, hair-curling irons, and steam pumps.",
      "pageId": 302422,
      "monthDay": "02/05"
    },
    {
      "year": "1848",
      "uri": "/wiki/Belle_Starr",
      "name": "Belle Starr",
      "aboutText": "Ole Bornemann Bull (Norwegian pronunciation: [ˈu:lə ˈbʉl]; 5 February 1810 – 17 August 1880) was a Norwegian violinist and composer.",
      "pageId": 389373,
      "monthDay": "02/05"
    },
    {
      "year": "1852",
      "uri": "/wiki/Terauchi_Masatake",
      "name": "Terauchi Masatake",
      "aboutText": "André-Gustave Citroën (pronounced: [ɑ̃dʁe ɡystav sitʁɔɛn]; 5 February 1878 – 3 July 1935) was a French industrialist and freemason. He is remembered chiefly for the make of car named after him, but also for his application of double helical gears.",
      "pageId": 410159,
      "monthDay": "02/05"
    },
    {
      "year": "1866",
      "uri": "/wiki/Domhnall_Ua_Buachalla",
      "name": "Domhnall Ua Buachalla",
      "aboutText": "John Boyd Dunlop (5 February 1840 – 23 October 1921) was a Scots-born veterinary surgeon. Familiar with making rubber devices, he re-invented pneumatic tyres for his child's tricycle and developed them for use in cycle racing. He sold his rights to the pneumatic tyres to a company he formed with the president of the Irish Cyclists' Association, Harvey Du Cros, for a small cash sum and a small shareholding in their pneumatic tyre business.",
      "pageId": 434668,
      "monthDay": "02/05"
    },
    {
      "year": "1876",
      "uri": "/wiki/Ernie_McLea",
      "name": "Ernie McLea",
      "aboutText": "Gabriel Voisin (February 5, 1880 – December 25, 1973) was an aviation pioneer and the creator of Europe's first manned, engine-powered, heavier-than-air aircraft capable of a sustained (1 km), circular, controlled flight, including take-off and landing, made by Henry Farman on January 13, 1908 near Paris, France.",
      "pageId": 1675925,
      "monthDay": "02/05"
    },
    {
      "year": "1876",
      "uri": "/wiki/Sailor_Young",
      "name": "Sailor Young",
      "aboutText": "George Ernest Tyldesley (5 February 1889 – 5 May 1962) was an English cricketer. The younger brother of Johnny Tyldesley and the leading batsman for Lancashire. He remains Lancashire's most prolific run-getter of all time.",
      "pageId": 2544649,
      "monthDay": "02/05"
    },
    {
      "year": "1878",
      "uri": "/wiki/Andr%C3%A9_Citro%C3%ABn",
      "name": "André Citroën",
      "aboutText": "Harding Isaac \"Sailor\" Young (February 5, 1876, Leyton, Essex – December 12, 1964, Rochford, Essex) was a cricketer who played for Essex and England.\nYoung was a left-arm medium-pace bowler and a capable lower-order batsman. His bowling achieved considerable turn off the wicket, and was described in Wisden as having \"a deceptive curl\"[2].",
      "pageId": 3624915,
      "monthDay": "02/05"
    },
    {
      "year": "1880",
      "uri": "/wiki/Gabriel_Voisin",
      "name": "Gabriel Voisin",
      "aboutText": "Ignacio Carrera Pinto (February 5, 1848 – July 9, 1882) is a Chilean hero of the War of the Pacific.\nHe was born in Santiago, Chile; the son of José Miguel Carrera Fontecilla, of Basque descent, and of Emilia Pinto Benavente. He was the grandson of Jose Miguel Carrera Verdugo, one of Chile's independence heroes.",
      "pageId": 4219431,
      "monthDay": "02/05"
    },
    {
      "year": "1885",
      "uri": "/wiki/Burton_Downing",
      "name": "Burton Downing",
      "aboutText": "Alfonso Capecelatro (Marseille, 5 February 1824 – 14 November 1912) was an Italian Archbishop of Capua, ecclesiastical writer, Vatican librarian, and Cardinal.",
      "pageId": 6033109,
      "monthDay": "02/05"
    },
    {
      "year": "1889",
      "uri": "/wiki/Ernest_Tyldesley",
      "name": "Ernest Tyldesley",
      "aboutText": "Burton Cecil Downing (February 5, 1885 – January 1, 1929) was an American racing cyclist who competed in the early twentieth century.",
      "pageId": 7716602,
      "monthDay": "02/05"
    },
    {
      "year": "1897",
      "uri": "/wiki/Dirk_Stikker",
      "name": "Dirk Stikker",
      "aboutText": "Eduard Magnus Jakobson (5 February [O.S. 24 January] 1847 in Torma – 2 August [O.S. 21 July] 1903 in Tallinn) was an Estonian wood engraver and a Baptist missionary. He illustrated many books and designed the masthead logo for Sakala, a newspaper founded by his older brother, Carl Robert Jakobson.",
      "pageId": 9573519,
      "monthDay": "02/05"
    },
    {
      "year": "1900",
      "uri": "/wiki/Adlai_Stevenson_II",
      "name": "Adlai Stevenson II",
      "aboutText": "Ernest Hope \"Ernie\" McLea (February 5, 1876 – June 17, 1931) was a Canadian ice hockey player. McLea played in the 1890s for the Montreal Victorias and was a member of four Stanley Cup-winning teams.",
      "pageId": 41847698,
      "monthDay": "02/05"
    },
    {
      "year": "1903",
      "uri": "/wiki/Sakari_Momoi",
      "name": "Sakari Momoi",
      "aboutText": "Sakari Momoi (百井 盛, Momoi Sakari, February 5, 1903 – July 5, 2015) was a Japanese supercentenarian who was the world's oldest living man from the death of Alexander Imich on June 8, 2014 (Imich was only one day older than Momoi), until his own death on July 5, 2015.",
      "pageId": 42273546,
      "monthDay": "02/05"
    },
    {
      "year": "1903",
      "uri": "/wiki/Joan_Whitney_Payson",
      "name": "Joan Whitney Payson",
      "aboutText": "William Seward Burroughs II (/ˈbʌroʊz/; also known by his pen name William Lee; February 5, 1914 – August 2, 1997) was an American novelist, short story writer, satirist, essayist, painter, and spoken word performer. A primary figure of the Beat Generation and a major postmodernist author who wrote in the paranoid fiction genre, he is considered to be \"one of the most politically trenchant, culturally influential, and innovative artists of the 20th century\". His influence is considered to have affected a range of popular culture as well as literature.",
      "pageId": 33594,
      "monthDay": "02/05"
    },
    {
      "year": "1906",
      "uri": "/wiki/John_Carradine",
      "name": "John Carradine",
      "aboutText": "Johan Jonatan \"Jussi\" Björling (/ˈjuːsi ˈbjɔrlɪŋ/, Swedish pronunciation: [ˈjɵsɪ bjœ̞ːɭɪŋ]; 5 February 1911 – 9 September 1960) was a Swedish tenor. One of the leading operatic singers of the 20th century, Björling appeared for many years at the Metropolitan Opera in New York and less frequently at the major European opera houses, including the Royal Opera House in London and La Scala in Milan.",
      "pageId": 89345,
      "monthDay": "02/05"
    },
    {
      "year": "1907",
      "uri": "/wiki/Pierre_Pflimlin",
      "name": "Pierre Pflimlin",
      "aboutText": "Robert Hofstadter (February 5, 1915 – November 17, 1990) was an American physicist.",
      "pageId": 102095,
      "monthDay": "02/05"
    },
    {
      "year": "1908",
      "uri": "/wiki/Marie_Baron",
      "name": "Marie Baron",
      "aboutText": "Sir Alan Lloyd Hodgkin OM KBE PRS (5 February 1914 – 20 December 1998) was an English physiologist and biophysicist, who shared the 1963 Nobel Prize in Physiology or Medicine with Andrew Huxley and John Eccles.",
      "pageId": 353862,
      "monthDay": "02/05"
    },
    {
      "year": "1908",
      "uri": "/wiki/Bob_Dunn_(musician)",
      "name": "Bob Dunn",
      "aboutText": "Dr. Andreas Georgios Papandreou (Greek: Ανδρέας Γεώργιος Παπανδρέου; Greek pronunciation: [anˈðreas papanˈðreu]; 5 February 1919 – 23 June 1996) was a Greek economist, a socialist politician and a dominant figure in Greek politics. The son of Georgios Papandreou, Andreas was a Harvard-trained academic.",
      "pageId": 357210,
      "monthDay": "02/05"
    },
    {
      "year": "1908",
      "uri": "/wiki/Daisy_and_Violet_Hilton",
      "name": "Daisy and Violet Hilton",
      "aboutText": "John Carradine (born Richmond Reed Carradine; February 5, 1906 – November 27, 1988) was an American actor, best known for his roles in horror films and Westerns as well as Shakespearean theatre. A member of Cecil B. DeMille's stock company and later John Ford's company, he was one of the most prolific character actors in Hollywood history.",
      "pageId": 381312,
      "monthDay": "02/05"
    },
    {
      "year": "1909",
      "uri": "/wiki/Gra%C5%BCyna_Bacewicz",
      "name": "Grażyna Bacewicz",
      "aboutText": "Frank Herbert Muir, CBE (5 February 1920 – 2 January 1998) was an English comedy writer, radio and television personality, and raconteur. His writing and performing partnership with Denis Norden endured for most of their careers. Together they wrote BBC radio's Take It From Here for over 10 years, and then appeared on BBC radio quizzes My Word!",
      "pageId": 407353,
      "monthDay": "02/05"
    },
    {
      "year": "1910",
      "uri": "/wiki/Charles_Philippe_Leblond",
      "name": "Charles Philippe Leblond",
      "aboutText": "Pierre Eugène Jean Pflimlin (French pronunciation: ​[pjɛʁ flimlɛ̃];5 February 1907 – 27 June 2000) was a French Christian democratic politician who served as the Prime Minister of the Fourth Republic for a few weeks in 1958, before being replaced by Charles de Gaulle during the crisis of that year.",
      "pageId": 585179,
      "monthDay": "02/05"
    },
    {
      "year": "1910",
      "uri": "/wiki/Francisco_Varallo",
      "name": "Francisco Varallo",
      "aboutText": "Red Buttons (born Aaron Chwatt; February 5, 1919 – July 13, 2006) was an American comedian and actor.",
      "pageId": 650385,
      "monthDay": "02/05"
    },
    {
      "year": "1911",
      "uri": "/wiki/Jussi_Bj%C3%B6rling",
      "name": "Jussi Björling",
      "aboutText": "Daisy Hilton and Violet Hilton (5 February 1908 – 4 January 1969) were a pair of English conjoined twins.",
      "pageId": 782167,
      "monthDay": "02/05"
    },
    {
      "year": "1914",
      "uri": "/wiki/William_S._Burroughs",
      "name": "William S. Burroughs",
      "aboutText": "Grażyna Bacewicz (Polish pronunciation: [ɡraˈʐɨna baˈt͡sɛvit͡ʂ]; 5 February 1909 – 17 January 1969) was a Polish composer and violinist.",
      "pageId": 1048747,
      "monthDay": "02/05"
    },
    {
      "year": "1914",
      "uri": "/wiki/Alan_Lloyd_Hodgkin",
      "name": "Alan Lloyd Hodgkin",
      "aboutText": "Francisco Antonio \"Pancho\" Varallo (Spanish pronunciation: [fɾanˈsisko anˈtonjo ˈpantʃo βaˈɾaʝo]; 5 February 1910 – 30 August 2010) was an Argentine football forward. He played for the Argentine national team from 1930 to 1937. He was a member of Argentina's squad at the inaugural FIFA World Cup in 1930.",
      "pageId": 1109141,
      "monthDay": "02/05"
    },
    {
      "year": "1915",
      "uri": "/wiki/Robert_Hofstadter",
      "name": "Robert Hofstadter",
      "aboutText": "Fredrick Kenneth Hare, CC OOnt FRSC (February 5, 1919 – September 3, 2002) was a Canadian climatologist and academic, who researched atmospheric carbon dioxide, climate change, drought, and arid zone climates and was a strong advocate for preserving the natural environment.",
      "pageId": 1532300,
      "monthDay": "02/05"
    },
    {
      "year": "1917",
      "uri": "/wiki/Isuzu_Yamada",
      "name": "Isuzu Yamada",
      "aboutText": "Tim Holt (February 5, 1919 – February 15, 1973) was an American film actor best known for his youthful leading roles in dozens of westerns along with his co-starring role opposite Humphrey Bogart in the 1948 film The Treasure of the Sierra Madre.",
      "pageId": 1687108,
      "monthDay": "02/05"
    },
    {
      "year": "1918",
      "uri": "/wiki/V._Dharmalingam",
      "name": "V. Dharmalingam",
      "aboutText": "Joan Whitney Payson (February 5, 1903 – October 4, 1975) was an American heiress, businesswoman, philanthropist, patron of the arts and art collector, and a member of the prominent Whitney family.",
      "pageId": 2020771,
      "monthDay": "02/05"
    },
    {
      "year": "1919",
      "uri": "/wiki/Red_Buttons",
      "name": "Red Buttons",
      "aboutText": "Charles Philippe Leblond, CC GOQ FRSC FRS (February 5, 1910 – April 10, 2007) was a pioneer of cell biology and stem cell research and a former Canadian professor of anatomy. Leblond is notable for developing autoradiography and his work showing how cells continuously renew themselves, regardless of age.\n^ Bennett, G. (2008).",
      "pageId": 2057953,
      "monthDay": "02/05"
    },
    {
      "year": "1919",
      "uri": "/wiki/Kenneth_Hare",
      "name": "Kenneth Hare",
      "aboutText": "Mietje \"Marie\" Baron (5 February 1908 – 23 July 1948) was a Dutch swimmer and diver who competed at the 1924 and 1928 Olympics. In 1924 she was sixth in the 4×100 m freestyle relay. She was disqualified in the first round of the 200 m breaststroke event, as the judges believed she touched the wall with one hand instead of two hands at one of the turns.",
      "pageId": 14861192,
      "monthDay": "02/05"
    },
    {
      "year": "1919",
      "uri": "/wiki/Tim_Holt",
      "name": "Tim Holt",
      "aboutText": "Isuzu Yamada (山田 五十鈴, Yamada Isuzu, 5 February 1917 – 9 July 2012) was a Japanese actress whose career on stage and screen spanned eight decades.",
      "pageId": 17024816,
      "monthDay": "02/05"
    },
    {
      "year": "1919",
      "uri": "/wiki/Andreas_Papandreou",
      "name": "Andreas Papandreou",
      "aboutText": "Robert Lee \"Bob\" Dunn (February 5, 1908 - May 27, 1971) was an American jazz trombonist and a pioneer Western swing steel guitarist. Although much influenced by influential, key Hawaiian lap steel guitar player Sol Hoopi, Dunn played in his own original bluesy style and was the first to record an electric guitar, preceding other country & western guitarists following him shortly. He preceded by over three years George Barnes (with Big Bill Broonzy in 1938), Leonard Ware and, slightly later, Eddie Durham.",
      "pageId": 17173546,
      "monthDay": "02/05"
    },
    {
      "year": "1920",
      "uri": "/wiki/Frank_Muir",
      "name": "Frank Muir",
      "aboutText": "Visvanathan Dharmalingam (Tamil: விஸ்வநாதர் தர்மலிங்கம்; 5 February 1918 – 2 September 1985) was a Sri Lankan Tamil politician and Member of Parliament.",
      "pageId": 30189673,
      "monthDay": "02/05"
    },
    {
      "year": "1921",
      "uri": "/wiki/Ken_Adam",
      "name": "Ken Adam",
      "aboutText": "Henry Louis \"Hank\" Aaron (born February 5, 1934), nicknamed \"Hammer\", or \"Hammerin' Hank\", is a retired American Major League Baseball (MLB) right fielder. He played 21 seasons for the Milwaukee/Atlanta Braves in the National League (NL) and 2 seasons for the Milwaukee Brewers in the American League (AL), from 1954 through 1976. Aaron held the MLB record for career home runs for 33 years, and he still holds several MLB offensive records.",
      "pageId": 14321,
      "monthDay": "02/05"
    },
    {
      "year": "1921",
      "uri": "/wiki/John_Pritchard_(conductor)",
      "name": "John Pritchard",
      "aboutText": "Luc Ferrari (February 5, 1929 – August 22, 2005) was a French composer of Italian heritage, particularly noted for his tape music.",
      "pageId": 113049,
      "monthDay": "02/05"
    },
    {
      "year": "1922",
      "uri": "/wiki/Alain_de_Changy",
      "name": "Alain de Changy",
      "aboutText": "Andrew M. Greeley (February 5, 1928 – May 29, 2013) was an American Roman Catholic priest, sociologist, journalist and popular novelist.\nGreeley was a Professor of Sociology at the University of Arizona and the University of Chicago, and a Research Associate with the National Opinion Research Center (NORC).",
      "pageId": 222040,
      "monthDay": "02/05"
    },
    {
      "year": "1923",
      "uri": "/wiki/Fatmawati",
      "name": "Fatmawati",
      "aboutText": "Tage Danielsson (Swedish pronunciation: [ˈtɑːɡə ˈdɑːnjɛlˌsɔn]; 5 February 1928 – 13 October 1985) was a Swedish author, actor, poet and film director.",
      "pageId": 718948,
      "monthDay": "02/05"
    },
    {
      "year": "1923",
      "uri": "/wiki/Claude_King",
      "name": "Claude King",
      "aboutText": "Alfred \"Fred\" Sinowatz (5 February 1929 – 11 August 2008) was an Austrian politician of the Social Democratic Party (SPÖ), who served as Chancellor of Austria from 1983 to 1986. Prior to becoming Chancellor, he had served as Federal Minister of Education from 1971 to 1983 and Vice-Chancellor from 1981 to 1983.",
      "pageId": 797532,
      "monthDay": "02/05"
    },
    {
      "year": "1924",
      "uri": "/wiki/Duraisamy_Simon_Lourdusamy",
      "name": "Duraisamy Simon Lourdusamy",
      "aboutText": "Jörn Johan Donner (born 5 February 1933, Helsinki, Finland) is a Finnish writer, film director, actor, producer, politician, founder of Finnish Film Archive and a member of the Donner family. He is the son of the linguist Kai Donner.\nJörn Donner has for long periods lived and worked in Sweden, and has, among other things, serving as director of the Swedish Film Institute.",
      "pageId": 966223,
      "monthDay": "02/05"
    },
    {
      "year": "1926",
      "uri": "/wiki/Arthur_Ochs_Sulzberger",
      "name": "Arthur Ochs Sulzberger",
      "aboutText": "Bryan Stanley Johnson (5 February 1933 – 13 November 1973) was an English experimental novelist, poet, literary critic, producer of television programmes and filmmaker.",
      "pageId": 1198847,
      "monthDay": "02/05"
    },
    {
      "year": "1927",
      "uri": "/wiki/Robert_Allen_(composer)",
      "name": "Robert Allen",
      "aboutText": "Sir Kenneth Hugo \"Ken\" Adam, OBE (born Klaus Hugo Adam; 5 February 1921) is a German-born British motion picture production designer most famous for his set designs for the James Bond films of the 1960s and 1970s.",
      "pageId": 1231093,
      "monthDay": "02/05"
    },
    {
      "year": "1927",
      "uri": "/wiki/Jacob_Veldhuyzen_van_Zanten",
      "name": "Jacob Veldhuyzen van Zanten",
      "aboutText": "Sir John Michael Pritchard CBE (5 February 1921 – 5 December 1989) was an English conductor.",
      "pageId": 1254114,
      "monthDay": "02/05"
    },
    {
      "year": "1928",
      "uri": "/wiki/Tage_Danielsson",
      "name": "Tage Danielsson",
      "aboutText": "Alain Carpentier de Changy (born in Brussels, 5 February 1922 – died in Etterbeek, 5 August 1994) was a racing driver from Belgium. His single Formula One World Championship Grand Prix attempt was at the 1959 Monaco Grand Prix with a Cooper run by Ecurie Nationale Belge, but he failed to qualify.",
      "pageId": 1353837,
      "monthDay": "02/05"
    },
    {
      "year": "1928",
      "uri": "/wiki/Andrew_Greeley",
      "name": "Andrew Greeley",
      "aboutText": "Claude King (February 5, 1923 – March 7, 2013) was an American country music singer and songwriter, best known for his million selling 1962 hit, \"Wolverton Mountain\".",
      "pageId": 1611051,
      "monthDay": "02/05"
    },
    {
      "year": "1928",
      "uri": "/wiki/P._J._Vatikiotis",
      "name": "P. J. Vatikiotis",
      "aboutText": "Cesare Maldini (born 5 February 1932) is a football manager and former player with A.C. Milan. A commanding defender, with good technique and an excellent ability to read the game, he was usually deployed as a centre back, or as a sweeper, although he was also capable of functioning as a right-back. At club level, Maldini won 4 Serie A league titles and 1 European Cup with Milan.",
      "pageId": 1834973,
      "monthDay": "02/05"
    },
    {
      "year": "1929",
      "uri": "/wiki/Luc_Ferrari",
      "name": "Luc Ferrari",
      "aboutText": "Arthur Ochs \"Punch\" Sulzberger Sr. (February 5, 1926 – September 29, 2012) was an American publisher and businessman. Born into a prominent media and publishing family, he became publisher of The New York Times and chairman of the board of The New York Times Company in 1963.",
      "pageId": 2171164,
      "monthDay": "02/05"
    },
    {
      "year": "1929",
      "uri": "/wiki/Fred_Sinowatz",
      "name": "Fred Sinowatz",
      "aboutText": "Robert Allen Deitcher (February 5, 1927 – October 1, 2000) was a pianist and an arranger and writer of music for popular songs.\nHe was born in Troy, New York and had 4 children: a son, Gordon, and 3 daughters, Pamela, Diana, and Katie.\nHe was an accompanist for Perry Como, Peter Lind Hayes, and Arthur Godfrey.",
      "pageId": 2248015,
      "monthDay": "02/05"
    },
    {
      "year": "1930",
      "uri": "/wiki/Rostislav_Yankovsky",
      "name": "Rostislav Yankovsky",
      "aboutText": "Rostislav Ivanovich Yankovsky(Belarusian: Расьціслаў Янкоўскі, Russian: Ростислав Иванович Янковский) is a major Belarusian actor. He was born in Odessa on 5 February 1930, studied in Leninabad and debuted in the Tajik theatre in 1951. He has been working in the Minsk Drama Theatre since 1957.",
      "pageId": 2554780,
      "monthDay": "02/05"
    },
    {
      "year": "1932",
      "uri": "/wiki/Cesare_Maldini",
      "name": "Cesare Maldini",
      "aboutText": "Duraisamy Simon Lourdusamy (5 February 1924 – 2 June 2014) was an Indian cardinal of the Roman Catholic Church. He was the Prefect of the Congregation for the Oriental Churches in the Roman Curia and was elevated to the cardinalate in 1985. His episcopical motto was Aedificare domum Dei which means \"To build the house of God\".",
      "pageId": 4600047,
      "monthDay": "02/05"
    },
    {
      "year": "1933",
      "uri": "/wiki/J%C3%B6rn_Donner",
      "name": "Jörn Donner",
      "aboutText": "Norm Grabowski (February 5, 1933 – October 12, 2012) was an American hot rod builder and actor. The heavy set crew cut-wearing Grabowski appeared in minor roles in many films produced by Albert Zugsmith and Walt Disney. He was Polish-American.",
      "pageId": 5071882,
      "monthDay": "02/05"
    },
    {
      "year": "1933",
      "uri": "/wiki/Norm_Grabowski",
      "name": "Norm Grabowski",
      "aboutText": "Jacob Louis Veldhuyzen van Zanten (5 February 1927 – 27 March 1977) was a Dutch aircraft captain and flight instructor.",
      "pageId": 10310482,
      "monthDay": "02/05"
    },
    {
      "year": "1933",
      "uri": "/wiki/B.S._Johnson",
      "name": "B.S. Johnson",
      "aboutText": "Fatmawati (5 February 1923 – 14 May 1980) is a National Hero of Indonesia (Indonesian: Pahlawan Nasional Indonesia). As the first Indonesian First Lady, She was the third wife of Sukarno, the first president of Indonesia, and the mother of Indonesia's first female president, Megawati Sukarnoputri.",
      "pageId": 26512588,
      "monthDay": "02/05"
    },
    {
      "year": "1934",
      "uri": "/wiki/Hank_Aaron",
      "name": "Hank Aaron",
      "aboutText": "Panayiotis Jerasimof Vatikiotis (5 February 1928 – 15 December 1997) was a Greek-American political scientist and historian of the Middle East. He was Professor of Politics at the School of Oriental and African Studies in London.\nP. J. Vatikiotis was born in Jerusalem, son of Paraskevi and Jerasimos Vatikiotis.",
      "pageId": 37211812,
      "monthDay": "02/05"
    },
    {
      "year": "1934",
      "uri": "/wiki/Don_Cherry",
      "name": "Don Cherry",
      "aboutText": "Hans Rudolf \"Ruedi\" Giger (/ˈɡiːɡər/ GHEE-gur; German: [ˈɡiːɡər]; 5 February 1940 – 12 May 2014) was a Swiss surrealist painter, whose style was adapted for many media, including record-albums, furniture and tattoo-art.\nThe Zurich-based artist was best-known for airbrush images of humans and machines linked together in a cold ‘biomechanical’ relationship. Later he abandoned airbrush work for pastels, markers or ink.",
      "pageId": 13713,
      "monthDay": "02/05"
    },
    {
      "year": "1935",
      "uri": "/wiki/Alex_Harvey_(musician)",
      "name": "Alex Harvey",
      "aboutText": "Kaspar Villiger (pronounced Caspar Feeleeger) (born 5 February 1941) is a Swiss businessman, politician and former member of the Swiss Federal Council (1989–2003).",
      "pageId": 155828,
      "monthDay": "02/05"
    },
    {
      "year": "1936",
      "uri": "/wiki/K._S._Nissar_Ahmed",
      "name": "K. S. Nissar Ahmed",
      "aboutText": "Alexander James \"Alex\" Harvey (5 February 1935 – 4 February 1982) was a Scottish blues/rock musician.",
      "pageId": 192995,
      "monthDay": "02/05"
    },
    {
      "year": "1936",
      "uri": "/wiki/Norma_Thrower",
      "name": "Norma Thrower",
      "aboutText": "Donald Stewart \"Don\" Cherry (born February 5, 1934) is a Canadian ice hockey commentator for CBC Television. He is a sports writer, as well as a retired professional hockey player and NHL coach. Cherry co-hosts the \"Coach's Corner\" intermission segment (with Ron MacLean) on the long-running Canadian sports program Hockey Night in Canada, and has also worked for ESPN in the United States as a commentator during the latter stages of the Stanley Cup playoffs.",
      "pageId": 221725,
      "monthDay": "02/05"
    },
    {
      "year": "1937",
      "uri": "/wiki/Stuart_Damon",
      "name": "Stuart Damon",
      "aboutText": "Stephen Joseph Cannell (/ˈkænəl/; February 5, 1941 – September 30, 2010) was an American television producer, writer, novelist and occasional actor, and the founder of Cannell Entertainment (formerly Stephen J. Cannell Productions) and The Cannell Studios.",
      "pageId": 288371,
      "monthDay": "02/05"
    },
    {
      "year": "1937",
      "uri": "/wiki/Larry_Hillman",
      "name": "Larry Hillman",
      "aboutText": "Roger Thomas Staubach (born February 5, 1942), nicknamed Captain America, is a former American football quarterback in the National Football League (NFL).\nHe attended the U.S. Naval Academy where he won the 1963 Heisman Trophy, and after graduation he served in the U.S. Navy, including a tour of duty in Vietnam. Staubach joined the Dallas Cowboys in 1969 and played with the club during all 11 seasons of his career.",
      "pageId": 495038,
      "monthDay": "02/05"
    },
    {
      "year": "1937",
      "uri": "/wiki/Gaston_Roelants",
      "name": "Gaston Roelants",
      "aboutText": "Stuart Damon (born Stuart Michael Zonis; February 5, 1937) is an American actor. He is known for thirty years of portraying the character Dr. Alan Quartermaine on the American soap opera General Hospital, for which he won an Emmy Award in 1999.",
      "pageId": 527601,
      "monthDay": "02/05"
    },
    {
      "year": "1937",
      "uri": "/wiki/Alar_Toomre",
      "name": "Alar Toomre",
      "aboutText": "Gaston, Baron Roelants (born 5 February 1937) is a former elite steeplechaser and cross country runner.",
      "pageId": 656294,
      "monthDay": "02/05"
    },
    {
      "year": "1937",
      "uri": "/wiki/Wang_Xuan",
      "name": "Wang Xuan",
      "aboutText": "David Lynn Selby (born February 5, 1941) is an American film, television and stage actor. He is perhaps most well known for playing Richard Channing in the primetime soap opera Falcon Crest from 1982-90. Selby has also had prominent roles in the television shows Dark Shadows, Flamingo Road, and the 1980 film Raise The Titanic.",
      "pageId": 1281923,
      "monthDay": "02/05"
    },
    {
      "year": "1938",
      "uri": "/wiki/Rafael_Nieto_Navia",
      "name": "Rafael Nieto Navia",
      "aboutText": "Susan Hill CBE (born 5 February 1942) is an English author of fiction and non-fiction works. Her novels include The Woman in Black, The Mist in the Mirror and I'm the King of the Castle for which she received the Somerset Maugham Award in 1971.",
      "pageId": 1763600,
      "monthDay": "02/05"
    },
    {
      "year": "1940",
      "uri": "/wiki/H._R._Giger",
      "name": "H. R. Giger",
      "aboutText": "James Grady Johnson (February 5, 1940 – June 23, 2006) was an American professional wrestler, better known by his ring name, \"Crazy\" Luke Graham.",
      "pageId": 2637721,
      "monthDay": "02/05"
    },
    {
      "year": "1940",
      "uri": "/wiki/Luke_Graham_(wrestler)",
      "name": "Luke Graham",
      "aboutText": "Norma Claire Thrower (born 5 February 1936) is a retired Australian hurdler. Born as Norma Austin, the South Australian hurdler ran for the Western Districts club in Adelaide.\nAt the 1956 Summer Olympics in Melbourne, Australia she won the bronze medal over 80 metres hurdles behind countrywoman Shirley Strickland (gold) and German Gisela Köhler (silver).",
      "pageId": 3656110,
      "monthDay": "02/05"
    },
    {
      "year": "1940",
      "uri": "/wiki/Dick_Warlock",
      "name": "Dick Warlock",
      "aboutText": "Wang Xuan (simplified Chinese: 王选; traditional Chinese: 王選; pinyin: Wáng Xuǎn; February 5, 1937 - February 13, 2006), born in Wuxi, Jiangsu, China, innovator of the Chinese printing industry, was an academician at both the Chinese Academy of Sciences and the Chinese Academy of Engineering. He is a well-known computer application specialist, who was awarded the State Preeminent Science and Technology Award in 2001 by President of the People's Republic of China Jiang Zemin in Beijing. Started in 2000, this highest degee prize of science and technology in China, has only been awarded to 9 scientists by 2006.",
      "pageId": 4327008,
      "monthDay": "02/05"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jaap_Blokker",
      "name": "Jaap Blokker",
      "aboutText": "Lawrence Morley Hillman (born February 5, 1937) is a retired Canadian professional ice hockey defenceman and coach.",
      "pageId": 5954465,
      "monthDay": "02/05"
    },
    {
      "year": "1941",
      "uri": "/wiki/Stephen_J._Cannell",
      "name": "Stephen J. Cannell",
      "aboutText": "Dick Warlock (born February 5, 1940) is an American actor, and stuntman. He is best known for playing Michael Myers in Halloween II and he was Kurt Russell's personal stunt double for over 25 years, also collaborating with such directors as Steven Spielberg and John Carpenter. He was active from 1964 until his retirement in 2002.",
      "pageId": 6622586,
      "monthDay": "02/05"
    },
    {
      "year": "1941",
      "uri": "/wiki/David_Selby",
      "name": "David Selby",
      "aboutText": "K.S. Nissar Ahmed (Kannada: ಕೆ.ಎಸ್.ನಿಸಾರ್ ಅಹಮದ್, born February 5, 1936) is a prominent Indian poet and writer in Kannada language. His full name is Kokkare Hosahalli Shekh Haider Nissar Ahmed. His father, K.S. Haider was a sanitary inspector and a teacher before joining the Revenue Department in Bangalore.",
      "pageId": 8181552,
      "monthDay": "02/05"
    },
    {
      "year": "1941",
      "uri": "/wiki/Vadim_Gulyaev",
      "name": "Vadim Gulyaev",
      "aboutText": "Alar Toomre (born 5 February 1937 in Rakvere) is an Estonian-American astronomer and mathematician. He is a professor of applied mathematics at the Massachusetts Institute of Technology.",
      "pageId": 11290354,
      "monthDay": "02/05"
    },
    {
      "year": "1941",
      "uri": "/wiki/Kaspar_Villiger",
      "name": "Kaspar Villiger",
      "aboutText": "Jacob \"Jaap\" Blokker (5 February 1942 – 5 July 2011) was a Dutch businessman and executive.\nBlokker was born in Amsterdam. From 1976 to 2010 he was general director of Blokker Holding, which operates a series of chain stores in various countries, the most well known in the Netherlands is Blokker.",
      "pageId": 32327634,
      "monthDay": "02/05"
    },
    {
      "year": "1942",
      "uri": "/wiki/Roger_Staubach",
      "name": "Roger Staubach",
      "aboutText": "Don Rafael Nieto Navia (born 5 February 1938) is a Colombian jurist, political scientist and professor.\nHe was President of the Inter-American Court of Human Rights between 1993-1994.",
      "pageId": 32751155,
      "monthDay": "02/05"
    },
    {
      "year": "1942",
      "uri": "/wiki/Susan_Hill",
      "name": "Susan Hill",
      "aboutText": "Vadim Vladimirovich Gulyaev (Russian: Вадим Владимирович Гуляев, 5 February 1941 in Moscow - 12 December 1998 in Moscow) was a Russian water polo player who competed for the Soviet Union in the 1968 Summer Olympics and in the 1972 Summer Olympics.",
      "pageId": 37088293,
      "monthDay": "02/05"
    },
    {
      "year": "1942",
      "uri": "/wiki/Cory_Wells",
      "name": "Cory Wells",
      "aboutText": "Christopher Haden-Guest, 5th Baron Haden-Guest (born February 5, 1948), better known as Christopher Guest, is an English-American screenwriter, composer, musician, director, actor, and comedian who holds dual British and American citizenship. He is most widely known in Hollywood for having written, directed and starred in several improvisational \"mockumentary\" films featuring an ensemble cast. This series of films began with This Is Spinal Tap (directed by Rob Reiner), and continued with Waiting for Guffman, Best In Show, A Mighty Wind, and For Your Consideration.",
      "pageId": 7182,
      "monthDay": "02/05"
    },
    {
      "year": "1943",
      "uri": "/wiki/Nolan_Bushnell",
      "name": "Nolan Bushnell",
      "aboutText": "Errol Mark Morris (born February 5, 1948) is an American film director.",
      "pageId": 9332,
      "monthDay": "02/05"
    },
    {
      "year": "1943",
      "uri": "/wiki/Michael_Mann_(director)",
      "name": "Michael Mann",
      "aboutText": "Michael Kenneth Mann (born February 5, 1943) is an American film director, screenwriter, and producer.\nFor his work, he has received nominations from international organizations and juries, including those at the British Academy of Film and Television Arts, Cannes and the Academy of Motion Picture Arts and Sciences. His major films include the period epic The Last of the Mohicans (1992), the drama The Insider (1999), the biopic Ali (2001), and the crime films Heat (1995) and Collateral (2004).",
      "pageId": 19565,
      "monthDay": "02/05"
    },
    {
      "year": "1944",
      "uri": "/wiki/Henfil",
      "name": "Henfil",
      "aboutText": "Nolan Kay Bushnell (born February 5, 1943) is an American engineer and entrepreneur who founded both Atari, Inc. and the Chuck E. Cheese's Pizza-Time Theaters chain. Bushnell has been inducted into the Video Game Hall of Fame and the Consumer Electronics Association Hall of Fame, received the BAFTA Fellowship and the Nations Restaurant News “Innovator of the Year” award, and was named one of Newsweek '​s \"50 Men Who Changed America.\" Bushnell has started more than twenty companies and is one of the founding fathers of the video game industry.",
      "pageId": 77245,
      "monthDay": "02/05"
    },
    {
      "year": "1944",
      "uri": "/wiki/J._R._Cobb",
      "name": "J. R. Cobb",
      "aboutText": "Sven-Göran Eriksson (Swedish pronunciation: [ˈsvɛn ˈjœːˈran ˈeːrɪkˈsɔn]; born 5 February 1948), commonly referred to just by his nickname Svennis in Sweden, is a Swedish football manager and former player. Eriksson won 17 major trophies as a manager, with a variety of league clubs in Sweden, Portugal and Italy, between 1979 and 2000, and became the first manager to win league-and-cup doubles in three different countries. He later managed the national teams of England, Mexico and Ivory Coast, and three clubs in England.",
      "pageId": 88258,
      "monthDay": "02/05"
    },
    {
      "year": "1944",
      "uri": "/wiki/Al_Kooper",
      "name": "Al Kooper",
      "aboutText": "Thomas Geoffrey \"Tom\" Wilkinson, Jr., OBE (born 5 February 1948) is an English actor. He has twice been nominated for an Academy Award, for his roles in In the Bedroom and Michael Clayton.",
      "pageId": 171630,
      "monthDay": "02/05"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tamanoumi_Masahiro",
      "name": "Tamanoumi Masahiro",
      "aboutText": "Darrell Lee Waltrip (born February 5, 1947) is an American motorsports analyst, author, national television broadcaster, and former racing driver. He is also a three-time NASCAR Cup Series champion (1981, 1982, 1985) and a three-time NASCAR Cup Series runner-up (1979, 1983, 1986). Posting a modern NASCAR series record of 22 top five finishes in 1983 and 21 top five finishes both in 1981 and 1986, Waltrip won 84 NASCAR Cup Series races, including the 1989 Daytona 500, a record five in the Coca-Cola 600 (formerly the World 600) (1978, 1979, 1985, 1988, 1989), and a track and Series record for any driver at Bristol Motor Speedway with 12 (seven consecutive from 1981 to 1984).",
      "pageId": 372340,
      "monthDay": "02/05"
    },
    {
      "year": "1946",
      "uri": "/wiki/Amnon_Dankner",
      "name": "Amnon Dankner",
      "aboutText": "Tessa Charlotte Rampling, OBE (born 5 February 1946) is an English actress. In a career spanning 50 years, she has appeared in English language, French and Italian cinema. A four-time Cesar Award nominee for her work in the French films On ne meurt que deux fois (1985), Under the Sand (2000), Swimming Pool (2003) and Lemming (2005), she received an Honorary César in 2001 and France's Legion of Honour in 2002.",
      "pageId": 476099,
      "monthDay": "02/05"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mauro_Pagani",
      "name": "Mauro Pagani",
      "aboutText": "Al Kooper (born Alan Peter Kuperschmidt, February 5, 1944) is an American songwriter, record producer and musician, known for organizing Blood, Sweat & Tears (although he did not stay with the group long enough to share its popularity), providing studio support for Bob Dylan when he went electric in 1965, and bringing together guitarists Mike Bloomfield and Stephen Stills to record the Super Session album. He has had a successful solo career since then, written music for film soundtracks, and has lectured in musical composition.",
      "pageId": 612254,
      "monthDay": "02/05"
    },
    {
      "year": "1946",
      "uri": "/wiki/Charlotte_Rampling",
      "name": "Charlotte Rampling",
      "aboutText": "Barbara Hershey (born Barbara Lynn Herzstein; February 5, 1948), once known as Barbara Seagull, is an American actress. In a career spanning nearly 50 years, she has played a variety of roles on television and in cinema, in several genres including westerns and comedies. She began acting at age 17 in 1965, but did not achieve much critical acclaim until the latter half of the 1980s.",
      "pageId": 887152,
      "monthDay": "02/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Regina_Duarte",
      "name": "Regina Duarte",
      "aboutText": "Regina Blois Duarte (born February 5, 1947 in Franca, São Paulo) is a Brazilian film, television and stage actress and one of the most famous actresses in Brazilian show business.\nHer efforts against former Brazilian president Luiz Inácio Lula da Silva (of the Workers' Party) in the 2002 elections caused considerable controversy. Duarte appeared in a TV advertisement saying that she was afraid of what could happen to Brazil if Lula won.",
      "pageId": 1756721,
      "monthDay": "02/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Clemente_Mastella",
      "name": "Clemente Mastella",
      "aboutText": "Henrique de Souza Filho (5 February 1944 – 4 January 1988), commonly known as Henfil, was a Brazilian cartoonist, caricaturist, journalist and writer, born in Ribeirão das Neves, Minas Gerais.",
      "pageId": 2070220,
      "monthDay": "02/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Darrell_Waltrip",
      "name": "Darrell Waltrip",
      "aboutText": "Kurt Beck (born 5 February 1949) is a German politician (SPD), serving as the Minister-President of Rhineland-Palatinate from 1994 to 2013 and as President of the Bundesrat in 2000/01. On 14 May 2006 he succeeded Matthias Platzeck as chairman of the German Social Democratic Party (SPD). He resigned from that post on 7 September 2008.",
      "pageId": 2099018,
      "monthDay": "02/05"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sven-G%C3%B6ran_Eriksson",
      "name": "Sven-Göran Eriksson",
      "aboutText": "Mario Clemente Mastella (born 5 February 1947) is an Italian politician. He is the leader of Union of Democrats for Europe, a minor centrist Italian party. He was Minister of Labour in the Berlusconi government from 10 May 1994 to 17 January 1995, and Minister of Justice in the Prodi government from 17 May 2006 to 17 January 2008.",
      "pageId": 4326978,
      "monthDay": "02/05"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dennis_Ferguson",
      "name": "Dennis Ferguson",
      "aboutText": "Mauro Pagani (born February 5, 1946) is an Italian musician and singer.\nPagani was born in Chiari, Lombardy. A multi-instrumentalist, he made his debut in the music world in 1970 as violinist and founding member of the progressive rock band Premiata Forneria Marconi.",
      "pageId": 4353371,
      "monthDay": "02/05"
    },
    {
      "year": "1948",
      "uri": "/wiki/Christopher_Guest",
      "name": "Christopher Guest",
      "aboutText": "Cory Wells (born Emil Lewandowski; February 5, 1941 – October 20, 2015) was an American singer, best known as one of the three lead vocalists in the band Three Dog Night.",
      "pageId": 5149968,
      "monthDay": "02/05"
    },
    {
      "year": "1948",
      "uri": "/wiki/Barbara_Hershey",
      "name": "Barbara Hershey",
      "aboutText": "Tamanoumi Masahiro (玉の海 正洋, February 5, 1944 - October 11, 1971), was a sumo wrestler, born in Aichi, Japan. He was the sport's 51st yokozuna.",
      "pageId": 9168435,
      "monthDay": "02/05"
    },
    {
      "year": "1948",
      "uri": "/wiki/Errol_Morris",
      "name": "Errol Morris",
      "aboutText": "James Barney \"J.R.\" Cobb, Jr.",
      "pageId": 18072094,
      "monthDay": "02/05"
    },
    {
      "year": "1948",
      "uri": "/wiki/Tom_Wilkinson",
      "name": "Tom Wilkinson",
      "aboutText": "Amnon Dankner (Hebrew: אמנון דנקנר‎, February 5, 1946 – April 5, 2013) was an Israeli newspaper editor and author.",
      "pageId": 20876239,
      "monthDay": "02/05"
    },
    {
      "year": "1949",
      "uri": "/wiki/Kurt_Beck",
      "name": "Kurt Beck",
      "aboutText": "Dennis Raymond Ferguson (5 February 1948 – c. 30 December 2012) was an Australian man convicted of child sexual abuse. In 1988, he kidnapped and sexually abused three children, and was sentenced to 14 years imprisonment.",
      "pageId": 24438953,
      "monthDay": "02/05"
    },
    {
      "year": "1949",
      "uri": "/wiki/Yvon_Valli%C3%A8res",
      "name": "Yvon Vallières",
      "aboutText": "Russell John Dammerall Grant (born 5 February 1951) is a British astrologer and media personality. He has written several books on astrology, provides syndicated newspaper horoscopes and operates premium rate astrology phone lines. In March 2010, he began offering a \"Pet Psychic\" service.",
      "pageId": 420313,
      "monthDay": "02/05"
    },
    {
      "year": "1950",
      "uri": "/wiki/Catherine_Castel",
      "name": "Catherine Castel",
      "aboutText": "Robin David Sachs (5 February 1951 – 1 February 2013) was an English actor.",
      "pageId": 864170,
      "monthDay": "02/05"
    },
    {
      "year": "1950",
      "uri": "/wiki/Marie-Pierre_Castel",
      "name": "Marie-Pierre Castel",
      "aboutText": "Ferdinand Pascual Aguilar (born February 5, 1953), better known as Freddie Aguilar or Ka Freddie Aguilar, is a folk musician from the Philippines. He is best known for his rendition of \"Bayan Ko\", which became the anthem for the opposition to the Marcos regime during the 1986 People Power Revolution, and for his song \"Anak\", the best-selling Philippine music record of all time. He is heavily associated with Pinoy rock.",
      "pageId": 1233290,
      "monthDay": "02/05"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jonathan_Freeman_(actor)",
      "name": "Jonathan Freeman",
      "aboutText": "Cliff Martinez (born February 5, 1954) is an American film score composer and former drummer known for his work with the Red Hot Chili Peppers and Captain Beefheart. Martinez's film scores include sex, lies and videotape, Drive, Only God Forgives, Contagion, Solaris and Traffic.\nOn April 14, 2012, Martinez was inducted into the Rock and Roll Hall of Fame as a member of the Red Hot Chili Peppers.",
      "pageId": 1237166,
      "monthDay": "02/05"
    },
    {
      "year": "1950",
      "uri": "/wiki/Rafael_Puente",
      "name": "Rafael Puente",
      "aboutText": "Nikolay Ivanovich Merkushkin (Russian: Николай Иванович Меркушкин, Moksha: Кола Меркушкин) (born February 5, 1951 in Novye Verkhissy, Mordovia) is the Acting Governor of Samara Oblast and former head of the Republic of Mordovia in Russia. He has held the latter office from September 22, 1995 to May 10, 2012. From January 24 to September 22, 1995 he was the Chairman of the State Assembly of Mordovia.",
      "pageId": 1783996,
      "monthDay": "02/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Russell_Grant",
      "name": "Russell Grant",
      "aboutText": "Daniel Balavoine (5 February 1952 – 14 January 1986), also known as Bala, was a French singer and songwriter. He was hugely popular in the French-speaking world, and inspired many singers in the 1980s, such as Jean-Jacques Goldman, and Michel Berger, his closest friend. He took part in French political life and is known for a 1980 televised verbal confrontation with then presidential candidate François Mitterrand.",
      "pageId": 1860373,
      "monthDay": "02/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Nikolay_Merkushkin",
      "name": "Nikolay Merkushkin",
      "aboutText": "John Patrick Beilein (pronounced bee-line; born February 5, 1953) is an American college basketball coach and current men's basketball head coach at the University of Michigan. He is the 16th head coach of the Michigan Wolverines. The 2015–16 season is his ninth at Michigan.",
      "pageId": 3722405,
      "monthDay": "02/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Robin_Sachs",
      "name": "Robin Sachs",
      "aboutText": "Jonathan Freeman (born February 5, 1950) is an American actor, singer, voice actor, and comedian, best known for as the voice of Jafar in Disney's Aladdin franchise, as well as the Kingdom Hearts franchise and the 2011 Aladdin Broadway musical.",
      "pageId": 3725528,
      "monthDay": "02/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Elizabeth_Swados",
      "name": "Elizabeth Swados",
      "aboutText": "Loretta Tofani (February 5, 1953, New York City) is a Pulitzer Prize-winning American journalist.\n^ Brennan, Clarage, Elizabeth A. Elizabeth C. (1999). Who's who of Pulitzer Prize Winners (Elizabeth A. Brennan, Elizabeth C. Clarage ed.).",
      "pageId": 4883024,
      "monthDay": "02/05"
    },
    {
      "year": "1952",
      "uri": "/wiki/Daniel_Balavoine",
      "name": "Daniel Balavoine",
      "aboutText": "Gustavo Benítez (born 5 February 1953 in Paraguarí, Paraguay) is a retired Paraguayan football defender.",
      "pageId": 5567147,
      "monthDay": "02/05"
    },
    {
      "year": "1952",
      "uri": "/wiki/Vladimir_Moskovkin",
      "name": "Vladimir Moskovkin",
      "aboutText": "Michael Thomas Heath (born February 5, 1955) is an American former professional baseball player. He played fourteen seasons in Major League Baseball as a catcher with the New York Yankees (1978), Oakland Athletics (1979–1985), St. Louis Cardinals (1986), Detroit Tigers (1986–1990), and Atlanta Braves (1991).",
      "pageId": 5873354,
      "monthDay": "02/05"
    },
    {
      "year": "1953",
      "uri": "/wiki/Freddie_Aguilar",
      "name": "Freddie Aguilar",
      "aboutText": "Elizabeth Swados (born February 5, 1951) is an American writer, composer, musician, and theatre director. While some of her subject matter is humorous, such as her satirical look at Ronald Reagan (Rap Master Ronnie) and Doonesbury — both collaborations with Garry Trudeau — much of her work deals with dark issues such as racism, murder, and mental illness.",
      "pageId": 7173607,
      "monthDay": "02/05"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Beilein",
      "name": "John Beilein",
      "aboutText": "Giannina Braschi (born February 5, 1953) is a Puerto Rican writer. She is credited with writing the first Spanglish novel Yo-Yo Boing! (1998), the post-modern poetry trilogy Empire of Dreams (Yale, 1994) and the philosophical fiction United States of Banana (AmazonCrossing, 2011), which chronicles the Latin American immigrants' experiences in the United States.",
      "pageId": 9550804,
      "monthDay": "02/05"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gustavo_Ben%C3%ADtez",
      "name": "Gustavo Benítez",
      "aboutText": "Yvon Vallières (born February 5, 1949 in Richmond, Quebec) is a Quebec politician and teacher. He was a Member of National Assembly of Quebec for the riding of Richmond in the Estrie region from 1973 to 1976 and from 1981 to 2012. Formerly the Minister of Agriculture, Fisheries and Food from 2003 to 2007, he is the current Chair of the Government Caucus.",
      "pageId": 10957888,
      "monthDay": "02/05"
    },
    {
      "year": "1953",
      "uri": "/wiki/Giannina_Braschi",
      "name": "Giannina Braschi",
      "aboutText": "Takashi Ishikawa (石川 孝志, Ishikawa Takashi, born February 5, 1953) is a former professional wrestler and sumo wrestler from Fujishima, Higashitagawa District, Yamagata Prefecture, Japan. A former amateur sumo champion while at Nihon University, from 1975 to 1977 he was a sumo wrestler with the Hanakago stable and used the fighting name of Ōnoumi. He reached a highest rank of maegashira 4.",
      "pageId": 14659264,
      "monthDay": "02/05"
    },
    {
      "year": "1953",
      "uri": "/wiki/Takashi_Ishikawa",
      "name": "Takashi Ishikawa",
      "aboutText": "Frank William Walker (born 5 February 1954) is an Australian journalist and non-fiction writer. He writes non-fiction books, mostly on military history.",
      "pageId": 19182672,
      "monthDay": "02/05"
    },
    {
      "year": "1953",
      "uri": "/wiki/Loretta_Tofani",
      "name": "Loretta Tofani",
      "aboutText": "Marie-Pierre Castel (born 5 February 1950) is a French actress.\n^ Richey, Jeremy (22 November 2008)\"Jean Rollin: The Collaborators (Marie-Pierre Castel)\". requiemforjeanrollin.blogspot.com.",
      "pageId": 27759223,
      "monthDay": "02/05"
    },
    {
      "year": "1954",
      "uri": "/wiki/Cliff_Martinez",
      "name": "Cliff Martinez",
      "aboutText": "Catherine Castel (born 5 February 1950) is a French actress and director.",
      "pageId": 27799516,
      "monthDay": "02/05"
    },
    {
      "year": "1954",
      "uri": "/wiki/Frank_Walker_(Australian_author)",
      "name": "Frank Walker",
      "aboutText": "Rafael Puente Suárez (born 5 February 1950) is a Mexican retired football goalkeeper and manager.",
      "pageId": 37626180,
      "monthDay": "02/05"
    },
    {
      "year": "1955",
      "uri": "/wiki/Mike_Heath",
      "name": "Mike Heath",
      "aboutText": "Vladimir Mikhailovich Moskovkin (born 5 February 1952, Yalta, Crimea) is a Russian and Ukrainian geographer, economist, scientometrist, teacher, publicist.",
      "pageId": 40418322,
      "monthDay": "02/05"
    },
    {
      "year": "1955",
      "uri": "/wiki/Kenji_Ohba",
      "name": "Kenji Ohba",
      "aboutText": "Jennifer Jason Leigh (born February 5, 1962) is an American actress. She has appeared in Fast Times at Ridgemont High, Easy Money, Flesh + Blood, The Hitcher, The Hudsucker Proxy, Single White Female, Dolores Claiborne, Last Exit to Brooklyn, Georgia and Short Cuts. She is also the co-writer and co-director of the film The Anniversary Party, made with fellow actor Alan Cumming.",
      "pageId": 292130,
      "monthDay": "02/05"
    },
    {
      "year": "1956",
      "uri": "/wiki/Betty_Ong",
      "name": "Betty Ong",
      "aboutText": "Aris Christofellis (Greek: Άρης Χριστοφέλλης; born 5 February 1960) is a Greek sopranist (male soprano) and musicologist.",
      "pageId": 305763,
      "monthDay": "02/05"
    },
    {
      "year": "1956",
      "uri": "/wiki/H%C3%A9ctor_Rebaque",
      "name": "Héctor Rebaque",
      "aboutText": "Laura Leggett Linney (born February 5, 1964) is an American actress. A three-time Academy Award nominee and three-time Tony Award nominee, she won her first Emmy Award in 2002 for Wild Iris (2001), and had subsequent wins for Frasier (2003–04) and John Adams (2008). From 2010–13, she starred in the Showtime series The Big C, which won her a fourth Emmy in 2013.",
      "pageId": 375670,
      "monthDay": "02/05"
    },
    {
      "year": "1956",
      "uri": "/wiki/David_Wiesner",
      "name": "David Wiesner",
      "aboutText": "Jennifer Mulhern Granholm (born February 5, 1959) is a Canadian-born American politician, educator, author, and political commentator who served as Attorney General and 47th Governor of the State of Michigan. A member of the Democratic Party, Granholm became Michigan's first female governor on January 1, 2003 when she succeeded Governor John Engler. Granholm was reelected on November 7, 2006 and was sworn in for her second – and, owing to term limits, final – term on January 1, 2007.",
      "pageId": 412808,
      "monthDay": "02/05"
    },
    {
      "year": "1957",
      "uri": "/wiki/J%C3%BCri_Tamm",
      "name": "Jüri Tamm",
      "aboutText": "Betty Ann Ong (traditional Chinese: 鄧月薇; simplified Chinese: 邓月薇; pinyin: Dèng Yuèwēi; February 5, 1956 – September 11, 2001) was an American flight attendant onboard American Airlines Flight 11 when it was hijacked and flown into the North Tower of the World Trade Center in New York City, as part of the September 11 attacks.",
      "pageId": 514310,
      "monthDay": "02/05"
    },
    {
      "year": "1957",
      "uri": "/wiki/Nick_Laird-Clowes",
      "name": "Nick Laird-Clowes",
      "aboutText": "Michael Andrew \"Duff\" McKagan (born February 5, 1964) is an American musician, singer, songwriter and author. He is best known for his twelve-year tenure as the bassist of the hard rock band Guns N' Roses, with whom he achieved worldwide success in the late 1980s and early 1990s. During his later years with the band, he released a solo album, Believe in Me (1993), and formed the short-lived supergroup Neurotic Outsiders.",
      "pageId": 627701,
      "monthDay": "02/05"
    },
    {
      "year": "1959",
      "uri": "/wiki/Sudip_Chatterjee",
      "name": "Sudip Chatterjee",
      "aboutText": "Timothy \"Tim\" Meadows (born February 5, 1961) is an American actor and comedian best known as one of the longest running cast members on Saturday Night Live, where he served for ten seasons (1991-2000).",
      "pageId": 629208,
      "monthDay": "02/05"
    },
    {
      "year": "1959",
      "uri": "/wiki/Jennifer_Granholm",
      "name": "Jennifer Granholm",
      "aboutText": "Steven Shainberg (born February 5, 1963) is an American film director and producer.\nHe is the nephew of author Lawrence Shainberg. Both are part of the Shainberg family of Memphis, Tennessee, founder of the Shainberg's chain of stores, which is now part of Dollar General.",
      "pageId": 3153024,
      "monthDay": "02/05"
    },
    {
      "year": "1959",
      "uri": "/wiki/Armando_Husillos",
      "name": "Armando Husillos",
      "aboutText": "Nick Laird-Clowes (born 5 February 1957, London, England) is a musician and composer, most famous as the lead singer and one of the principal songwriters for the band The Dream Academy. His most famous songs include \"Life in a Northern Town\", \"The Love Parade\", \"The Edge of Forever\", \"This World\", \"Indian Summer\", \"Power to Believe\" and \"12/8 Angel\".",
      "pageId": 3199130,
      "monthDay": "02/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Aris_Christofellis",
      "name": "Aris Christofellis",
      "aboutText": "Jüri Tamm (born 5 February 1957 in Pärnu) is a former Estonian hammer thrower. Representing USSR, he won a bronze medal in the 1980 and 1988 Summer Olympics and a silver medal at the 1987 World Championships in Athletics.\n^ \"Jüri Tamm\".",
      "pageId": 3305422,
      "monthDay": "02/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Bonnie_Crombie",
      "name": "Bonnie Crombie",
      "aboutText": "Savvas Kofidis (Greek: Σάββας Κωφίδης; born 5 February 1961 near Alma-Ata, Kazakh SSR, Soviet Union) is a Greek football coach and former midfielder player.",
      "pageId": 5172137,
      "monthDay": "02/05"
    },
    {
      "year": "1961",
      "uri": "/wiki/Savvas_Kofidis",
      "name": "Savvas Kofidis",
      "aboutText": "Héctor Alonso Rebaque (born 5 February 1956 in Mexico City) is a former racing driver from Mexico. He participated in 58 Formula One World Championship Grands Prix, debuting on 5 June 1977. He scored a total of 13 championship points.",
      "pageId": 5527366,
      "monthDay": "02/05"
    },
    {
      "year": "1961",
      "uri": "/wiki/Tim_Meadows",
      "name": "Tim Meadows",
      "aboutText": "David Wiesner (born February 5, 1956) is an American illustrator and writer of children's books, known best for picture books including some that tell stories without words. As an illustrator he has won three Caldecott Medals recognizing the year's \"most distinguished American picture book for children\" and he was one of five finalists in 2008 for the biennial, international Hans Christian Andersen Award, the highest recognition available for creators of children's books.",
      "pageId": 5803408,
      "monthDay": "02/05"
    },
    {
      "year": "1961",
      "uri": "/wiki/Hakan_Peker",
      "name": "Hakan Peker",
      "aboutText": "Bonnie Crombie (née Sawarna, born February 5, 1960) is a Canadian politician who has been the Mayor of Mississauga, Ontario since 2014. From 2008 to 2011 she was a Liberal Member of Parliament for the riding of Mississauga—Streetsville and from 2011 to 2014 she served as councillor for Ward 5 on Mississauga City Council.",
      "pageId": 11565261,
      "monthDay": "02/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jacqui_Dankworth",
      "name": "Jacqui Dankworth",
      "aboutText": "Martin Ramon Razon Nievera (born February 5, 1962, Manila, Philippines) is a Filipino singer, songwriter, and actor.",
      "pageId": 12732376,
      "monthDay": "02/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jennifer_Jason_Leigh",
      "name": "Jennifer Jason Leigh",
      "aboutText": "Sudip Chatterjee (5 February 1959 – 18 September 2006), nicknamed Tulu, was an Indian international football player. He started his career as a centre back and then moved to the right back position before switching to the midfielder role.",
      "pageId": 17182305,
      "monthDay": "02/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Martin_Nievera",
      "name": "Martin Nievera",
      "aboutText": "Armando Mario Husillos (born 5 February 1959) is an Argentine football manager and former player who was top scorer in Nacional 1983.\nHe started his professional playing career in 1977 with Boca Juniors where he was part of the squad that won the Copa Libertadores in 1978. He also played for Loma Negra, San Lorenzo and Estudiantes de La Plata in Argentina.",
      "pageId": 17384570,
      "monthDay": "02/05"
    },
    {
      "year": "1963",
      "uri": "/wiki/Steven_Shainberg",
      "name": "Steven Shainberg",
      "aboutText": "Jacqui Dankworth (born 5 February 1963) is a British jazz singer.",
      "pageId": 21447229,
      "monthDay": "02/05"
    },
    {
      "year": "1964",
      "uri": "/wiki/Laura_Linney",
      "name": "Laura Linney",
      "aboutText": "Kenji Takahashi (高橋 健二, Takahashi Kenji, born February 5, 1955), known professionally as Kenji Ohba (大葉 健二, Ōba Kenji) is a Japanese actor and former stuntman best known for his roles in the Super Sentai and Metal Heroes series, especially as Retsu Ichijouji/Gavan in the 1982 TV series Space Sheriff Gavan. He is the president of his own action/stunt troupe called \"Luck JET\" (\"JET\" being an acronym for \"Jaunty Eventful Troupe\").",
      "pageId": 35126123,
      "monthDay": "02/05"
    },
    {
      "year": "1964",
      "uri": "/wiki/Duff_McKagan",
      "name": "Duff McKagan",
      "aboutText": "Hakan Peker (born February 5, 1961; Istanbul) is a Turkish dancer, songwriter, singer, and music composer.",
      "pageId": 39170094,
      "monthDay": "02/05"
    },
    {
      "year": "1964",
      "uri": "/wiki/Helena_Bergstr%C3%B6m",
      "name": "Helena Bergström",
      "aboutText": "Gheorghe Hagi (Romanian pronunciation: [ˈɡe̯orɡe ˈhad͡ʒi]) is a Romanian former footballer, considered one of the best attacking midfielders in Europe during the 1980s and 1990s and the greatest Romanian footballer of all time. Galatasaray fans called him 'Comandante' (The Commander) and Romanians called him 'Regele' (The King).\nNicknamed \"The Maradona of the Carpathians\", Hagi is considered a hero in his homeland.",
      "pageId": 12276,
      "monthDay": "02/05"
    },
    {
      "year": "1964",
      "uri": "/wiki/Piotr_Trzaskalski",
      "name": "Piotr Trzaskalski",
      "aboutText": "Robert \"Bobby\" Brown (born February 5, 1969) is an American R&B singer, songwriter, rapper, dancer and actor. Brown started his career as one of the frontmen of the R&B and pop group New Edition, from its inception as The Bricks in 1982 until his forced exit from the group in 1986 following a period of misbehavior and rebellious behavior on his part. Starting a solo career, he became a hit success with his second album in 1988, Don't Be Cruel, which spawned a number of hit singles including the self-penned \"My Prerogative\", which became his signature hit.",
      "pageId": 148983,
      "monthDay": "02/05"
    },
    {
      "year": "1964",
      "uri": "/wiki/Alexia_Vassiliou",
      "name": "Alexia Vassiliou",
      "aboutText": "Michael Christopher Sheen, OBE (born 5 February 1969) is a Welsh actor. After training at London's Royal Academy of Dramatic Art (RADA), he made his professional debut in 1991, starring in When She Danced at the Gielgud Theatre. He worked mainly in theatre throughout the 1990s and made notable stage appearances in Romeo and Juliet (1992), Don't Fool With Love (1993), Peer Gynt (1994), The Seagull (1995), The Homecoming (1997), and Henry V (1997).",
      "pageId": 277795,
      "monthDay": "02/05"
    },
    {
      "year": "1965",
      "uri": "/wiki/Tarik_Benhabiles",
      "name": "Tarik Benhabiles",
      "aboutText": "Roberto \"Robbie\" Alomar Velázquez (/ˈæləmɑr/; Spanish pronunciation: [aloˈmar]; born February 5, 1968) is a former Major League Baseball player (1988–2004), regarded highly as a second baseman. During his career, the 12-time All-Star won more Gold Gloves (10) than any other second baseman in baseball history, and also won the third-most Silver Slugger Awards (4) for a second baseman. On January 5, 2011, Alomar was elected to the Baseball Hall of Fame, in his second year of eligibility.",
      "pageId": 384099,
      "monthDay": "02/05"
    },
    {
      "year": "1965",
      "uri": "/wiki/Gheorghe_Hagi",
      "name": "Gheorghe Hagi",
      "aboutText": "Rok Petrovič  listen  (5 February 1966 - 16 September 1993) was a Slovenian alpine skier.\nPetrovič was born in Ljubljana, Slovenia, the son of Krešimir Petrović, a well known sports psychologist of Croatian origin (His mother been from Vela Luka). His first success in alpine ski racing was the 1983 Junior World Championship slalom title in Sestriere, Italy.",
      "pageId": 665179,
      "monthDay": "02/05"
    },
    {
      "year": "1965",
      "uri": "/wiki/Keith_Moseley",
      "name": "Keith Moseley",
      "aboutText": "Marcus \"Bosse\" Grönholm (born February 5, 1968 in Kauniainen/Grankulla) is a Finnish former rally driver. Driving for Peugeot, he won the World Rally Championship in 2000 and 2002. After Peugeot withdrew from the World Rally Championship, Grönholm moved to Ford for the 2006 season and placed second in the drivers' world championship, losing the title to Sébastien Loeb by one point.",
      "pageId": 944600,
      "monthDay": "02/05"
    },
    {
      "year": "1966",
      "uri": "/wiki/Nicklas_Kroon",
      "name": "Nicklas Kroon",
      "aboutText": "Thomas Christopher \"Chris\" Parnell (born February 5, 1967) is an American actor, comedian, and singer. He is best known as a cast member on NBC's Saturday Night Live from 1998–2006 and for his role as Dr. Leo Spaceman on NBC's comedy series 30 Rock.",
      "pageId": 1313290,
      "monthDay": "02/05"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jonathan_Morgan_(director)",
      "name": "Jonathan Morgan",
      "aboutText": "José María Olazábal Manterola (Spanish pronunciation: [xoˈse maˈria olaˈθaβal manteˈrola], Basque: [olas̻abal]; born 5 February 1966) is a Spanish professional golfer who has enjoyed success on both the European Tour and the PGA Tour, and has won two major championships.\nIn 2012 he captained Europe's Ryder Cup team to a narrow victory over the USA, which seemed improbable at the start of the final day's play when the Europeans trailed 10–6. They came back to win 14½–13½.",
      "pageId": 1519481,
      "monthDay": "02/05"
    },
    {
      "year": "1966",
      "uri": "/wiki/Dean_Nalder",
      "name": "Dean Nalder",
      "aboutText": "Helena Kristina Bergström (born 5 February 1964) is a Swedish actress.\nThe granddaughter of legendary Swedish actor Olof Widgren and the daughter of Hans Bergström (director) and Kerstin Widgren (actress). Bergström is married to Colin Nutley and is known for playing the female lead in many of his films.",
      "pageId": 2854943,
      "monthDay": "02/05"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jos%C3%A9_Mar%C3%ADa_Olaz%C3%A1bal",
      "name": "José María Olazábal",
      "aboutText": "Tarik Benhabiles (born 5 February 1965 in Algiers, Algeria) is a former Algerian-French tennis player. He achieved his highest ATP-ranking on June 8, 1987, when the right-hander was listed as the number 22 player in the world.\nBenhabiles's professional career began in 1981, the year he won the junior championship at Roland-Garros, and it ended in 1992.",
      "pageId": 4084298,
      "monthDay": "02/05"
    },
    {
      "year": "1966",
      "uri": "/wiki/Rok_Petrovi%C4%8D",
      "name": "Rok Petrovič",
      "aboutText": "Jonathan Morgan (born Scott Gallegos on February 5, 1966) is a former actor and current director of pornographic films. He has directed for studios including Wicked Pictures, where he made films such as Inside Porn.\n^ Martin Amis (2001-03-17).",
      "pageId": 5316699,
      "monthDay": "02/05"
    },
    {
      "year": "1967",
      "uri": "/wiki/Chris_Parnell",
      "name": "Chris Parnell",
      "aboutText": "Eyþór Guðjónsson (born February 5, 1968), often anglicized as Eythor Gudjonsson, is an Icelandic actor. He stands 6'3\" (1.91 m) tall.\nHe got his first big role in the 2005 horror movie Hostel, where he plays an Icelandic backpacker named Óli, famous for his catchphrase \"King of the Swing\", traveling through Europe with American backpackers Paxton (Jay Hernandez) and Josh (Derek Richardson) where they get lured to a Slovakian hostel with a gruesome secret.",
      "pageId": 6045273,
      "monthDay": "02/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/Roberto_Alomar",
      "name": "Roberto Alomar",
      "aboutText": "Keith Moseley (born February 5, 1965) is an American musician and songwriter, who plays bass guitar among other instruments for The String Cheese Incident, a jamband from Boulder, Colorado, of which he was a founding member.\nHe has written and provides vocals for a number of songs for the band, including \"Resume Man\", \"Joyful Sound\" and \"Sometimes a River\". Before he was with the String Cheese Incident, Moseley played guitar in the band Whiskey Creek Warriors, which played around the Colorado ski scene.",
      "pageId": 7948322,
      "monthDay": "02/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/David_R._Flores",
      "name": "David R. Flores",
      "aboutText": "David Romero Flores (born February 5, 1968) is a jockey in American Thoroughbred horse racing.\nFlores was born in Tijuana, Mexico. His father was a jockey and an exercise rider in Southern California.",
      "pageId": 8154536,
      "monthDay": "02/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/Marcus_Gr%C3%B6nholm",
      "name": "Marcus Grönholm",
      "aboutText": "Michel Breistroff (February 5, 1971 – July 17, 1996) was a French professional ice hockey defenceman.\nBreistroff was born in Roubaix, France. A graduate in anthropology from Harvard University, he died at 25 in the crash of TWA Flight 800 off Long Island, New York.",
      "pageId": 15249761,
      "monthDay": "02/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ey%C3%BE%C3%B3r_Gu%C3%B0j%C3%B3nsson",
      "name": "Eyþór Guðjónsson",
      "aboutText": "Piotr Trzaskalski (Polish pronunciation: [ˈpjɔtr tʂasˈkalskʲi]; born in Łódź, Poland, on February 5, 1964) is a Polish film director and screenwriter.",
      "pageId": 17985758,
      "monthDay": "02/05"
    },
    {
      "year": "1969",
      "uri": "/wiki/Bobby_Brown",
      "name": "Bobby Brown",
      "aboutText": "Niclas Kroon (born 5 February 1966) is a former tennis player from Sweden. The right-hander turned pro in 1986 and reached his career-high singles ranking on the ATP Tour of World No. 49 in December 1989.",
      "pageId": 20694502,
      "monthDay": "02/05"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_Sheen",
      "name": "Michael Sheen",
      "aboutText": "Alexia Vassiliou (Greek: Αλέξια Βασιλείου; born 5 February 1964), better known as Alexia, is a Cypriot singer, vocalist, musician, performer, composer, lyricist, and activist, associated with voice improvisation.\nShe has had a series of gold and platinum records, including one in Scandinavia, and a top 100 hit in the US, while she was still a student at the Berklee College of Music in Boston. Her first album, Alexia, started a new wave of pop music in Greece and Cyprus, and sold over 500,000 copies, making it the most successful debut album by a Greek artist.",
      "pageId": 36095456,
      "monthDay": "02/05"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jean-Marc_Jaumin",
      "name": "Jean-Marc Jaumin",
      "aboutText": "Dean Cambell Nalder (born 5 February 1966) is an Australian sportsman and politician. He serves as the Liberal member for the Western Australian Legislative Assembly seat of Alfred Cove.",
      "pageId": 38811915,
      "monthDay": "02/05"
    },
    {
      "year": "1971",
      "uri": "/wiki/Michel_Breistroff",
      "name": "Michel Breistroff",
      "aboutText": "Jean-Marc Jaumin (February 5, 1970) is a Belgian former basketball player and current coach.",
      "pageId": 40904852,
      "monthDay": "02/05"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sara_Evans",
      "name": "Sara Evans",
      "aboutText": "Mary, Crown Princess of Denmark, Countess of Monpezat, R.E. (née Mary Elizabeth Donaldson; born 5 February 1972 in Hobart, Tasmania, Australia) is the wife of Frederik, Crown Prince of Denmark. Frederik is the heir apparent to the throne of Denmark, which means that at the time Frederik inherits the throne, Mary will automatically become Queen consort of Denmark.\nThe couple met at the Slip Inn, a pub in Sydney, when the prince was visiting Australia during the 2000 Summer Olympics.",
      "pageId": 442146,
      "monthDay": "02/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Kristopher_Carter",
      "name": "Kristopher Carter",
      "aboutText": "Abhishek Bachchan (born 5 February 1976) is an Indian film actor, producer and playback singer best known for his work in Hindi films. He is the son of veteran actors Amitabh Bachchan and Jaya Bachchan. He made his film debut in the war drama Refugee (2000), which did not do very well at the box office, but earned him appreciation from critics.",
      "pageId": 615942,
      "monthDay": "02/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Koriki_Ch%C5%8Dsh%C5%AB",
      "name": "Koriki Chōshū",
      "aboutText": "Jeffery Adam Everett (born February 5, 1977), is a former American professional baseball shortstop and third baseman. He played college baseball for both the NC State Wolfpack and South Carolina Gamecocks. He was drafted in the first round of the 1998 Major League Baseball Draft and established himself for his defensive prowess as the starting shortstop for the Houston Astros in 2003.",
      "pageId": 675128,
      "monthDay": "02/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Mary,_Crown_Princess_of_Denmark",
      "name": "Mary, Crown Princess of Denmark",
      "aboutText": "Yuko Aoki (青木 裕子, Aoki Yūko) (born on February 5, 1977 in Takahata, Yamagata Prefecture, Japan) is a Japanese bikini model and singer.",
      "pageId": 701919,
      "monthDay": "02/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Richard_Matvichuk",
      "name": "Richard Matvichuk",
      "aboutText": "Richard Dorian Matvichuk (born February 5, 1973) is a Canadian former National Hockey League Defenseman and current Head Coach of the Missouri Mavericks of the ECHL. He played 14 seasons with the Minnesota North Stars/Dallas Stars, and the New Jersey Devils of the National Hockey League.",
      "pageId": 860174,
      "monthDay": "02/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Trijntje_Oosterhuis",
      "name": "Trijntje Oosterhuis",
      "aboutText": "Japanom Yeerum (Thai: จาพนม ยีรัมย์), formerly Tatchakorn Yeerum (Thai: ทัชชกร ยีรัมย์; rtgs: Thatchakon Yiram) or Phanom Yeerum (Thai: พนม ยีรัมย์; rtgs: Phanom Yiram;  [pʰanom jiːram]; born February 5, 1976), better known internationally as Tony Jaa, in Thailand as Jaa Phanom (Thai: จา พนม; rtgs: Cha Phanom), is a Thai martial artist, physical educator, actor, action choreographer, film producer, stuntman, director, and has spent time as a Buddhist monk. His films include Ong-Bak: Muay Thai Warrior, Tom-Yum-Goong (also called Warrior King or The Protector), Ong-Bak 2: The Beginning, Ong Bak 3 and Tom Yum Goong 2 (or The Protector 2).",
      "pageId": 860216,
      "monthDay": "02/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Juha_Tapio",
      "name": "Juha Tapio",
      "aboutText": "Sara Lynn Evans (pronounced /ˈsɛərə/; born February 5, 1971) is an American country music singer and songwriter. For her entire career, she has been signed to RCA Nashville.\nEvans has released seven studio albums: Three Chords and the Truth (1997), No Place That Far (1998), Born to Fly (2000), Restless (2003), Real Fine Place (2005), Stronger (2011), Slow Me Down (2014), plus one Christmas album, At Christmas (2014).",
      "pageId": 913162,
      "monthDay": "02/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jenny_Alversj%C3%B6",
      "name": "Jenny Alversjö",
      "aboutText": "Sir Charles Benedict Ainslie, CBE (born 5 February 1977), best known as Ben Ainslie, is a British, English competitive sailor. The most successful sailor in Olympic history, Ainslie won medals at five consecutive Olympics from 1996-2012, including gold at the last four.\nHe was the first person to win medals in five different Olympic Games in sailing, the third person to win five Olympic medals in that sport (after Torben Grael and Robert Scheidt) and also the second to win four gold medals, after Paul Elvstrøm.",
      "pageId": 917411,
      "monthDay": "02/05"
    },
    {
      "year": "1975",
      "uri": "/wiki/Brainpower",
      "name": "Brainpower",
      "aboutText": "Found spouse, Adam Alexander Carson (born February 5, 1975) is the drummer of the rock band AFI. He and Davey Havok are the two original members left in the lineup. Carson also filled in as drummer for the psychobilly band Tiger Army. His drumming can be found on Tiger Army's Early Years EP as well as their debut album Tiger Army.",
      "pageId": 1006647,
      "monthDay": "02/05"
    },
    {
      "year": "1975",
      "uri": "/wiki/Adam_Carson",
      "name": "Adam Carson",
      "aboutText": "Giovanni Christiaan van Bronckhorst OON (Dutch pronunciation: [d͡ʒijoːˈvɑni vɑn ˈbrɔŋkɦɔrst]; born 5 February 1975 in Rotterdam), known as Gio in Spain, is a retired Dutch-Indonesian footballer and the current manager at Feyenoord. Formerly a midfielder, he moved to left back later in his career.\nDuring his club career, Van Bronckhorst played for RKC Waalwijk (1993–94), Feyenoord (1994–98), Rangers (1998–2001), Arsenal (2001–03), FC Barcelona (2003–07), and again Feyenoord (2007–10).",
      "pageId": 1466668,
      "monthDay": "02/05"
    },
    {
      "year": "1975",
      "uri": "/wiki/Giovanni_van_Bronckhorst",
      "name": "Giovanni van Bronckhorst",
      "aboutText": "Gertjan Mulder, professionally known as Brainpower, is a bi-lingual rapper, who writes, records and performs in both the English as well as the Dutch language. He was born in Belgium and grew up in the Netherlands. He started making music in the eighties, and spent his time making a name for himself in the 1990s.",
      "pageId": 2061090,
      "monthDay": "02/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/John_Aloisi",
      "name": "John Aloisi",
      "aboutText": "John Aloisi (born 5 February 1976) is a retired Australian football (soccer) player and the manager of A-League club Brisbane Roar !Brisbane Roar.",
      "pageId": 2312338,
      "monthDay": "02/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Abhishek_Bachchan",
      "name": "Abhishek Bachchan",
      "aboutText": "Koriki Choshu (長州小力, Chōshū Koriki) (born Kazuteru Kubota (久保田和輝, Kubota Kazuteru), February 5, 1972 in the city of Nishi-Tokyo, Tokyo) is a Japanese comedian. He is most famous for his act in which he mocks a famous Japanese professional wrestler Riki Choshu due to his resemblance. Koriki is a play on Riki's name, meaning something like \"little Riki\".",
      "pageId": 3991705,
      "monthDay": "02/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nancy_Feber",
      "name": "Nancy Feber",
      "aboutText": "Judith Katrijntje \"Trijntje\" Oosterhuis (Dutch pronunciation: [ˈjydɪt kaːˈtrɛincə ˈtrɛincə ˈoːstərˌɦœys]; born 5 February 1973) is a Dutch pop and jazz singer. She formed the band Total Touch (1990–2001) with her brother Tjeerd Oosterhuis before she started as a solo artist.",
      "pageId": 6433758,
      "monthDay": "02/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Tony_Jaa",
      "name": "Tony Jaa",
      "aboutText": "Simone Christicchi (born 5 February 1977 in Rome) is an Italian singer and composer.",
      "pageId": 7075342,
      "monthDay": "02/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ben_Ainslie",
      "name": "Ben Ainslie",
      "aboutText": "Valery Kobzarenko (born 5 February 1977 in Kiev, Ukraine) is a professional track and road bicycle racer who currently rides for the Suren Cycling Team.",
      "pageId": 7163098,
      "monthDay": "02/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Yuko_Aoki",
      "name": "Yuko Aoki",
      "aboutText": "Kristopher Lee Carter (born February 5, 1972 Bexar County, Texas) is an American composer. He grew up in San Angelo, Texas and currently lives in Los Angeles, California.\nIn 1993, Carter graduated magna cum laude from the University of North Texas.",
      "pageId": 16292515,
      "monthDay": "02/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Simone_Cristicchi",
      "name": "Simone Cristicchi",
      "aboutText": "Juha Leevi Antero Tapio (born February 5, 1974) is a Finnish pop singer, lyricist, composer and guitarist. Tapio began with the first band to play rock in Ylistaro the age of 13. He was influenced by the Red Song Book.",
      "pageId": 24763030,
      "monthDay": "02/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Adam_Everett",
      "name": "Adam Everett",
      "aboutText": "Nancy Feber (born 5 February 1976) is a retired Belgian tennis player. As a junior player, she won four Grand Slam titles – one in singles and three in doubles. Feber won French Open twice, in 1992 and 1993, both times in doubles with Laurence Courtois.",
      "pageId": 28150335,
      "monthDay": "02/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Valery_Kobzarenko",
      "name": "Valery Kobzarenko",
      "aboutText": "Jenny Maria Alversjö, (born 5 February 1974 in Stockholm) is a Swedish television presenter for TV4.  She has also presented the morning show Nyhetsmorgon at TV4. She also presented the show På bar gärning at Sjuan.",
      "pageId": 47798849,
      "monthDay": "02/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ahmad_Merritt",
      "name": "Ahmad Merritt",
      "aboutText": "Bradley Joseph \"Brad\" Fitzpatrick (born February 5, 1980 in Iowa), is an American programmer. He is best known as the creator of LiveJournal and is the author of a variety of free software projects such as memcached, OpenID and Camlistore.\nBorn in Iowa, Fitzpatrick grew up in Beaverton, Oregon and majored in computer science at the University of Washington in Seattle.",
      "pageId": 145189,
      "monthDay": "02/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Andrejs_Prohorenkovs",
      "name": "Andrejs Prohorenkovs",
      "aboutText": "Zied Bhairi (born 5 February 1981) is a Tunisian footballer. He currently plays for the Libyan Premier League club Tahaddy.\nBhairi has a brief spell with SpVgg Greuther Fürth but did not appear in any 2.",
      "pageId": 1377346,
      "monthDay": "02/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Elin_Topuzakov",
      "name": "Elin Topuzakov",
      "aboutText": "Ahmad Rashad Merritt (born February 5, 1977) is a former American football wide receiver. He was signed by the Chicago Bears as an undrafted free agent in 2000. He played college football at Wisconsin.",
      "pageId": 1642451,
      "monthDay": "02/05"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mohamed_Ousserir",
      "name": "Mohamed Ousserir",
      "aboutText": "Sara Michael Foster (born February 5, 1981) is an American actress, best known for her role as Jen Clark on 90210.",
      "pageId": 2551857,
      "monthDay": "02/05"
    },
    {
      "year": "1978",
      "uri": "/wiki/Samuel_S%C3%A1nchez",
      "name": "Samuel Sánchez",
      "aboutText": "Andrejs Prohorenkovs (born 5 February 1977 in Ogre) is a Latvian football midfielder, currently playing for FK Ogre in the Latvian First League.",
      "pageId": 2827338,
      "monthDay": "02/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Alexander_Ryabov",
      "name": "Alexander Ryabov",
      "aboutText": "Peter, Hereditary Prince of Yugoslavia (born 5 February 1980 in Chicago, Illinois, United States), also known as Petar III Karađorđević (Serbian Cyrillic: Петар III Карађорђевић), is the eldest son of Alexander, Crown Prince of Yugoslavia and Princess Maria da Gloria of Orléans Bragança. Prince Peter is the grandson of King Peter II. His godfather is Prince Alexander, son of Prince-Regent Paul.",
      "pageId": 2933448,
      "monthDay": "02/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ilaria_Salvatori",
      "name": "Ilaria Salvatori",
      "aboutText": "Nora Angela Zehetner (born February 5, 1981) is an American film and television actress.",
      "pageId": 3922556,
      "monthDay": "02/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Stefano_Di_Fiordo",
      "name": "Stefano Di Fiordo",
      "aboutText": "Elin Kalinov Topuzakov (Bulgarian: Елин Калинов Топузаков; born 5 February 1977 in Dimitrovgrad) is a former Bulgarian football defender. He is nicknamed Balls (Bulgarian: Топчо) because of his last name. In his career he played as a sweeper or center back.",
      "pageId": 4556826,
      "monthDay": "02/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Brad_Fitzpatrick",
      "name": "Brad Fitzpatrick",
      "aboutText": "Samuel \"Sammy\" Sánchez González (born 5 February 1978) is a Spanish professional road bicycle racer, with the BMC Racing Team. He was the gold medal winner in the 2008 Beijing Olympics Men's Road Race. In recent years Sánchez has proven himself in hilly classics and stage races as one of the most important riders in the peloton.",
      "pageId": 5174545,
      "monthDay": "02/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Peter,_Hereditary_Prince_of_Yugoslavia",
      "name": "Peter, Hereditary Prince of Yugoslavia",
      "aboutText": "Loukas Vyntra (Greek: Λουκάς Βύντρα; born 5 February 1981) is a Czech-born Greek footballer who plays for Hapoel Tel Aviv and the Greek national team.",
      "pageId": 6385531,
      "monthDay": "02/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Paul_Kirui",
      "name": "Paul Kirui",
      "aboutText": "Paul Kiprop Kirui (born February 5, 1980) is a Kenyan distance and marathon runner. He participated at the IAAF World Half Marathon Championships in 2004 and finished first place. He had participated the World Half Marathon Championships twice before; in 2002 he finished 10th, but the next year he did not finish.",
      "pageId": 7080586,
      "monthDay": "02/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tiwa_Savage",
      "name": "Tiwa Savage",
      "aboutText": "Wesam Rizik (Arabic: وسام رزق‎; born on 5 February 1981) is a Qatari footballer who is a midfielder for El Jaish.",
      "pageId": 8615196,
      "monthDay": "02/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Zied_Bhairi",
      "name": "Zied Bhairi",
      "aboutText": "Jason Kawau (born 5 February 1981 in Lumsden, New Zealand) is a rugby union player currently playing for the Kobelco Steelers in the Top League in Japan.",
      "pageId": 9606830,
      "monthDay": "02/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sara_Michael_Foster",
      "name": "Sara Foster",
      "aboutText": "Mohamed Nassim Ousserir (born February 5, 1978 in Boufarik, Blida) is an Algerian footballer who currently plays as a goalkeeper for MC El Eulma in the Algerian League.",
      "pageId": 16471316,
      "monthDay": "02/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Mia_Hansen-L%C3%B8ve",
      "name": "Mia Hansen-Løve",
      "aboutText": "Ilaria Salvatori (born 5 February 1979 in Frascati) is an Italian foil fencer.",
      "pageId": 18900894,
      "monthDay": "02/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jason_Kawau",
      "name": "Jason Kawau",
      "aboutText": "Mia Hansen-Løve (born 5 February 1981) is a French film director, screenwriter and former actress.",
      "pageId": 22833294,
      "monthDay": "02/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Wesam_Rizik",
      "name": "Wesam Rizik",
      "aboutText": "Jason Shoemark (born 5 February 1981 in Whangarei, New Zealand) is a professional rugby union player who serves as a centre for the Hawke’s Bay in the ITM Cup.",
      "pageId": 23396299,
      "monthDay": "02/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jason_Shoemark",
      "name": "Jason Shoemark",
      "aboutText": "Stefano Di Fiordo (born 5 February 1980) is an Italian footballer who plays for Cisco Roma at Lega Pro Seconda Divisione.",
      "pageId": 26840472,
      "monthDay": "02/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Loukas_Vyntra",
      "name": "Loukas Vyntra",
      "aboutText": "Tiwatope Savage-Balogun (born 5 February 1980), better known by her stage name Tiwa Savage, is a Nigerian singer-songwriter, recording artist, performer and actress. She is currently signed to Sony/ATV Music Publishing and Mavin Records. She co-wrote the track \"Collard Greens & Cornbread\" off Fantasia Barrino's Grammy-nominated album Back to Me.",
      "pageId": 36170949,
      "monthDay": "02/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Nora_Zehetner",
      "name": "Nora Zehetner",
      "aboutText": "Alexander Ryabov (born 5 February 1979) is a Russian former professional ice hockey player.",
      "pageId": 39773741,
      "monthDay": "02/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Julie_Zenatti",
      "name": "Julie Zenatti",
      "aboutText": "Carlos Alberto Martínez Tevez (Spanish pronunciation: [ˈkarlos ˈteβes]; born 5 February 1984) is an Argentine professional footballer who plays as a forward for Boca Juniors and the Argentina national team. His energy, skill, and goal scoring rate have made him an indispensable player for his club sides throughout his career, in the eyes of fellow players and media alike.\nTevez began his career with Boca Juniors, winning the Copa Libertadores and Intercontinental Cup in 2003 before moving to Corinthians where he won the Brasileiro.",
      "pageId": 1024181,
      "monthDay": "02/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Wheesung",
      "name": "Wheesung",
      "aboutText": "Choi Hwee-Sung (born February 5, 1982), better known by his stage name Wheesung (Korean: 휘성), is a South Korean R&B singer and record producer. He initially attended the Sun Moon University, under the journalism major but dropped out.",
      "pageId": 1666975,
      "monthDay": "02/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Aidin_Nikkhah_Bahrami",
      "name": "Aidin Nikkhah Bahrami",
      "aboutText": "Laurence Maroney (born February 5, 1985) is a former American football running back in the National Football League. He was drafted by the New England Patriots 21st overall in the 2006 NFL Draft.",
      "pageId": 3576258,
      "monthDay": "02/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Deidra_Dionne",
      "name": "Deidra Dionne",
      "aboutText": "Yū Kobayashi (小林 ゆう, Kobayashi Yū, born 5 February 1982) is a Japanese voice actress, actress and singer affiliated with HolyPeak. She always uses honorifics in conversation due to strict family education.",
      "pageId": 3788926,
      "monthDay": "02/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Marc_Kennedy",
      "name": "Marc Kennedy",
      "aboutText": "Deidra Dionne (born February 5, 1982) is a Canadian freestyle skier. She was born in North Battleford, Saskatchewan. She won bronze in the 2002 Winter Olympics in freestyle aerial ski She also won the bronze medal at the 2001 and 2003 FIS World Freestyle Ski Championships.",
      "pageId": 4097832,
      "monthDay": "02/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Y%C5%AB_Kobayashi",
      "name": "Yū Kobayashi",
      "aboutText": "Rodrigo Sebastián Palacio Alcalde (Spanish pronunciation: [roˈðɾiɣo paˈlasjo]; born 5 February 1982) is an Argentine footballer who plays for Internazionale in Serie A as a forward. He is the son of José Ramón Palacio, a historic player of Olimpo de Bahia Blanca during the 1980s.",
      "pageId": 4319518,
      "monthDay": "02/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tom%C3%A1%C5%A1_Kopeck%C3%BD",
      "name": "Tomáš Kopecký",
      "aboutText": "Paul Duffield (born 5 February 1985) is a former professional Australian rules footballer who played for the Fremantle Football Club in the Australian Football League (AFL).",
      "pageId": 4356184,
      "monthDay": "02/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dionysis_Makris",
      "name": "Dionysis Makris",
      "aboutText": "Tomáš Kopecký (Slovak pronunciation: [ˈtomaːʃ ˈkopɛtskiː]; born February 5, 1982) is a Slovak professional ice hockey right winger. He is currently playing for HC Oceláři Třinec of the Czech Extraliga (Czech). He has previously played in the NHL with the Detroit Red Wings, Chicago Blackhawks and Florida Panthers.",
      "pageId": 6142367,
      "monthDay": "02/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Rodrigo_Palacio",
      "name": "Rodrigo Palacio",
      "aboutText": "Lloyd Johansson (born 5 February 1985) is an Australian rugby union player of Tongan and Swedish descent.",
      "pageId": 6308062,
      "monthDay": "02/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Pablo_Palacios",
      "name": "Pablo Palacios",
      "aboutText": "Rudy Haddad (born February 5, 1985) is a French footballer of Tunisian Jewish descent, who last played with Hapoel Ashkelon.\nRudy, a previously highly touted young player, came up through the youth system at Paris St. Germain.",
      "pageId": 7338443,
      "monthDay": "02/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jenn_Suhr",
      "name": "Jenn Suhr",
      "aboutText": "Jennifer \"Jenn\" Suhr (née Stuczynski) (born February 5, 1982) is an American pole vaulter. She is the current Olympic champion, has been ranked #1 in the World for the last 2 years, has been the #1 American pole vaulter since 2006, and has won a total of 15 US National Championships. She holds the world indoor pole vault record at 5.02m.",
      "pageId": 9511621,
      "monthDay": "02/05"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sanna_Askel%C3%B6f",
      "name": "Sanna Askelöf",
      "aboutText": "Marc Kennedy (born February 5, 1982) is a Canadian curler, and Vancouver 2010 Winter Olympic gold medalist from St. Albert, Alberta.",
      "pageId": 9967340,
      "monthDay": "02/05"
    },
    {
      "year": "1984",
      "uri": "/wiki/Carlos_Tevez",
      "name": "Carlos Tevez",
      "aboutText": "Julie Zenatti, (born 5 February 1981), is a French singer celebrity. She first played the role of Fleur-de-Lys and later Esmeralda on stage for the musical Notre-Dame de Paris. Zenatti was involved with Notre-Dame de Paris co-star Patrick Fiori from 2002 to 2006 and the pair were engaged for two years.",
      "pageId": 12504348,
      "monthDay": "02/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Paul_Duffield",
      "name": "Paul Duffield",
      "aboutText": "Constantinos Georgiades (Greek: Κωνσταντίνος Γεωργιάδης) (born 5 February 1985 in Nicosia) is a Cypriot former U21 national, footballer who last played for Adonis Idaliou in Cyprus as a striker. It is his second spell at the club after a three-year absence (2005–2008).",
      "pageId": 14542945,
      "monthDay": "02/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Constantinos_Georgiades",
      "name": "Constantinos Georgiades",
      "aboutText": "Aidin Nikkhah Bahrami (Persian: آیدین نیکخواه بهرامی‎‎) (February 5, 1982 – December 28, 2007) was an Iranian professional basketball player.",
      "pageId": 14923928,
      "monthDay": "02/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Rudy_Haddad",
      "name": "Rudy Haddad",
      "aboutText": "Dionysis Makris (Greek: Διονύσης Μακρής) born 5 February 1982 as Dionysis Syntrivanis) is a popular Greek singer, of laiko music.",
      "pageId": 15455428,
      "monthDay": "02/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lloyd_Johansson",
      "name": "Lloyd Johansson",
      "aboutText": "Julia Kova (real name Russian: Юлия Ахонькова, Julija Ahon'kova; b. February 5, 1985 in Moscow) is a Russian beauty queen and singer.\nAt 17 years old, she was chosen as \"Miss Russia Universe 2003\", but was unable to compete in Miss Universe pageant due to her age.",
      "pageId": 17989717,
      "monthDay": "02/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Julia_Kova",
      "name": "Julia Kova",
      "aboutText": "Robert Lijesen (born February 5, 1985 in Dordrecht) is a Dutch Swimmer, who is specialized in the 50 and 100 m freestyle. He is currently trained by former world champion Marcel Wouda at the same club as multiple olympic champion Pieter van den Hoogenband. He holds the European record in the 4×100 m freestyle Short Course together with Bas van Velthoven, Mitja Zastrow and Robin van Aggele in 3:09.18 swum during the World SC Championships 2008 in Manchester they finished second in this event behind the United States who swum a world record in the same race.",
      "pageId": 18310108,
      "monthDay": "02/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Robert_Lijesen",
      "name": "Robert Lijesen",
      "aboutText": "Pablo David Palacios Herreria (born February 5, 1982 in Quito) is an Ecuadorian football striker who plays for Club Deportivo El Nacional and the Ecuadorian national team.",
      "pageId": 18937079,
      "monthDay": "02/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Laurence_Maroney",
      "name": "Laurence Maroney",
      "aboutText": "Sanna Maria Karolin Askelöf (born February 5, 1983 in Stockholm) is a Swedish judoka who competed in the women's half-lightweight category. Being raised by a Swedish father and a Norwegian mother and holding a dual citizenship to compete internationally, Askelof held five national senior titles in her own division, picked up a total of twenty-eight medals in her career, and represented her paternal nation Sweden in the 52-kg class at the 2004 Summer Olympics. Throughout most of her sporting career until 2009, Askelof trained as a full-fledged member of the judo squad for Södra Sports Club (Swedish: Idrotts Klubb Södra, IK Södra) in Farsta.",
      "pageId": 44593207,
      "monthDay": "02/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Cristiano_Ronaldo",
      "name": "Cristiano Ronaldo",
      "aboutText": "Cristiano Ronaldo dos Santos Aveiro GOIH (born 5 February 1985), known as Cristiano Ronaldo (Portuguese pronunciation: [kɾɨʃtiˈɐnu ʁuˈnaɫdu]), is a Portuguese professional footballer who plays for Spanish club Real Madrid and the Portugal national team. He is a forward and serves as captain for Portugal. By the age of 22, Ronaldo had received Ballon d'Or and FIFA World Player of the Year nominations.",
      "pageId": 623737,
      "monthDay": "02/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tatiana_Silva",
      "name": "Tatiana Silva",
      "aboutText": "Manuel Henrique Tavares Fernandes (Portuguese pronunciation: [mɐnuˈɛɫ fɨɾˈnɐ̃dɨʃ]; born 5 February 1986) is a Portuguese professional footballer who plays for Russian club FC Lokomotiv Moscow as a midfielder.\nHe started his professional career with Benfica at only 18, then went on to compete in England in Spain, mainly at the service of Everton and Valencia. He signed with Beşiktaş in January 2011, spending the following three and a half seasons with the club.",
      "pageId": 2157885,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Vedran_%C4%86orluka",
      "name": "Vedran Ćorluka",
      "aboutText": "Bradley \"Reed\" Sorenson (born February 5, 1986) is an American professional stock car racing driver. He currently competes part-time in the NASCAR Sprint Cup Series, driving the No.",
      "pageId": 2181538,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Manuel_Fernandes_(footballer,_born_1986)",
      "name": "Manuel Fernandes",
      "aboutText": "Tatiana Silva Braga Tavares (born 5 February 1985) is a Belgian model who was crowned Miss Belgium in 2005. She entered the pageant as Miss Brussels and represented Belgium at the Miss World contest in December 2005.\nShe was born in the Brussels suburb of Uccle (Ukkel).",
      "pageId": 2287667,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Gerardo_Flores_Z%C3%BA%C3%B1iga",
      "name": "Gerardo Flores",
      "aboutText": "William Louis \"Billy\" Sharp (born 5 February 1986) is an English professional footballer who plays as a striker for Sheffield United. He has also played for Rushden & Diamonds, Scunthorpe United, Southampton, Nottingham Forest, Reading, Doncaster Rovers and Leeds United.\nThree days after the death of his newborn son in 2011, Sharp famously chose to play and scored the opener in that game, and 5 days later he was applauded by opposing fans following his goal against their team.",
      "pageId": 4811354,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sekope_Kepu",
      "name": "Sekope Kepu",
      "aboutText": "Vedran Ćorluka (pronounced [ʋědran t͡ɕǒrluka]; born 5 February 1986) is a Croatian footballer who plays for and captains Lokomotiv Moscow and the Croatia national team. He plays as a centre-back, though he has played in other positions across the defensive line, most notably as the right-back.\nĆorluka graduated from the Dinamo Zagreb Youth Academy, before making his professional debut for Dinamo Zagreb in 2003.",
      "pageId": 6818192,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Roger_Kluge",
      "name": "Roger Kluge",
      "aboutText": "Alex Kuznetsov (born February 5, 1987) is an American professional tennis player.",
      "pageId": 8980036,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Janne_Korpi",
      "name": "Janne Korpi",
      "aboutText": "Carlos Andrés Villanueva Rolland (born 5 February 1986) is a Chilean football player who is currently playing for Al Shabab.",
      "pageId": 10831633,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kim_Min-woo_(figure_skater)",
      "name": "Kim Min-woo",
      "aboutText": "Kim Min-woo (February 5, 1986 in Seoul, South Korea – October 4, 2007) was a South Korean ice dancer. He competed with sister Kim Hye-Min. Together they were the 2003-2005 South Korean national champions.",
      "pageId": 11441807,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Madison_Rayne",
      "name": "Madison Rayne",
      "aboutText": "Roger Kluge (born 5 February 1986 in Eisenhüttenstadt) is a German professional racing cyclist for UCI Professional Continental Team IAM Cycling.\nKluge left NetApp-Endura at the end of the 2013 season, and joined IAM Cycling for the 2014 season.\n^ a b \"Chavanel, Frank among transfers to IAM Cycling\".",
      "pageId": 15409617,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Takayuki_Seto",
      "name": "Takayuki Seto",
      "aboutText": "Gerardo Flores Zúñiga (born 5 February 1986 in Xochitepec, Mexico) is a Mexican professional footballer, who plays for Deportivo Toluca of the Liga MX, and for Mexico, mainly as a Right-Back .",
      "pageId": 16853512,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Billy_Sharp",
      "name": "Billy Sharp",
      "aboutText": "Linus Karl Heimer Omark (born February 5, 1987) is a Swedish professional ice hockey left winger formerly with the Buffalo Sabres of the National Hockey League (NHL). Prior to that, he has played with the Rochester Americans of the American Hockey League (AHL), and Salavat Yulaev Ufa of the Kontinental Hockey League (KHL).",
      "pageId": 16861594,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Reed_Sorenson",
      "name": "Reed Sorenson",
      "aboutText": "Sekope Kepu is an Australian professional rugby union player. He is a prop for the NSW Waratahs in the Super Rugby competition, making his debut in 2008.",
      "pageId": 17300965,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/J%C4%81nis_Strenga",
      "name": "Jānis Strenga",
      "aboutText": "Ashley Nichole Lomberger (born Ashley Nichole Simmons; February 5, 1986) is an American professional wrestler currently signed to Total Nonstop Action Wrestling (TNA) under the ring name Madison Rayne.\nSimmons began her wrestling career on the independent circuit, wrestling under the names Ashley Lane and Lexi Lane. She joined the all-female promotion Shimmer Women Athletes in 2007, where she was one half of the first-ever Shimmer Tag Team Champions, along with Nevaeh.",
      "pageId": 20871022,
      "monthDay": "02/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Carlos_Villanueva_(footballer)",
      "name": "Carlos Villanueva",
      "aboutText": "Takayuki Seto (Japanese: 瀬戸 貴幸; born February 5, 1986) is a Japanese professional footballer who plays for Turkish team Osmanlıspor, as a defensive midfielder. During the 2004–05 season, he trained with Brazilian clubs Avaí and Corinthians, Portuguesa-RJ to improve his skills.",
      "pageId": 23472460,
      "monthDay": "02/05"
    },
    {
      "year": "1987",
      "uri": "/wiki/Vernus_Abbott",
      "name": "Vernus Abbott",
      "aboutText": "Janne Korpi (born in Vihti on February 5, 1986) is a Finnish snowboarder and harness racing driver.\nHe competed for Finland at the 2006 Winter Olympics and Finland at the 2010 Winter Olympics.\nJanne Korpi is a son of Pekka Korpi, one of the most famous harness racers in Finland.",
      "pageId": 26076387,
      "monthDay": "02/05"
    },
    {
      "year": "1987",
      "uri": "/wiki/Darren_Criss",
      "name": "Darren Criss",
      "aboutText": "Curtis Louis Jerrells, Jr. (born February 5, 1987) is an American professional basketball player who currently plays for UNICS Kazan of the VTB United League.",
      "pageId": 27659519,
      "monthDay": "02/05"
    },
    {
      "year": "1987",
      "uri": "/wiki/Curtis_Jerrells",
      "name": "Curtis Jerrells",
      "aboutText": "Darren Everett Criss (born February 5, 1987) is an American actor, singer, and songwriter. One of the founding members and co-owners of StarKid Productions, a musical theater company based in Chicago, Illinois, Criss first garnered attention playing the lead role of Harry Potter in StarKid's musical production of A Very Potter Musical. The theater troupe made Billboard history when their original album, Me and My Dick, became the first charting student-produced musical recording, debuting at number eleven on the Top Cast Albums chart in 2010.",
      "pageId": 29056942,
      "monthDay": "02/05"
    },
    {
      "year": "1987",
      "uri": "/wiki/Alex_Kuznetsov",
      "name": "Alex Kuznetsov",
      "aboutText": "Vernus Abbott (born 5 February 1987) is a Saint Lucian international footballer who plays in the United States Virgin Islands for New Vibes, as a defender.",
      "pageId": 33150210,
      "monthDay": "02/05"
    },
    {
      "year": "1987",
      "uri": "/wiki/Linus_Omark",
      "name": "Linus Omark",
      "aboutText": "Jānis Strenga (born 5 February 1986) is a Latvian bobsledder, brakeman who has competed since 2008.",
      "pageId": 37664694,
      "monthDay": "02/05"
    },
    {
      "year": "1987",
      "uri": "/wiki/Donald_Sanford_(athlete)",
      "name": "Donald Sanford",
      "aboutText": "Jeremy Robert Myron Sumpter (born February 5, 1989) is an American actor.",
      "pageId": 409747,
      "monthDay": "02/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/Natalie_Geisenberger",
      "name": "Natalie Geisenberger",
      "aboutText": "Jordan Luke Rhodes (born 5 February 1990) is a Scottish professional footballer who plays as a striker for Blackburn Rovers and the Scotland national team.\nHe started his career at Ipswich Town and after loan spells at Oxford United, Rochdale and Brentford he joined Huddersfield Town. In the 2011–12 season, he was the top scorer in England with 36 league goals, breaking Huddersfield's club record for most league goals scored in a season.",
      "pageId": 10374465,
      "monthDay": "02/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/%C5%A0t%C4%9Bp%C3%A1n_Kodeda",
      "name": "Štěpán Kodeda",
      "aboutText": "Natalie Geisenberger (born 5 February 1988) is a German luger. She became Olympic Champion in the women's singles event and in the team relay at the 2014 Winter Olympics in Sochi and won a bronze medal in the women's singles event at the 2010 Winter Olympics in Vancouver.\nGeisenberger won the gold medal in the women's singles event at the 2008 FIL European Luge Championships in Cesana, Italy.",
      "pageId": 15202035,
      "monthDay": "02/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/Philipp_Marschall",
      "name": "Philipp Marschall",
      "aboutText": "Lars Christian Krogh Gerson (born 5 February 1990 in Luxembourg) is a Luxembourgian-Norwegian footballer who plays as a midfielder for Allsvenskan side GIF Sundsvall.",
      "pageId": 17863337,
      "monthDay": "02/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/Karin_Ontiveros",
      "name": "Karin Ontiveros",
      "aboutText": "Dmytro Khovbosha (born 5 February 1989, Soviet Union) is a professional Ukrainian football defender who plays for Zorya in the Ukrainian Premier League.",
      "pageId": 18116264,
      "monthDay": "02/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Edoardo_Giorgetti",
      "name": "Edoardo Giorgetti",
      "aboutText": "Štěpán Kodeda (5 February 1988 – 30 March 2015) was a Czech orienteering competitor, and twice junior world champion.",
      "pageId": 18225284,
      "monthDay": "02/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dmytro_Khovbosha",
      "name": "Dmytro Khovbosha",
      "aboutText": "Edoardo Giorgetti (born February 5, 1989) is an Italian breaststroke swimmer.\nIn 2006, Giorgetti was Junior World Champion in 100 m and 200 m breaststroke, and in 4×100 m medley relay.\nIn 2007, Giorgetti was Junior European Champion in 200 m breaststroke and won the silver medal in 100 m of the same stroke behind Dániel Gyurta.",
      "pageId": 20499729,
      "monthDay": "02/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Marina_Melnikova",
      "name": "Marina Melnikova",
      "aboutText": "Stefan de Vrij (born 5 February 1992) is a Dutch professional footballer who plays as a central defender for Serie A club Lazio and the Netherlands national football team.\nHe began his career at his local club VV Spirit, and debuted as a professional for Feyenoord aged 17. He spent five seasons at the Eredivisie club, serving briefly as captain, before joining Lazio in July 2014.",
      "pageId": 24470652,
      "monthDay": "02/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Otele_Mouangue",
      "name": "Otele Mouangue",
      "aboutText": "Phlipp Marschall (born February 5, 1988) is a German cross country skier who has competed since 2005.",
      "pageId": 26461829,
      "monthDay": "02/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ren%C3%A9e_Slegers",
      "name": "Renée Slegers",
      "aboutText": "Karin Cecilia Ontiveros Meza (born February 5, 1988) is a Mexican television host, model, sportscaster and beauty pageant titleholder who was crowned Nuestra Belleza México 2010 and represented Mexico at Miss Universe 2011.",
      "pageId": 28971262,
      "monthDay": "02/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jeremy_Sumpter",
      "name": "Jeremy Sumpter",
      "aboutText": "Dmitry Vladimirovich Andreikin (Russian: Дмитрий Владимирович Андрейкин, born 5 February 1990) is a Russian chess grandmaster, World Junior Champion in 2010 and Russian champion in 2012.",
      "pageId": 30458227,
      "monthDay": "02/05"
    },
    {
      "year": "1990",
      "uri": "/wiki/Dmitry_Andreikin",
      "name": "Dmitry Andreikin",
      "aboutText": "Alba Lucía Riquelme Valenzuela (born February 5, 1991 in Asunción, Paraguay) is a Paraguayan model and beauty pageant titleholder who was crowned Miss Universo Paraguay 2011 and represented her country in the 2011 Miss Universe pageant.",
      "pageId": 32252167,
      "monthDay": "02/05"
    },
    {
      "year": "1990",
      "uri": "/wiki/Lars_Krogh_Gerson",
      "name": "Lars Krogh Gerson",
      "aboutText": "Renée Josiena Anna Slegers (born 5 February 1989) is a Dutch female international football midfielder. She represents Swedish Damallsvenskan club Linköpings FC and the Netherlands women's national football team.\n^ \"Goalscorers\" (PDF).",
      "pageId": 33003754,
      "monthDay": "02/05"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kim_Ji-soo_(singer)",
      "name": "Kim Ji-soo",
      "aboutText": "Kim Jisoo (born Feb 5, 1990) is a Korean singer-writer. Born in Cheongju, Korea, Jisoo grew up listening to music of various musicians such as Kim Gun-mo and Jason Mraz and majored music at Daebul University. In 2010, he appeared on Superstar K2, a singing competition on M.net.",
      "pageId": 34788066,
      "monthDay": "02/05"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bhuvneshwar_Kumar",
      "name": "Bhuvneshwar Kumar",
      "aboutText": "Bhuvneshwar Kumar (born 5 February 1990) is an Indian international cricketer. He plays for Uttar Pradesh in domestic cricket, and Sunrisers Hyderabad in the Indian Premier League. Kumar is a right-arm medium-fast bowler who swings the ball both ways efficiently, and a useful lower order right-handed batsman, which makes him a nice bowler & a lower order batsman.",
      "pageId": 35551720,
      "monthDay": "02/05"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jordan_Rhodes",
      "name": "Jordan Rhodes",
      "aboutText": "Donald Eugene Sanford (also \"Donald Blair-Sanford\"; born February 5, 1987) is an American–Israeli Olympic sprinter, who specialises in the 400 metre dash.\nHis personal record at 400 metres is 45.21 seconds. He represented Israel in the 2012 Summer Olympics.",
      "pageId": 36305374,
      "monthDay": "02/05"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nabil_Bahoui",
      "name": "Nabil Bahoui",
      "aboutText": "Nabil Bahoui (Arabic: نبيل بحوي‎; Swedish pronunciation: [naˈbɪl bahuːˈiː]; born 5 February 1991) is a Swedish footballer, born to Moroccan parents, who plays for Al-Ahli as a midfielder.\nOn 8 November 2012, it was announced that he had signed a 3.5-year contract with AIK. He chose at first number 14. However, due to an agreement with fellow midfielder Lalawélé Atakora, who at the time was wearing number 11, he got to switch from 14 to 11.",
      "pageId": 36353490,
      "monthDay": "02/05"
    },
    {
      "year": "1991",
      "uri": "/wiki/Alba_Riquelme",
      "name": "Alba Riquelme",
      "aboutText": "Marina Anatolyevna Melnikova (Russian: Марина Анатольевна Мельникова; born 5 February 1989 in Perm) is a Russian tennis player.\nMelnikova has won two singles and 11 doubles titles on the ITF tour in her career. On 4 May 2015, she reached her best singles ranking of world number 170.",
      "pageId": 37992325,
      "monthDay": "02/05"
    },
    {
      "year": "1992",
      "uri": "/wiki/Nabilla_Benattia",
      "name": "Nabilla Benattia",
      "aboutText": "Nabilla Leona Benattia, well known as Nabilla, (born February 5 1992), is a model and a personality on French reality TV. She has appeared in L'Amour est aveugle (2009), Hollywood Girls (2012-2014), Les Anges de la télé-réalité (2012-2013) and her own TV show Allo Nabilla (2013-2014).\nShe became known in France for her one-liner \"non, mais allô quoi\" on les Anges de la télé-réalité. The line was subsequently used in ads from brands such as IKEA and Carrefour.",
      "pageId": 39270687,
      "monthDay": "02/05"
    },
    {
      "year": "1992",
      "uri": "/wiki/Stefan_de_Vrij",
      "name": "Stefan de Vrij",
      "aboutText": "Otele Mouangue (born 5 February 1989) is a Cameroonian footballer who plays for Aarau on loan from FC Wil.",
      "pageId": 40738369,
      "monthDay": "02/05"
    },
    {
      "year": "1992",
      "uri": "/wiki/Neymar",
      "name": "Neymar",
      "aboutText": "Saki Nakajima (中島 早貴, Nakajima Saki, born February 5, 1994 in Saitama, Japan) is a member of Cute, a Japanese pop group within Hello!",
      "pageId": 12296389,
      "monthDay": "02/05"
    },
    {
      "year": "1993",
      "uri": "/wiki/Aleksandr_Ilyin_(footballer)",
      "name": "Aleksandr Ilyin",
      "aboutText": "Neymar da Silva Santos Júnior (Portuguese pronunciation: [nejˈmaʁ dɐ ˈsiwvɐ ˈsɐ̃tus ˈʒũɲoʁ]; born 5 February 1992), commonly known as Neymar or Neymar Jr., is a Brazilian professional footballer who plays for Spanish club FC Barcelona and the Brazil national team as a forward or winger, and is also the captain of the national team.\nAt the age of 19, Neymar won the 2011 South American Footballer of the Year award, after coming third in 2010. He followed this up by winning it again in 2012.",
      "pageId": 15326144,
      "monthDay": "02/05"
    },
    {
      "year": "1994",
      "uri": "/wiki/Arisa_Komiya",
      "name": "Arisa Komiya",
      "aboutText": "Batuhan Karacakaya (born 5 February 1997) is a Turkish television actor.",
      "pageId": 30665525,
      "monthDay": "02/05"
    },
    {
      "year": "1994",
      "uri": "/wiki/Saki_Nakajima_(singer)",
      "name": "Saki Nakajima",
      "aboutText": "Aleksandr Vasilyevich Ilyin (Russian: Александр Васильевич Ильин; born 5 February 1993 in Promyshlennaya, Promyshlennovsky District) is a Russian professional football player. Currently, he plays for FC Dynamo St. Petersburg.",
      "pageId": 32896236,
      "monthDay": "02/05"
    },
    {
      "year": "1995",
      "uri": "/wiki/Adnan_Januzaj",
      "name": "Adnan Januzaj",
      "aboutText": "Arisa Komiya (小宮 有紗, Komiya Arisa, born February 5, 1994 in Tochigi, Tochigi, Japan) is a Japanese actress known for starring as Yoko Usami/Yellow Buster in the 2012 Super Sentai series Tokumei Sentai Go-Busters.",
      "pageId": 34252784,
      "monthDay": "02/05"
    },
    {
      "year": "1995",
      "uri": "/wiki/Batuhan_Karacakaya",
      "name": "Batuhan Karacakaya",
      "aboutText": "Adnan Januzaj (Albanian pronunciation: [adˈnan januˈzaj]; born 5 February 1995) is a Belgian professional footballer who plays as a winger for German club Borussia Dortmund, on loan from Manchester United, and the Belgium national team. Born and raised in Brussels, he began his career with Anderlecht before joining Manchester United in 2011 at the age of 16. Januzaj made his full international debut in 2014 and later that year played for Belgium at the World Cup.",
      "pageId": 40214276,
      "monthDay": "02/05"
    },
    {
      "year": "1997",
      "uri": "/wiki/Patrick_Roberts",
      "name": "Patrick Roberts",
      "aboutText": "Patrick John Joseph Roberts (born 5 February 1997) is an English professional footballer who plays as a winger for Manchester City.",
      "pageId": 42240280,
      "monthDay": "02/05"
    },
    {
      "year": "2001",
      "uri": "/wiki/Juan_Karlos_Labajo",
      "name": "Juan Karlos Labajo",
      "aboutText": "Juan Karlos Labajo (born February 5, 2001), also known as JK or Karlos, is a Filipino singer and actor. He is part of ABS-CBN's Star Magic and also a part of MCA Records.\nHe auditioned for ABS-CBN's reality singing competition The Voice Kids.",
      "pageId": 43617698,
      "monthDay": "02/05"
    }
  ]
}