{
  "people": [
    {
      "year": "1554",
      "uri": "/wiki/Philip_William,_Prince_of_Orange",
      "name": "Philip William, Prince of Orange",
      "aboutText": "Philip V (Spanish: Felipe V, French: Philippe, Italian: Filippo; 19 December 1683 – 9 July 1746) was King of Spain from 1 November 1700 to 15 January 1724, when he abdicated in favour of his son Louis, and from 6 September 1724, when he assumed the throne again upon his son's death, to his own death 9 July 1746.\nBefore his reign, Philip occupied an exalted place in the royal family of France as a grandson of King Louis XIV. His father, Louis, the Grand Dauphin, had the strongest genealogical claim to the throne of Spain when it became vacant in 1700. However, since the Grand Dauphin and Philip's older brother, Louis, Duke of Burgundy, could not be displaced from their place in the succession to the French throne, King Charles II of Spain named Philip as his heir in his will.",
      "pageId": 63857,
      "monthDay": "12/19"
    },
    {
      "year": "1587",
      "uri": "/wiki/Dorothea_Sophia,_Abbess_of_Quedlinburg",
      "name": "Dorothea Sophia, Abbess of Quedlinburg",
      "aboutText": "Albert Abraham Michelson (surname pronunciation anglicized as \"Michael-son\", December 19, 1852 – May 9, 1931) was an American physicist known for his work on the measurement of the speed of light and especially for the Michelson–Morley experiment. In 1907 he received the Nobel Prize in Physics. He became the first American to receive the Nobel Prize in sciences.",
      "pageId": 92733,
      "monthDay": "12/19"
    },
    {
      "year": "1683",
      "uri": "/wiki/Philip_V_of_Spain",
      "name": "Philip V of Spain",
      "aboutText": "Aron Ettore Schmitz (19 December 1861 – 13 September 1928), better known by the pseudonym Italo Svevo (Italian: [ˈiːtalo ˈzvɛːvo]), was an Italian writer and businessman, known as a novelist, playwright, and short story writer.",
      "pageId": 159859,
      "monthDay": "12/19"
    },
    {
      "year": "1699",
      "uri": "/wiki/William_Bowyer_(printer)",
      "name": "William Bowyer",
      "aboutText": "William Bowyer (/ˈboʊjər/; 19 December 1699 – 13 November 1777) was an English printer.\nBorn in London, he was educated at St John's College, Cambridge, and in 1722 became a partner in his father's business. In 1729 he was appointed printer of the votes of the British House of Commons, and in 1736 printer to the Society of Antiquaries, of which he was elected a fellow in 1737.",
      "pageId": 298300,
      "monthDay": "12/19"
    },
    {
      "year": "1714",
      "uri": "/wiki/John_Winthrop_(educator)",
      "name": "John Winthrop",
      "aboutText": "Sir Charles Fitzpatrick GCMG PC (December 19, 1851 – June 17, 1942) was a Canadian lawyer and politician, who served as the fifth Chief Justice of Canada. He was born in Quebec City, Canada East, to John Fitzpatrick and Mary Connolly.\nHe studied at Laval University, earning his B.A. degree (1873) and LL.B degree (1876), earning the Dufferin Silver Medal.",
      "pageId": 341784,
      "monthDay": "12/19"
    },
    {
      "year": "1778",
      "uri": "/wiki/Marie_Th%C3%A9r%C3%A8se_of_France",
      "name": "Marie Thérèse of France",
      "aboutText": "Mary Livermore, born Mary Ashton Rice, (December 19, 1820 – May 23, 1905) was an American journalist and advocate of women's rights.",
      "pageId": 384441,
      "monthDay": "12/19"
    },
    {
      "year": "1779",
      "uri": "/wiki/Albine_de_Montholon",
      "name": "Albine de Montholon",
      "aboutText": "Henry Clay Frick (December 19, 1849 – December 2, 1919) was an American industrialist, financier, union-buster, and art patron. He founded the H. C. Frick & Company coke manufacturing company, was chairman of the Carnegie Steel Company, and played a major role in the formation of the giant U.S. Steel steel manufacturing concern. He also financed the construction of the Pennsylvania Railroad and the Reading Company, and owned extensive real estate holdings in Pittsburgh and throughout the state of Pennsylvania.",
      "pageId": 425134,
      "monthDay": "12/19"
    },
    {
      "year": "1796",
      "uri": "/wiki/Manuel_Bret%C3%B3n_de_los_Herreros",
      "name": "Manuel Bretón de los Herreros",
      "aboutText": "Bernice Pauahi Bishop (December 19, 1831–October 16, 1884), born Bernice Pauahi Pākī, was an aliʻi (noble) of the Royal Family of the Kingdom of Hawaii and a well known philanthropist. At her death, her estate was the largest private landownership in the Hawaiian Islands, comprising approximately 9% of Hawaii's total area. The revenues from these lands are used to operate the Kamehameha Schools, which were established in 1887 according to Pauahi's will.",
      "pageId": 550108,
      "monthDay": "12/19"
    },
    {
      "year": "1817",
      "uri": "/wiki/James_J._Archer",
      "name": "James J. Archer",
      "aboutText": "John Winthrop (December 19, 1714 – May 3, 1779) was the 2nd Hollis Professor of Mathematics and Natural Philosophy in Harvard College. He was a distinguished mathematician, physicist and astronomer, born in Boston, Mass. His great-great-grandfather, also named John Winthrop, was founder of the Massachusetts Bay Colony.",
      "pageId": 588568,
      "monthDay": "12/19"
    },
    {
      "year": "1820",
      "uri": "/wiki/Mary_Livermore",
      "name": "Mary Livermore",
      "aboutText": "Marie-Thérèse Charlotte of France (19 December 1778 – 19 October 1851), Madame Royale, was the eldest child of Louis XVI and Marie Antoinette.\nAfter her marriage to her cousin, Louis Antoine, Duke of Angoulême, the eldest son of the future Charles X, she was known as the Duchess of Angoulême. She became the Dauphine of France upon the accession of her father-in-law to the throne of France in 1824.",
      "pageId": 1055403,
      "monthDay": "12/19"
    },
    {
      "year": "1825",
      "uri": "/wiki/George_Frederick_Bristow",
      "name": "George Frederick Bristow",
      "aboutText": "Carter Godwin Woodson (December 19, 1875 – April 3, 1950) was an African-American historian, author, journalist and the founder of the Association for the Study of African American Life and History. Woodson was one of the first scholars to study African-American history. A founder of The Journal of Negro History in 1915, Woodson has been cited as the father of black history.",
      "pageId": 1064397,
      "monthDay": "12/19"
    },
    {
      "year": "1831",
      "uri": "/wiki/Bernice_Pauahi_Bishop",
      "name": "Bernice Pauahi Bishop",
      "aboutText": "Philip William, Prince of Orange (19 December 1554, Buren, Gelderland – 20 February 1618) was the eldest son of William the Silent by his first wife Anna van Egmont.",
      "pageId": 1528979,
      "monthDay": "12/19"
    },
    {
      "year": "1849",
      "uri": "/wiki/Henry_Clay_Frick",
      "name": "Henry Clay Frick",
      "aboutText": "Minnie Maddern Fiske (December 19, 1865 – February 15, 1932), born as Marie Augusta Davey with some sources quoting December 19, 1864 as her date of birth, but often billed simply as Mrs. Fiske, was one of the leading American actresses of the late nineteenth and early twentieth century. She also spearheaded the fight against the Theatrical Syndicate for the sake of artistic freedom.",
      "pageId": 2121909,
      "monthDay": "12/19"
    },
    {
      "year": "1852",
      "uri": "/wiki/Albert_Abraham_Michelson",
      "name": "Albert Abraham Michelson",
      "aboutText": "Manuel Bretón de los Herreros (December 19, 1796, Quel (Logrono) – November 8, 1873, Madrid) was a Spanish dramatist, educated at Madrid. Enlisting on 24 May 1812, he served against the French in Valencia and Catalonia, and retired with the rank of corporal on 8 March 1822. He obtained a minor post in the civil service under the liberal government, and on his discharge determined to earn his living by writing for the stage.",
      "pageId": 2514086,
      "monthDay": "12/19"
    },
    {
      "year": "1853",
      "uri": "/wiki/Charles_Fitzpatrick",
      "name": "Charles Fitzpatrick",
      "aboutText": "George Frederick Bristow (December 19, 1825 – December 13, 1898) was an American composer. He advocated American classical music, rather than favoring European pieces.",
      "pageId": 4563774,
      "monthDay": "12/19"
    },
    {
      "year": "1861",
      "uri": "/wiki/Italo_Svevo",
      "name": "Italo Svevo",
      "aboutText": "James Jay Archer (December 19, 1817 – October 24, 1864) was a lawyer and an officer in the United States Army during the Mexican-American War. He later served as a Brigadier General in the Confederate States Army (CSA) during the American Civil War.\nTaken as a prisoner of war on the first morning of the Battle of Gettysburg, Archer was the first general officer captured from Gen.",
      "pageId": 5074503,
      "monthDay": "12/19"
    },
    {
      "year": "1863",
      "uri": "/wiki/Wallace_Bryant_(archer)",
      "name": "Wallace Bryant",
      "aboutText": "Alphonse Kirchhoffer (December 19, 1873 in Paris – June 30, 1913) was a French fencer who competed in the late 19th century and early 20th century.\nHe participated in Fencing at the 1900 Summer Olympics in Paris and won the silver medal in the master's foil.",
      "pageId": 7133647,
      "monthDay": "12/19"
    },
    {
      "year": "1865",
      "uri": "/wiki/Minnie_Maddern_Fiske",
      "name": "Minnie Maddern Fiske",
      "aboutText": "Wallace Bryant (December 19, 1863 – May 2, 1953) was an American archer who competed in the 1904 Summer Olympics.\nHe won the bronze medal in the team competition.",
      "pageId": 12648019,
      "monthDay": "12/19"
    },
    {
      "year": "1873",
      "uri": "/wiki/Alphonse_Kirchhoffer",
      "name": "Alphonse Kirchhoffer",
      "aboutText": "Albine de Montholon (December 19, 1779 - March 25, 1848)  was a French noblewoman, and the wife of Charles Tristan, marquis de Montholon. She was reputed to be the mistress of Napoleon during his exile on Saint Helena.\nShe was born Albine Hélène de Vassal in Paris.",
      "pageId": 17672644,
      "monthDay": "12/19"
    },
    {
      "year": "1875",
      "uri": "/wiki/Carter_G._Woodson",
      "name": "Carter G. Woodson",
      "aboutText": "Duchess Dorothea Sophia of Saxe-Altenburg (19 December 1587 – 10 February 1645) was Princess-Abbess of Quedlinburg.",
      "pageId": 23542749,
      "monthDay": "12/19"
    },
    {
      "year": "1876",
      "uri": "/wiki/Bernard_Friedberg",
      "name": "Bernard Friedberg",
      "aboutText": "Rudolf Hell (19 December 1901 – 11 March 2002) was a German inventor. He was born in Eggmühl, Germany.\nFrom 1919 to 1923 he studied electrical engineering in Munich.",
      "pageId": 44351,
      "monthDay": "12/19"
    },
    {
      "year": "1888",
      "uri": "/wiki/Fritz_Reiner",
      "name": "Fritz Reiner",
      "aboutText": "Leonid Ilyich Brezhnev (/ˈbrɛʒnɛf/; Russian: Леони́д Ильи́ч Бре́жнев; IPA: [lʲɪɐˈnʲid ɪˈlʲjitɕ ˈbrʲɛʐnʲɪf]; Ukrainian: Леоні́д Іллі́ч Бре́жнєв, 19 December 1906 (O.S. 6 December) – 10 November 1982) was the General Secretary of the Central Committee (CC) of the Communist Party of the Soviet Union (CPSU), presiding over the country from 1964 until his death in 1982. His eighteen-year term as General Secretary was second only to that of Joseph Stalin in duration. During Brezhnev's rule, the global influence of the Soviet Union grew dramatically, in part because of the expansion of the Soviet military during this time.",
      "pageId": 50151,
      "monthDay": "12/19"
    },
    {
      "year": "1891",
      "uri": "/wiki/Juhan_Kallaste",
      "name": "Juhan Kallaste",
      "aboutText": "Édith Piaf (French: [edit pjaf]; 19 December 1915 – 10 October 1963; born Édith Giovanna Gassion) was a French cabaret singer, songwriter and actress who became widely regarded as France's national chanteuse, as well as being one of France's greatest international stars.\nHer music was often autobiographical with her singing reflecting her life, with her specialty being of chanson and torch ballads, particularly of love, loss and sorrow. Among her well known songs are \"La Vie en rose\" (1946), \"Non, je ne regrette rien\" (1960), \"Hymne à l'amour\" (1949), \"Milord\" (1959), \"La Foule\" (1957), \"L'Accordéoniste\" (1955), and \"Padam ...",
      "pageId": 64963,
      "monthDay": "12/19"
    },
    {
      "year": "1891",
      "uri": "/wiki/Edward_Bernard_Raczy%C5%84ski",
      "name": "Edward Bernard Raczyński",
      "aboutText": "Sir Ralph David Richardson (19 December 1902 – 10 October 1983) was an English actor who, along with his contemporaries John Gielgud and Laurence Olivier, dominated the British stage of the mid-20th century. He worked in films throughout most of his career, and played more than sixty cinema roles. From an artistic but not theatrical background, Richardson had no thought of a stage career until a production of Hamlet in Brighton inspired him to become an actor.",
      "pageId": 163036,
      "monthDay": "12/19"
    },
    {
      "year": "1894",
      "uri": "/wiki/Ford_Frick",
      "name": "Ford Frick",
      "aboutText": "Jean Genet (French: [ʒɑ̃ ʒənɛ]; (1910-12-19)19 December 1910 – 15 April 1986(1986-04-15)) was a French novelist, playwright, poet, essayist, and political activist. Early in his life he was a vagabond and petty criminal, but later took to writing.",
      "pageId": 167347,
      "monthDay": "12/19"
    },
    {
      "year": "1895",
      "uri": "/wiki/Ingeborg_Refling_Hagen",
      "name": "Ingeborg Refling Hagen",
      "aboutText": "Ford Christopher Frick (December 19, 1894 – April 8, 1978) was an American sportswriter and baseball executive. After working as a teacher and as a sportswriter for the New York American, he served as public relations director of the National League (NL), then as the league's president from 1934 to 1951. He was the third Commissioner of Major League Baseball (MLB) from 1951 to 1965.",
      "pageId": 303804,
      "monthDay": "12/19"
    },
    {
      "year": "1899",
      "uri": "/wiki/Martin_Luther_King,_Sr.",
      "name": "Martin Luther King, Sr.",
      "aboutText": "Frederick Martin \"Fritz\" Reiner (December 19, 1888 – November 15, 1963) was a prominent conductor of opera and symphonic music in the twentieth century. Hungarian born and trained, he emigrated to the United States in 1922, where he rose to prominence as a conductor with several orchestras.",
      "pageId": 358409,
      "monthDay": "12/19"
    },
    {
      "year": "1901",
      "uri": "/wiki/Rudolf_Hell",
      "name": "Rudolf Hell",
      "aboutText": "George Davis Snell (December 19, 1903 – June 6, 1996) was an American mouse geneticist and basic transplant immunologist.",
      "pageId": 1077432,
      "monthDay": "12/19"
    },
    {
      "year": "1901",
      "uri": "/wiki/Oliver_La_Farge",
      "name": "Oliver La Farge",
      "aboutText": "James Archibald \"Jimmy\" McLarnin (19 December 1907 – 28 October 2004) was an Irish-Canadian professional boxer who became a two-time welterweight world champion and an International Boxing Hall of Fame inductee. McLarnin has been referred to as the greatest Irish boxer of all time.",
      "pageId": 1159846,
      "monthDay": "12/19"
    },
    {
      "year": "1901",
      "uri": "/wiki/Fritz_Mauruschat",
      "name": "Fritz Mauruschat",
      "aboutText": "Count Edward Bernard Raczyński (December 19, 1891 – July 30, 1993) was a Polish diplomat, writer, politician and President of Poland in exile (between 1979 and 1986).",
      "pageId": 1357216,
      "monthDay": "12/19"
    },
    {
      "year": "1902",
      "uri": "/wiki/Ralph_Richardson",
      "name": "Ralph Richardson",
      "aboutText": "Martin Luther King, Sr. (December 19, 1899 – November 11, 1984), was an American Baptist pastor, missionary, and an early figure in the American Civil Rights Movement.",
      "pageId": 1396779,
      "monthDay": "12/19"
    },
    {
      "year": "1903",
      "uri": "/wiki/George_Davis_Snell",
      "name": "George Davis Snell",
      "aboutText": "Oliver Hazard Perry La Farge (December 19, 1901 – August 2, 1963) was an American writer and anthropologist. In 1925 he explored early Olmec sites in Mexico, and later studied additional sites in Central America and the American Southwest. In addition to more than 15 scholarly works, mostly on Native Americans, he wrote several novels, including the Pulitzer Prize-winning, Laughing Boy (1929).",
      "pageId": 2469355,
      "monthDay": "12/19"
    },
    {
      "year": "1905",
      "uri": "/wiki/Irving_Kahn",
      "name": "Irving Kahn",
      "aboutText": "Ingeborg Refling Hagen (19 December 1895 – 30 November 1989) was a Norwegian author and teacher.",
      "pageId": 7286200,
      "monthDay": "12/19"
    },
    {
      "year": "1905",
      "uri": "/wiki/Giovanni_Lurani",
      "name": "Giovanni Lurani",
      "aboutText": "Wallie Amos Criswell (December 19, 1909 – January 10, 2002), was an American pastor, author, and a two-term elected president of the Southern Baptist Convention from 1968 to 1970.",
      "pageId": 8054312,
      "monthDay": "12/19"
    },
    {
      "year": "1906",
      "uri": "/wiki/Leonid_Brezhnev",
      "name": "Leonid Brezhnev",
      "aboutText": "Irving Kahn (December 19, 1905 – February 24, 2015) was an American businessman and investor. He was the oldest living active investment professional. He was an early disciple of Benjamin Graham, the creator of the value investing methodology.",
      "pageId": 9008501,
      "monthDay": "12/19"
    },
    {
      "year": "1907",
      "uri": "/wiki/Jimmy_McLarnin",
      "name": "Jimmy McLarnin",
      "aboutText": "Giovanni Lurani Cernuschi (December 19, 1905 – January 1995) was an Italian automobile engineer, racing car driver and journalist. Also, he was Conte di Calvenzano.\nHe studied engineering at the Politecnico di Milano and raced cars such as Salmson, Derby, Alfa Romeo and Maserati, participating eleven times in the Mille Miglia.",
      "pageId": 16761737,
      "monthDay": "12/19"
    },
    {
      "year": "1909",
      "uri": "/wiki/W._A._Criswell",
      "name": "W. A. Criswell",
      "aboutText": "Juhan Kallaste (birth name Johan Kree; 19 December 1891 Paistu Parish, Holstre or Paistu – 28 August 1999 Viljandi) was an Estonian cleric and actor thought to be the oldest Estonian male on record. He lived for 7009339843600000000♠107 years, 252 days. Before his death, he was also the oldest living Estonian.",
      "pageId": 17108857,
      "monthDay": "12/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Jean_Genet",
      "name": "Jean Genet",
      "aboutText": "Fritz Mauruschat (1901–1974) was a German football player and manager.\nIn 1961, Mauruschat was head coach of West Berlin XI for their away tie against Barcelona in the Inter-Cities Fairs Cup.",
      "pageId": 30678890,
      "monthDay": "12/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Mel_Shaw",
      "name": "Mel Shaw",
      "aboutText": "Mel Shaw (December 19, 1914 – November 22, 2012) was an American animator, design artist, writer, and artist. Shaw was involved in the animation, story design, and visual development of numerous Disney animated films, beginning with Bambi, which was released in 1942. His other animated film credits, usually involving animation design or the story, included The Rescuers in 1977, The Fox and the Hound in 1981, The Black Cauldron in 1985, The Great Mouse Detective in 1986, Beauty and the Beast in 1991, and The Lion King in 1994.",
      "pageId": 37989637,
      "monthDay": "12/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/%C3%89dith_Piaf",
      "name": "Édith Piaf",
      "aboutText": "Bernard Friedberg was an Austrian Hebraist, scholar and bibliographer.\nFriedberg was born at Cracow, December 19, 1876. He moved to Frankfurt in 1900; initially he worked for publisher Isaac Kauffmann and later set up his own firm.",
      "pageId": 41005065,
      "monthDay": "12/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/Claudia_Testoni",
      "name": "Claudia Testoni",
      "aboutText": "William Schutz (December 19, 1925 – November 9, 2002) was an American psychologist.",
      "pageId": 148032,
      "monthDay": "12/19"
    },
    {
      "year": "1916",
      "uri": "/wiki/Roy_Ward_Baker",
      "name": "Roy Ward Baker",
      "aboutText": "Eamonn Andrews, CBE (19 December 1922 – 5 November 1987) was an Irish radio and television presenter, based mostly in the United Kingdom from the 1950s.",
      "pageId": 163381,
      "monthDay": "12/19"
    },
    {
      "year": "1916",
      "uri": "/wiki/Elisabeth_Noelle-Neumann",
      "name": "Elisabeth Noelle-Neumann",
      "aboutText": "Henry Roeland \"Roy\" Byrd (December 19, 1918 – January 30, 1980), better known as Professor Longhair, was a New Orleans blues singer and pianist. Professor Longhair is noteworthy for having been active in two distinct periods, both in the heyday of early rhythm and blues, and in the resurgence of interest in traditional jazz after the founding of the New Orleans Jazz and Heritage Festival.\nThe music journalist Tony Russell, in his book The Blues – From Robert Johnson to Robert Cray, stated \"The vivacious rhumba-rhythmed piano blues and choked singing typical of Fess were too weird to sell millions of records; he had to be content with siring musical offspring who were simple enough to manage that, like Fats Domino or Huey \"Piano\" Smith.",
      "pageId": 166276,
      "monthDay": "12/19"
    },
    {
      "year": "1918",
      "uri": "/wiki/Professor_Longhair",
      "name": "Professor Longhair",
      "aboutText": "For the article on the baseball umpire, see: Doug Harvey (umpire)",
      "pageId": 431953,
      "monthDay": "12/19"
    },
    {
      "year": "1918",
      "uri": "/wiki/Lee_Rich",
      "name": "Lee Rich",
      "aboutText": "Herbert Milton \"Herb\" Stempel (born December 19, 1926) is a television game show contestant and subsequent whistleblower on the fraudulent nature of the industry, in what became known as the quiz show scandals.",
      "pageId": 511735,
      "monthDay": "12/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Little_Jimmy_Dickens",
      "name": "Little Jimmy Dickens",
      "aboutText": "Gary Morton (December 19, 1924 – March 30, 1999) was the second husband of Lucille Ball.",
      "pageId": 667823,
      "monthDay": "12/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/David_Susskind",
      "name": "David Susskind",
      "aboutText": "Tankred Dorst (born 19 December 1925) is a German playwright and storyteller.\nTankred Dorst currently lives and works in Munich. His farces, parables, one-act-plays and adaptations are inspired by the theatre of the absurd and the works of Ionesco, Giraudoux and Beckett.",
      "pageId": 833324,
      "monthDay": "12/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Eamonn_Andrews",
      "name": "Eamonn Andrews",
      "aboutText": "Robert Bernard Sherman (December 19, 1925 – March 6, 2012) was an American songwriter who specialized in musical films with his brother Richard Morton Sherman. According to the official Walt Disney Company website, \"[the Sherman Brothers were] responsible for more motion picture musical song scores than any other songwriting team in film history.\" Some of the Sherman Brothers' best known songs were incorporated into live action and animation musical films including: Mary Poppins, The Jungle Book, The Many Adventures of Winnie the Pooh, Chitty Chitty Bang Bang, The Slipper and the Rose, Charlotte's Web. Their most well known work however remains the theme park song \"It's a Small World (After All)\".",
      "pageId": 899362,
      "monthDay": "12/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Robert_V._Bruce",
      "name": "Robert V. Bruce",
      "aboutText": "Gordon Cameron Jackson, OBE (19 December 1923 – 15 January 1990) was a Scottish Emmy Award-winning actor best remembered for his roles as the butler Angus Hudson in Upstairs, Downstairs and as George Cowley, the head of CI5, in The Professionals.",
      "pageId": 1216697,
      "monthDay": "12/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Gordon_Jackson_(actor)",
      "name": "Gordon Jackson",
      "aboutText": "James Cecil Dickens (December 19, 1920 – January 2, 2015), better known as Little Jimmy Dickens, was an American country music singer famous for his humorous novelty songs, his small size, 4'11\" (150 cm), and his rhinestone-studded outfits (which he is given credit for introducing into country music live performances). He started as a member of the Grand Ole Opry in 1948 and became a member of the Country Music Hall of Fame in 1983.",
      "pageId": 1346433,
      "monthDay": "12/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Carlo_Chiti",
      "name": "Carlo Chiti",
      "aboutText": "Robert Lawrence \"Bobby\" Layne, Sr. (December 19, 1926 – December 1, 1986) was an American football quarterback who played for 15 seasons in the National Football League. He played for the Chicago Bears in 1948, the New York Bulldogs in 1949, the Detroit Lions from 1950–1958, and the Pittsburgh Steelers from 1958–1962.",
      "pageId": 1465755,
      "monthDay": "12/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Doug_Harvey_(ice_hockey)",
      "name": "Doug Harvey",
      "aboutText": "Roy Ward Baker (19 December 1916 – 5 October 2010), born Roy Horace Baker, was an English film director, credited as Roy Baker for much of his career. His best known film is A Night to Remember (1958) which won a Golden Globe for Best English-Language Foreign Film in 1959. His later career included many horror films and television shows.",
      "pageId": 2092730,
      "monthDay": "12/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Gary_Morton",
      "name": "Gary Morton",
      "aboutText": "Edmund Anthony Cutlar Purdom (19 December 1924 – 1 January 2009) was a British actor. He worked first on stage in Britain, performing various works by Shakespeare, then later in America on Broadway, until making his way to Hollywood, and eventually spent the remainder of his life appearing in Italian cinema.",
      "pageId": 2357659,
      "monthDay": "12/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Edmund_Purdom",
      "name": "Edmund Purdom",
      "aboutText": "Elisabeth Noelle-Neumann (19 December 1916 – 25 March 2010) was a German political scientist. Her most famous contribution is the model of the spiral of silence, detailed in The Spiral of Silence : Public Opinion – Our Social Skin. The model is an explanation of how perceived public opinion can influence individual opinions or actions.",
      "pageId": 2778915,
      "monthDay": "12/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Tankred_Dorst",
      "name": "Tankred Dorst",
      "aboutText": "David Howard Susskind (December 19, 1920 – February 22, 1987) was an American producer of TV, movies, and stage plays and also a pioneer TV talk show host.",
      "pageId": 2967896,
      "monthDay": "12/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/William_Schutz",
      "name": "William Schutz",
      "aboutText": "Carlo Chiti (19 December 1924 – 7 July 1994) was an Italian racing car and engine designer. Chiti is best known for his long association with Alfa Romeo's racing department.\nBorn in Pistoia, he graduated with a degree in aeronautical engineering from the University of Pisa in Italy in 1953.",
      "pageId": 7903411,
      "monthDay": "12/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Robert_B._Sherman",
      "name": "Robert B. Sherman",
      "aboutText": "Robert Vance Bruce (December 19, 1923 in Malden, Massachusetts – January 15, 2008 in Olympia, Washington) was an American historian specializing in the American Civil War, who won the 1988 Pulitzer Prize for History for his book The Launching of Modern American Science, 1846–1876 (1987). After serving in the Army during World War II, Bruce graduated from the University of New Hampshire, where he earned his Bachelor of Science in mechanical engineering. He received his Master of Arts in history and his Doctor of Philosophy from Boston University, where he was later a professor.",
      "pageId": 33189081,
      "monthDay": "12/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Bobby_Layne",
      "name": "Bobby Layne",
      "aboutText": "Claudia Testoni (19 December 1915 – 17 July 1998), was an Italian hurdler, sprinter and long jumper. She was European champion, in 1938, on 80 metres hurdles.",
      "pageId": 35479260,
      "monthDay": "12/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Herb_Stempel",
      "name": "Herb Stempel",
      "aboutText": "Lee Rich (December 19, 1918 – May 24, 2012) was an American film and television producer, who won the 1973 Outstanding Drama Series Emmy award for The Waltons as the producer. He is also known as the co-founder and former chairman of Lorimar Television.",
      "pageId": 35959189,
      "monthDay": "12/19"
    },
    {
      "year": "1926",
      "uri": "/wiki/Fikret_Otyam",
      "name": "Fikret Otyam",
      "aboutText": "Fikret Otyam (December 19, 1926 – August 9, 2015) was a Turkish painter and journalist.\nHe was born in Aksaray, where his father was running a pharmacy store. After attending elementary school in Aksaray, he graduated from İstanbul State Fine Arts Academy, the present-day Mimar Sinan Fine Arts University, where he studied under Bedri Rahmi Eyüboğlu.",
      "pageId": 47495659,
      "monthDay": "12/19"
    },
    {
      "year": "1927",
      "uri": "/wiki/James_Booth",
      "name": "James Booth",
      "aboutText": "Robert Edward Brookmeyer (December 19, 1929 – December 15, 2011) was an American jazz valve trombonist, pianist, arranger, and composer. Born in Kansas City, Missouri, Brookmeyer first gained widespread public attention as a member of Gerry Mulligan's quartet from 1954 to 1957. He later worked with Jimmy Giuffre, before rejoining Mulligan's Concert Jazz Band.",
      "pageId": 274572,
      "monthDay": "12/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Eve_Bunting",
      "name": "Eve Bunting",
      "aboutText": "Albert William \"Al\" Kaline (/ˈkeɪlaɪn/; born December 19, 1934), nicknamed \"Mr. Tiger\", is a former Major League Baseball right fielder. He is a member of the Baseball Hall of Fame.",
      "pageId": 374601,
      "monthDay": "12/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Nathan_Oliveira",
      "name": "Nathan Oliveira",
      "aboutText": "Anne Evelyn Bunting (born December 19, 1928), better known as Eve Bunting, is a Northern Ireland-born American writer of more than 250 books. Her work covers a broad array of subjects and includes fiction and non-fiction books. Her novels are primarily aimed at children and young adults, but she has also written the text for picture books.",
      "pageId": 752999,
      "monthDay": "12/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bob_Brookmeyer",
      "name": "Bob Brookmeyer",
      "aboutText": "Robert Henry \"Bobby\" Timmons (December 19, 1935 – March 1, 1974) was an American jazz pianist and composer. He was a sideman in Art Blakey's Jazz Messengers for two periods (July 1958 to September 1959; February 1960 to June 1961), between which he was part of Cannonball Adderley's band. Several of Timmons' compositions written when part of these bands – including \"Moanin'\", \"Dat Dere\", and \"This Here\" – enjoyed commercial success and brought him more attention.",
      "pageId": 1244204,
      "monthDay": "12/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/David_Douglas,_12th_Marquess_of_Queensberry",
      "name": "David Douglas, 12th Marquess of Queensberry",
      "aboutText": "Rudi Carrell (19 December 1934 – 7 July 2006), born Rudolf Wijbrand Kesselaar, was a Dutch entertainer, born in Alkmaar. Along with famous entertainers such as Johannes Heesters and Linda de Mol, Carrell was one of the most successful Dutch personalities active in Germany.\nHe worked as a television entertainer and hosted his own show.",
      "pageId": 1754739,
      "monthDay": "12/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/Gregory_Carroll_(R%26B_singer)",
      "name": "Gregory Carroll",
      "aboutText": "David Harrington Angus Douglas, 12th Marquess of Queensberry (born 19 December 1929, London) is an Anglo-Scottish aristocrat and noted pottery designer.\nQueensberry is the elder son of the 11th Marquess, and his only son by his second wife, artist Cathleen Sabine Mann (married 1926 – divorced 1946). His maternal grandparents were interior decorator Dolly Mann (née Florence Sabine-Pasley) and artist Harrington Mann.",
      "pageId": 2087020,
      "monthDay": "12/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/Howard_Sackler",
      "name": "Howard Sackler",
      "aboutText": "James Booth (born David Geeves; 19 December 1927 – 11 August 2005) was an English film, stage and television actor and screenwriter. Though considered handsome enough to play leading roles, and versatile enough to play a wide variety of character parts, Booth naturally projected a shifty, wolfish, or unpredictable quality that led inevitably to villainous roles and comedy, usually with a cockney flavour. He is probably best known for his role as Private Henry Hook in Zulu.",
      "pageId": 2457938,
      "monthDay": "12/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Wally_Olins",
      "name": "Wally Olins",
      "aboutText": "Thomas Christopher Smout CBE, FBA, FRSE, FSA Scot, (born 19 December 1933) is a Scottish academic, historian, author and Historiographer Royal in Scotland.",
      "pageId": 3641732,
      "monthDay": "12/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Salvador_Elizondo",
      "name": "Salvador Elizondo",
      "aboutText": "Pratibha Devisingh Patil ( pronunciation ) (born 19 December 1934) is an Indian politician who served as the 12th President of India from 2007 to 2012. A member of the Indian National Congress, Patil is the only woman to hold the office.",
      "pageId": 5604201,
      "monthDay": "12/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Wayne_Tippit",
      "name": "Wayne Tippit",
      "aboutText": "Barbara Bostock (born December 19, 1935, in Palm Beach, Florida) is a retired American actress. In 1955 she appeared in \"Silk Stockings\" at the Imperial Theatre in New York City. In 1957 she made her tv debut on The George Gobel Show and made her movie debut in 1958 when she was cast in the films Girls on the Loose and Senior Prom.",
      "pageId": 6338613,
      "monthDay": "12/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Kevan_Gosper",
      "name": "Kevan Gosper",
      "aboutText": "Nathan Oliveira (December 19, 1928 – November 13, 2010) was an American painter, printmaker, and sculptor, born in Oakland, California to immigrant Portuguese parents. Since the late 1950s Oliveira has been the subject of nearly one hundred solo exhibitions in addition to having been included hundreds of group exhibitions, in important museums and galleries worldwide. He taught studio art for several decades in California beginning in the early 1950s when he taught at the California College of the Arts (formerly California College of Arts and Crafts) in Oakland.",
      "pageId": 6526928,
      "monthDay": "12/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Christopher_Smout",
      "name": "Christopher Smout",
      "aboutText": "Howard Oliver Sackler (December 19, 1929 – October 12, 1982), was an American screenwriter and playwright who is best known for writing The Great White Hope (play: 1967; film: 1970). The Great White Hope enjoyed both a successful run on Broadway and, as a film adaptation, in movie theaters. James Earl Jones and Jane Alexander both starred in the original Arena Stage production of the play in Washington, DC, then brought their roles to Broadway and later to the film version.",
      "pageId": 6901831,
      "monthDay": "12/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Rudi_Carrell",
      "name": "Rudi Carrell",
      "aboutText": "Richard Kevan Gosper, AO (born 19 December 1933) is an Australian former athlete who mainly competed in the 400 metres.",
      "pageId": 7212711,
      "monthDay": "12/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Al_Kaline",
      "name": "Al Kaline",
      "aboutText": "Salvador Elizondo Alcalde (Mexico City, December 19, 1932 - March 29, 2006) was a Mexican writer of the 60s Generation of Mexican literature.\nRegarded as one of the creators of the most influential cult noirè, experimental, intelligent style literature in Latin America, he wrote as a novelist, poet, critic, playwright, and journalist. His most famous novels are Farabeuf (1965) and El hipogeo Secreto (1968).",
      "pageId": 8328245,
      "monthDay": "12/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Pratibha_Patil",
      "name": "Pratibha Patil",
      "aboutText": "Marian McKnight (born December 19, 1936, Manning, South Carolina) is a former American beauty pageant winner.\nShe earned the 1957 Miss America title with a Marilyn Monroe act in the talent portion, and later worked with Monroe's ex-husband, Joe DiMaggio, for a Virginia supplier of military bases. Despite the contention of Monroe biographer Donald Spoto, McKnight denied that she and DiMaggio were romantically involved.",
      "pageId": 8690770,
      "monthDay": "12/19"
    },
    {
      "year": "1934",
      "uri": "/wiki/Casper_R._Taylor,_Jr.",
      "name": "Casper R. Taylor, Jr.",
      "aboutText": "Wallace \"Wally\" Olins, CBE (19 December 1930 – 14 April 2014) was a British practitioner of corporate identity and branding who was Chairman of Saffron Brand Consultants. Olins advised many of the world’s leading organisations on identity, branding, communication and related matters. These include 3i, Akzo Nobel, Repsol, Q8, The Portuguese Tourist Board, BT, Renault, Volkswagen, Tata and Lloyd's of London.",
      "pageId": 8969809,
      "monthDay": "12/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Barbara_Bostock",
      "name": "Barbara Bostock",
      "aboutText": "Casper R. Taylor, Jr.",
      "pageId": 9711936,
      "monthDay": "12/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Bobby_Timmons",
      "name": "Bobby Timmons",
      "aboutText": "John Wayne Carroll, usually known as Gregory Carroll or Greg Carroll (December 19, 1929 – January 25, 2013), was an American R&B singer, songwriter, and record producer. He was a member of several successful vocal harmony or \"doo-wop\" groups including The Four Buddies and The Orioles, and co-wrote and produced Doris Troy's 1963 hit \"Just One Look\".\n^ Badger Funeral Home, obituary.",
      "pageId": 22630678,
      "monthDay": "12/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Joanne_Weaver",
      "name": "Joanne Weaver",
      "aboutText": "Wayne Tippit (December 19, 1932 – August 28, 2009) was an American television and stage character actor. He was best known to television audiences for playing Ted Adamson on the 1970s and 1980s CBS soap opera, Search for Tomorrow, for five years.",
      "pageId": 24220488,
      "monthDay": "12/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Marian_McKnight",
      "name": "Marian McKnight",
      "aboutText": "Joanne Weaver [″Joltin' Jo″] (December 19, 1935 – March 19, 2000) was a right fielder who played from 1951 through 1954 in the All-American Girls Professional Baseball League.",
      "pageId": 27223089,
      "monthDay": "12/19"
    },
    {
      "year": "1940",
      "uri": "/wiki/Phil_Ochs",
      "name": "Phil Ochs",
      "aboutText": "James Logan Jones, Jr. (born December 19, 1943) is a retired United States Marine Corps general and the former United States National Security Advisor.\nDuring his military career, he served as Commander, United States European Command (COMUSEUCOM) and Supreme Allied Commander Europe (SACEUR) from 2003 to 2006 and as the 32nd Commandant of the Marine Corps from July 1999 to January 2003.",
      "pageId": 16544,
      "monthDay": "12/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Lee_Myung-bak",
      "name": "Lee Myung-bak",
      "aboutText": "Philip David \"Phil\" Ochs (/ˈoʊks/; December 19, 1940 – April 9, 1976) was an American protest singer (or, as he preferred, a topical singer) and songwriter who was known for his sharp wit, sardonic humor, earnest humanism, political activism, insightful and alliterative lyrics, and distinctive voice. He wrote hundreds of songs in the 1960s and '70s and released eight albums.\nOchs performed at many political events during the 1960s counterculture era, including anti-Vietnam War and civil rights rallies, student events, and organized labor events over the course of his career, in addition to many concert appearances at such venues as New York City's Town Hall and Carnegie Hall.",
      "pageId": 25123,
      "monthDay": "12/19"
    },
    {
      "year": "1941",
      "uri": "/wiki/Maurice_White",
      "name": "Maurice White",
      "aboutText": "Richard Erskine Frere Leakey (born 19 December 1944) is a Kenyan paleoanthropologist, conservationist, and politician.",
      "pageId": 149154,
      "monthDay": "12/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Rufus_(actor)",
      "name": "Rufus",
      "aboutText": "Zalman \"Zal\" Yanovsky (December 19, 1944 – December 13, 2002) was a Canadian rock musician. Born in Toronto, he was the son of political cartoonist Avrom Yanovsky. He played lead guitar and sang for the Lovin' Spoonful, a rock band which he founded with John Sebastian in 1964.",
      "pageId": 167875,
      "monthDay": "12/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Cornell_Dupree",
      "name": "Cornell Dupree",
      "aboutText": "William Lincoln Christie (born December 19, 1944 in Buffalo, New York) is an American-born French conductor and harpsichordist.",
      "pageId": 317535,
      "monthDay": "12/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dennis_E._Fitch",
      "name": "Dennis E. Fitch",
      "aboutText": "Alvin Lee (born Graham Anthony Barnes; 19 December 1944 – 6 March 2013) was an English singer and guitarist, best known as the lead vocalist and lead guitarist of the blues rock band Ten Years After.",
      "pageId": 609819,
      "monthDay": "12/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ross_M._Lence",
      "name": "Ross M. Lence",
      "aboutText": "Cornell Luther Dupree (December 19, 1942 – May 8, 2011) was an American jazz and R&B guitarist. He worked at various times with Bill Withers, Donny Hathaway, King Curtis and Steve Gadd, appeared on David Letterman, and wrote a book on soul and blues guitar: Rhythm and Blues Guitar ISBN 0-634-00149-3.",
      "pageId": 624397,
      "monthDay": "12/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/James_L._Jones",
      "name": "James L. Jones",
      "aboutText": "Timothy L. \"Tim\" Reid (born December 19, 1944) is an American actor, comedian and film director best known for his roles in prime time American television programs, such as Venus Flytrap on WKRP in Cincinnati (1978–82), Marcel \"Downtown\" Brown on Simon & Simon (1983–87), Ray Campbell on Sister, Sister (1994–99) and William Barnett on That '70s Show (2004–2006). Reid starred in a CBS series, Frank's Place, as a professor who inherits a Louisiana restaurant.",
      "pageId": 726166,
      "monthDay": "12/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Sam_Kelly",
      "name": "Sam Kelly",
      "aboutText": "Mitchell Jay Feigenbaum (born December 19, 1944) is a mathematical physicist whose pioneering studies in chaos theory led to the discovery of the Feigenbaum constants.",
      "pageId": 1093540,
      "monthDay": "12/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/William_Christie_(musician)",
      "name": "William Christie",
      "aboutText": "Maurice White (born December 19, 1941) is an American singer-songwriter, musician, record producer, arranger and bandleader. He is the founder of the band Earth, Wind & Fire. He is also the older brother of current Earth, Wind & Fire member Verdine White, and former member Fred White.",
      "pageId": 1578736,
      "monthDay": "12/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mitchell_Feigenbaum",
      "name": "Mitchell Feigenbaum",
      "aboutText": "Rosemary Jean Neil Conley CBE, DL (née Weston, 19 December 1946, in Leicester) is an English businesswoman, author and broadcaster on exercise and health. She was the founder and president of Rosemary Conley Diet And Fitness Clubs, a franchise-based organisation that was alongside Slimming World and Weight Watchers, one of the \"big three\" weight loss organisations in the UK. She has released several exercise videos and books. She now chairs Rosemaryconley.com an online weight loss club.",
      "pageId": 2056465,
      "monthDay": "12/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Martin_Hume_Johnson",
      "name": "Martin Hume Johnson",
      "aboutText": "Roger Michael Kelly, known by the stage name Sam Kelly; (19 December 1943 – 14 June 2014) was an English actor who appeared in film, television, radio and theatre. He is best known for his roles as Captain Hans Geering in 'Allo 'Allo!, Warren in Porridge and Ted Liversidge in Barbara.\n^ \"20 Questions With...Sam Kelly\".",
      "pageId": 2328126,
      "monthDay": "12/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Richard_Leakey",
      "name": "Richard Leakey",
      "aboutText": "Elaine Joyce (born Elaine Joyce Pinchot; December 19, 1945) is an American actress.",
      "pageId": 3350193,
      "monthDay": "12/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Alvin_Lee",
      "name": "Alvin Lee",
      "aboutText": "Lee Myung-bak (Hangul: 이명박; /ˌliː ˌmjʌŋ ˈbɑːk/; Korean: [i mjʌŋbak]; born 19 December 1941) was the 10th President of South Korea from 25 February 2008, to 25 February 2013. Before his election as president, he was the CEO of Hyundai Engineering and Construction, as well as the mayor of Seoul from 1 July 2002, to 30 June 2006. He is married to Kim Yoon-ok and has three daughters and one son.",
      "pageId": 3844691,
      "monthDay": "12/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tim_Reid",
      "name": "Tim Reid",
      "aboutText": "Rufus (born 19 December 1942; Riom, Puy-de-Dôme) or Zio Vittorio is the stage name of Italian-French actor Jacques Narcy.",
      "pageId": 5523414,
      "monthDay": "12/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Steve_Tyrell",
      "name": "Steve Tyrell",
      "aboutText": "Ross Marlo Anthony Lence, Ph.D. Indiana University (1970), B.A. University of Chicago (1966), was a professor of Political Science at the University of Houston from 1971-2006, where he was John and Rebecca Moores Scholar and held the Ross M. Lence Distinguished Teaching Chair. He taught Political Philosophy, American Political Thought, and American Government as a member of the Political Science and Honors College faculties. His edited volume of the works of John C. Calhoun, Union and Liberty: The Political Philosophy of John C. Calhoun, is one of the foremost references on the statesman.",
      "pageId": 5936267,
      "monthDay": "12/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Zal_Yanovsky",
      "name": "Zal Yanovsky",
      "aboutText": "Dennis Edward \"Denny\" Fitch, Sr. (December 19, 1942 – May 7, 2012) was an American commercial airline pilot. He was best known for his critical actions as an off-duty McDonnell Douglas DC-10 training captain who helped captain Al Haynes minimize loss of life on United Airlines Flight 232, when all flight controls were lost, on July 19, 1989.",
      "pageId": 6851751,
      "monthDay": "12/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Elaine_Joyce",
      "name": "Elaine Joyce",
      "aboutText": "Steve Tyrell (born Stephen Louis Bilao III; December 19, 1944) is an American producer and vocalist.",
      "pageId": 8777898,
      "monthDay": "12/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_McEuen",
      "name": "John McEuen",
      "aboutText": "John McEuen (born December 19, 1945), is an American folk musician and entertainer. He is known for being a founding member of the Nitty Gritty Dirt Band.",
      "pageId": 14297144,
      "monthDay": "12/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Rosemary_Conley",
      "name": "Rosemary Conley",
      "aboutText": "Martin Hume Johnson (born 1944) FRS FMedSci FSB FRCOG is Emeritus Professor of Reproductive Sciences in the Department of Physiology, Development and Neuroscience (PDN) at the University of Cambridge.\n^ a b c JOHNSON, Prof. Martin Hume.",
      "pageId": 44564066,
      "monthDay": "12/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robert_Urich",
      "name": "Robert Urich",
      "aboutText": "Robert Michael Urich (December 19, 1946 – April 16, 2002) was an American film, television and stage actor and television producer. Over the course of his 30-year career, he starred in a record 15 television series.\nUrich began his career in television in the early 1970s.",
      "pageId": 50489,
      "monthDay": "12/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jimmy_Bain",
      "name": "Jimmy Bain",
      "aboutText": "Thomas James Lawless (born December 19, 1956 in Erie, Pennsylvania) was a Major League Baseball player between 1982 and 1990, playing for the Cincinnati Reds, Montreal Expos, St. Louis Cardinals, and Toronto Blue Jays. He was recently the interim manager for the Houston Astros.",
      "pageId": 428160,
      "monthDay": "12/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Charlie_Van_Dyke",
      "name": "Charlie Van Dyke",
      "aboutText": "Robert Jones \"Rob\" Portman (born December 19, 1955) is an American lawyer and the junior United States Senator from Ohio, in office since 2011. Previously he served as a congressman, as the 14th United States Trade Representative and as the 35th Director of the Office of Management and Budget.\nBorn in Cincinnati, Ohio, Portman graduated from Dartmouth College and the University of Michigan Law School.",
      "pageId": 703464,
      "monthDay": "12/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ken_Brown_(ice_hockey)",
      "name": "Ken Brown",
      "aboutText": "Charlie Van Dyke (Born Charles Leo Steinle, on December 19, 1947), is a former radio disc jockey who is best known for the voice work he has done for numerous radio and television stations, and is recognized by his deep, booming voice.\nOriginally from Dallas, Texas, Van Dyke was already working in major-market Top 40 radio, at local powerhouse KLIF, by the time he was 19. Bill Drake would bring Van Dyke to his stable of stations, first in morning drive at CKLW in Windsor/Detroit in 1968 and 1969, then to KFRC in San Francisco where he did morning drive in 1969 and 1970.",
      "pageId": 707105,
      "monthDay": "12/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sebastian_(singer)",
      "name": "Sebastian",
      "aboutText": "Mohammad Reza Aref (Persian: محمدرضا عارف ‎‎, born 19 December 1951) is an Iranian politician and academic. He was First Vice President from 2001 to 2005 under Mohammad Khatami. He previously served as Minister of Technology in Khatami's first cabinet.",
      "pageId": 1075489,
      "monthDay": "12/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Orna_Berry",
      "name": "Orna Berry",
      "aboutText": "Walter Anthony Murphy, Jr. (born December 19, 1952) is an American composer, arranger, pianist, musician, songwriter, and record producer. He is best known for the instrumental \"A Fifth of Beethoven\", a disco adaptation of Beethoven's Fifth Symphony which topped the charts in 1976 and was featured on the Saturday Night Fever soundtrack.",
      "pageId": 1836150,
      "monthDay": "12/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Nancy_Kyes",
      "name": "Nancy Kyes",
      "aboutText": "James Stewart 'Jimmy' Bain (born 19 December 1947) is a Scottish bassist most famous for playing in the bands Rainbow and Dio with Ronnie James Dio. He has worked with Thin Lizzy frontman Phil Lynott, co-writing on his solo albums.\nBain was born in Newtonmore, Highland, in Scotland, and played in several provincial amateur bands as a young teen.",
      "pageId": 1999766,
      "monthDay": "12/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Eleanor_J._Hill",
      "name": "Eleanor J. Hill",
      "aboutText": "This article is about the French author, filmmaker, composer and actor. For the Australian footballer see Cyril Collard (footballer).\nCyril Collard (19 December 1957, Paris − 5 March 1993) was a French author, filmmaker, composer, musician and actor.",
      "pageId": 2074616,
      "monthDay": "12/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mohammad_Reza_Aref",
      "name": "Mohammad Reza Aref",
      "aboutText": "Timothy Harold \"Tim\" Parks (born 19 December 1954 in Manchester) is a British novelist, translator and author.",
      "pageId": 2087057,
      "monthDay": "12/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Alan_Rouse",
      "name": "Alan Rouse",
      "aboutText": "Shane McEntee (19 December 1956 – 21 December 2012) was an Irish Fine Gael politician.",
      "pageId": 2199319,
      "monthDay": "12/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Walter_Murphy",
      "name": "Walter Murphy",
      "aboutText": "Alan Paul Rouse (19 December 1951 – 10 August 1986) was the first British climber to reach the summit of the second highest mountain in the world, K2, but died on the descent.",
      "pageId": 2740401,
      "monthDay": "12/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jeff_Allam",
      "name": "Jeff Allam",
      "aboutText": "John Thompson Gulager (born December 19, 1957) is an actor, cinematographer and film director.",
      "pageId": 3169580,
      "monthDay": "12/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Tim_Parks",
      "name": "Tim Parks",
      "aboutText": "Nancy Louise Kyes (born December 19, 1949) is an American film and television actress. In most of her film appearances, she is credited under her stage name Nancy Loomis.",
      "pageId": 3448559,
      "monthDay": "12/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Lincoln_Hall_(climber)",
      "name": "Lincoln Hall",
      "aboutText": "Knud Torben Christensen better known by his stage name Sebastian was born as on December 19, 1949. He is a Danish singer, guitarist and composer. Starting as a musician in the late 1960s he is still active and very popular.",
      "pageId": 4889321,
      "monthDay": "12/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rob_Portman",
      "name": "Rob Portman",
      "aboutText": "Lincoln Ross Hall OAM (19 December 1955 – 20 March 2012) was a veteran Australian mountain climber, adventurer, author and philanthropist. Hall was part of the first Australian expedition to climb Mount Everest in 1984, which successfully forged a new route, and he reached the summit of the mountain on his second attempt in 2006, surviving the night at 8700 metres on descent.\nHall was a founding Director of the Australian Himalayan Foundation.",
      "pageId": 5297005,
      "monthDay": "12/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Phil_Harris_(fisherman)",
      "name": "Phil Harris",
      "aboutText": "Kenneth Murray Brown (born December 19, 1948) is a former professional ice hockey goaltender. Despite winning the CMJHL Goaltender of the Year and being on the CMJHL First All-Star Team in 1967, Brown went undrafted coming out of junior, so he signed a free agent contract with the Dallas Black Hawks of the CHL, the Chicago Black Hawks minor league affiliate. He played one game with Chicago, where he was behind Tony Esposito and Gerry Desjardins on the depth chart, and this was his only game in the National Hockey League.",
      "pageId": 14142948,
      "monthDay": "12/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Tom_Lawless",
      "name": "Tom Lawless",
      "aboutText": "Jeff Allam (born 19 December 1954 in Epsom, England, is a former British racing driver who made his name in Saloon Car racing. He now works as a dealer principal for Allam Motor Services in Epsom and Dorking which are a Skoda, Alfa Romeo and Kia dealership. Jeff has been collecting refrigerator magnets since 1987, he has over 100 in his collection.",
      "pageId": 19864683,
      "monthDay": "12/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Shane_McEntee",
      "name": "Shane McEntee",
      "aboutText": "Eleanor Jean Hill (born September 19, 1950) served as Inspector General for the United States Department of Defense under President Bill Clinton. Hill was the head of the Office of the Inspector General of the Department of Defense from 1995 - 1999.",
      "pageId": 20879647,
      "monthDay": "12/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Cyril_Collard",
      "name": "Cyril Collard",
      "aboutText": "Phillip Charles \"Phil\" Harris (December 19, 1956 – February 9, 2010) was an American captain and part owner of the crab fishing vessel Cornelia Marie, which is featured on Discovery Channel's documentary reality TV series Deadliest Catch. He suffered a massive stroke while offloading C. opilio crab in port at Saint Paul Island, Alaska, on January 29, 2010. Despite improvements in his health, Harris died on February 9, 2010 at the age of 53, while suffering a pulmonary embolism in the hospital.",
      "pageId": 26149362,
      "monthDay": "12/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/John_Gulager",
      "name": "John Gulager",
      "aboutText": "Orna Berry born December 19, 1949, is an Israeli scientist, high-tech entrepreneur, businesswoman, senior director among the Israeli science and technology industries and laureate of the Ben-Gurion University of the Negev Award.",
      "pageId": 32841017,
      "monthDay": "12/19"
    },
    {
      "year": "1957",
      "uri": "/wiki/Kevin_McHale_(basketball)",
      "name": "Kevin McHale",
      "aboutText": "Christopher Hamill (born 19 December 1958), better known by his stage name Limahl (an anagram of Hamill), is an English pop singer.",
      "pageId": 205897,
      "monthDay": "12/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Limahl",
      "name": "Limahl",
      "aboutText": "Jennifer Beals (born December 19, 1963) is an American actress and a former teen model. She is best known for her role as Alexandra \"Alex\" Owens in the 1983 romantic drama film Flashdance, and starred as Bette Porter on the Showtime drama series The L Word. Beals earned an NAACP Image Award and a Golden Globe Award nomination for the former.",
      "pageId": 285187,
      "monthDay": "12/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Steven_Isserlis",
      "name": "Steven Isserlis",
      "aboutText": "Michelangelo Signorile (/ˌsiːnjəˈrɪlə/; born December 19, 1960) is an American journalist, author and talk radio host. His radio program is aired each weekday across the United States and Canada on Sirius XM Radio and globally online. Signorile is editor-at-large for the Gay Voices vertical of The Huffington Post, where he writes regularly.",
      "pageId": 291210,
      "monthDay": "12/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Iv%C3%A1n_Vallejo",
      "name": "Iván Vallejo",
      "aboutText": "Derrick Jensen (born December 19, 1960) is an American author and radical environmentalist (and prominent critic of mainstream environmentalism) living in Crescent City, California.",
      "pageId": 300706,
      "monthDay": "12/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Derrick_Jensen",
      "name": "Derrick Jensen",
      "aboutText": "Eric Allin Cornell (born December 19, 1961) is an American physicist who, along with Carl E. Wieman, was able to synthesize the first Bose–Einstein condensate in 1995.",
      "pageId": 406599,
      "monthDay": "12/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Mike_Lookinland",
      "name": "Mike Lookinland",
      "aboutText": "Reginald Howard \"Reggie\" White (December 19, 1961 – December 26, 2004) was an American college and professional football player who was mostly a defensive end but also played some defensive tackle in the National Football League (NFL) for 15 seasons during the 1980s and 90s. He played college football for the University of Tennessee, and was recognized as an All-American. After playing two professional seasons for the Memphis Showboats of the United States Football League (USFL), he was selected in the first round of the 1984 Supplemental Draft, and then played for the NFL's Philadelphia Eagles, Green Bay Packers, and Carolina Panthers, becoming one of the most decorated players in NFL history.",
      "pageId": 540996,
      "monthDay": "12/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Michelangelo_Signorile",
      "name": "Michelangelo Signorile",
      "aboutText": "Steven Isserlis CBE (born 19 December 1958, London) is a British cellist.",
      "pageId": 645797,
      "monthDay": "12/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Eric_Allin_Cornell",
      "name": "Eric Allin Cornell",
      "aboutText": "Arvydas Romas Sabonis (born December 19, 1964) is a Lithuanian retired professional basketball player and businessman. Recognized as one of the best European players of his era, he won the Euroscar Award six times, and the Mr. Europa Award twice.",
      "pageId": 679859,
      "monthDay": "12/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Matthew_Waterhouse",
      "name": "Matthew Waterhouse",
      "aboutText": "Béatrice Dalle (born 19 December 1964) is a French actress.",
      "pageId": 760771,
      "monthDay": "12/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Reggie_White",
      "name": "Reggie White",
      "aboutText": "Reyenaldo Ignacio \"Chito\" Martínez, (born December 19, 1965) was the first player in the history of Major League Baseball (MLB) to be born in the country of Belize. Born in Belize City, he spent parts of three seasons (1991 to 1993) with the Baltimore Orioles, hitting 13 home runs in his rookie season and posting a slugging percentage of .514 in 216 at bats. It would be the high point of his career.",
      "pageId": 838825,
      "monthDay": "12/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Gary_Fleder",
      "name": "Gary Fleder",
      "aboutText": "Kevin Edward McHale (born December 19, 1957) is an American retired professional basketball player who played his entire professional career for the Boston Celtics. He is also a Basketball Hall of Fame inductee. McHale began working for the Minnesota Timberwolves immediately following his retirement in 1993 (until 2009), at different times, as a TV analyst, general manager, and finally head coach.",
      "pageId": 1146033,
      "monthDay": "12/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jill_Talley",
      "name": "Jill Talley",
      "aboutText": "Jill Talley (born December 19, 1962) is an American actress best known as a regular cast member of Mr. Show, for her long-running-role as Karen on SpongeBob SquarePants, and her role as Sarah Dubois and various other characters on Adult Swim's The Boondocks. She often collaborates with her husband and fellow actor Tom Kenny.",
      "pageId": 1444470,
      "monthDay": "12/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jennifer_Beals",
      "name": "Jennifer Beals",
      "aboutText": "Matthew Waterhouse (born 19 December 1961) is an English actor and writer best known for his role as Adric in the BBC science fiction television series Doctor Who from 1980 to 1982.",
      "pageId": 1751041,
      "monthDay": "12/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Til_Schweiger",
      "name": "Til Schweiger",
      "aboutText": "Tilman Valentin \"Til\" Schweiger (German pronunciation: [ˈtɪlman ˈvaləntiːn ˈʃvaɪɡɐ]; born 19 December 1963) is a German actor, director, and producer. Since 1968, when the FFA started counting, no other German actor has drawn more people to the cinemas. He runs his own production company, Barefoot Films, in Berlin.",
      "pageId": 2547363,
      "monthDay": "12/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/B%C3%A9atrice_Dalle",
      "name": "Béatrice Dalle",
      "aboutText": "Chuckii Booker (born December 19, 1966 in Los Angeles, California) is an American award-winning producer, singer, songwriter, multi-instrumentalist and bandleader.",
      "pageId": 3643302,
      "monthDay": "12/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Arvydas_Sabonis",
      "name": "Arvydas Sabonis",
      "aboutText": "Not to be confused with American soccer player Mike Lookingland.\nMichael Paul \"Mike\" Lookinland (born December 19, 1960) is an American former actor.",
      "pageId": 3649127,
      "monthDay": "12/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Chito_Mart%C3%ADnez",
      "name": "Chito Martínez",
      "aboutText": "Rajesh Chauhan  pronunciation  (born 19 December 1966, Ranchi, Bihar) is a former Indian cricketer who played in 21 Tests and 35 ODIs from 1993 to 1998. He was part of the Indian spin trio of Kumble (Leg break) -Raju (Left arm orthodox)-Chauhan (Off break), in the 1990s.\nAlthough his own contributions were only of limited value, India lost none of the 21 Tests in which he played.",
      "pageId": 3965234,
      "monthDay": "12/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jessica_Steen",
      "name": "Jessica Steen",
      "aboutText": "Gary Fleder (born December 19, 1965) is an American film director, screenwriter, and producer. His most recently completed film Homefront was released by Open Road Films and Millennium Films in November 2013.",
      "pageId": 13566429,
      "monthDay": "12/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Chuckii_Booker",
      "name": "Chuckii Booker",
      "aboutText": "Iván Vallejo Ricaurte (born December 19, 1959) is a mountaineer from Ecuador.",
      "pageId": 17777078,
      "monthDay": "12/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Rajesh_Chauhan",
      "name": "Rajesh Chauhan",
      "aboutText": "Jessica Steen (born December 19, 1965) is a Canadian film and television actress, noted for her roles in Captain Power and the Soldiers of the Future, Homefront, Earth 2, Armageddon, Left Behind: World at War, NCIS, and Flashpoint.",
      "pageId": 30872079,
      "monthDay": "12/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Robert_MacNaughton",
      "name": "Robert MacNaughton",
      "aboutText": "Richard Mark Hammond (born 19 December 1969) is a British presenter, writer, and journalist. He co-hosted the motoring programme Top Gear with Jeremy Clarkson and James May, from 2002 to 2015 and presented series 1–4 of Brainiac: Science Abuse on Sky1. He also co-hosted Total Wipeout with Amanda Byram on BBC One.",
      "pageId": 410484,
      "monthDay": "12/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Alberto_Tomba",
      "name": "Alberto Tomba",
      "aboutText": "Warren Carlos Sapp (born December 19, 1972) is a former American football defensive tackle. A Hall of Famer, Sapp played college football for the University of Miami, where he was recognized as a consensus All-American and won multiple awards. Sapp played in the National Football League (NFL) from 1995 to 2007 for the Tampa Bay Buccaneers and Oakland Raiders.",
      "pageId": 538870,
      "monthDay": "12/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Eric_Weinrich",
      "name": "Eric Weinrich",
      "aboutText": "Kristen Nöel \"Kristy\" Swanson (born December 19, 1969) is an American actress. She began her career appearing in several teen films, including Pretty in Pink (1986) and Ferris Bueller's Day Off (1986). Her first starring role was in Wes Craven's horror film Deadly Friend (1986), followed by her portrayal of Catherine \"Cathy\" Dollanganger in the controversial film adaptation of V.C. Andrews's Flowers in the Attic (1987).",
      "pageId": 692698,
      "monthDay": "12/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Criss_Angel",
      "name": "Criss Angel",
      "aboutText": "Alyssa Jayne Milano (born December 19, 1972) is an American actress, producer and former singer. She is known for her roles in the ABC sitcom Who's the Boss?",
      "pageId": 763024,
      "monthDay": "12/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Charles_Austin",
      "name": "Charles Austin",
      "aboutText": "Alberto Tomba (born 19 December 1966) is a former World Cup alpine ski racer from Italy. He was the dominant technical skier (slalom and giant slalom) in the late 1980s and 1990s. Tomba won three Olympic gold medals, two World Championships, and nine World Cup season titles: four in slalom, four in giant slalom, and one overall title.",
      "pageId": 1161075,
      "monthDay": "12/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Frankie_Lam",
      "name": "Frankie Lam",
      "aboutText": "Kenneth Joseph \"Ken\" Marino (born December 19, 1968) is an American actor, comedian, director, and screenwriter. He was a cast member on MTV's The State and has starred in shows such as Party Down, Marry Me, Burning Love, and Childrens Hospital.\n^ \"Ken Marino Biography (1968–)\".",
      "pageId": 1562573,
      "monthDay": "12/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ken_Marino",
      "name": "Ken Marino",
      "aboutText": "Tyson Beckford (born December 19, 1970) is an American fashion model and actor, best known as a Ralph Lauren Polo model.",
      "pageId": 1692237,
      "monthDay": "12/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_Bates_(American_football)",
      "name": "Michael Bates",
      "aboutText": "Thomas James Gugliotta (born December 19, 1969) is a former American professional basketball player.",
      "pageId": 2199999,
      "monthDay": "12/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tom_Gugliotta",
      "name": "Tom Gugliotta",
      "aboutText": "Christopher Nicholas Sarantakos (born December 19, 1967), better known by the stage name Criss Angel, is an American magician and illusionist. Angel began his career in New York City, before moving his base of operations to the Las Vegas Valley. He is known for starring in the television and stage show Criss Angel Mindfreak and his live performance illusion show Criss Angel Believe in collaboration with Cirque du Soleil at the Luxor casino in Las Vegas.",
      "pageId": 2279619,
      "monthDay": "12/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Richard_Hammond",
      "name": "Richard Hammond",
      "aboutText": "Robert MacNaughton (born December 19, 1966) is an American actor, best known for his role as Elliott's brother Michael in E.T. the Extra-Terrestrial, for which he won a 1982 Young Artist Award as Best Young Supporting Actor in a Motion Picture. MacNaughton also played the lead role of Adam Farmer in the 1983 film I Am the Cheese, based on the young adult novel by Robert Cormier.\nBorn in New York City, MacNaughton primarily worked in the theater, both before and after E.T., performing with the Circle Repertory Company, where he originated the role of Buddy Layman in Jim Leonard's The Diviners.",
      "pageId": 2952468,
      "monthDay": "12/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Nayan_Mongia",
      "name": "Nayan Mongia",
      "aboutText": "Eric John Weinrich (born December 19, 1966) is an American former professional ice hockey defenseman who played 17 seasons in the National Hockey League (NHL) with the New Jersey Devils, Hartford Whalers, Chicago Blackhawks, Montreal Canadiens, Boston Bruins, Philadelphia Flyers, St. Louis Blues and Vancouver Canucks. He is currently a professional scout with the Buffalo Sabres of the National Hockey League (NHL).",
      "pageId": 2995995,
      "monthDay": "12/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Kristy_Swanson",
      "name": "Kristy Swanson",
      "aboutText": "Amy Rose Locane (born December 19, 1971) is an American television and film actress, and a convicted felon.",
      "pageId": 3033403,
      "monthDay": "12/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Iman_Ali",
      "name": "Iman Ali",
      "aboutText": "Nayan Ramlal Mongia  pronunciation  (born 19 December 1969 in Baroda) is a former Indian cricketer. He played as a right-handed batsman and a wicketkeeper. Currently, he is a cricket analyst.",
      "pageId": 3059959,
      "monthDay": "12/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tyson_Beckford",
      "name": "Tyson Beckford",
      "aboutText": "Michael Dion Bates (born December 19, 1969) is a former two-sport athlete who gained renown both as a sprinter who won an Olympic bronze medal in the 200-meter dash in 1992, and also as a five-time American football Pro Bowl standout kick returner in the National Football League.",
      "pageId": 3726441,
      "monthDay": "12/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Amy_Locane",
      "name": "Amy Locane",
      "aboutText": "Charles Allen Austin (born December 19, 1967) is an American athlete who won the gold medal in the men's high jump at the 1996 Summer Olympics in Atlanta. He was inducted into the United States Track & Field Hall of Fame in 2012. Currently, Charles and Javier Sotomayor are the only two high jumpers that have won gold medals in the Olympics, Outdoor World Championships and Indoor World Championships.",
      "pageId": 3909733,
      "monthDay": "12/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Karen_Pickering",
      "name": "Karen Pickering",
      "aboutText": "Rosa Blasi (born December 19, 1972) is an American actress, best known for her role as Luisa Delgado in the Lifetime medical drama series Strong Medicine (2000 –2006), and also known for her role as Barb Thunderman in the Nickelodeon TV show The Thundermans.",
      "pageId": 4439432,
      "monthDay": "12/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Rosa_Blasi",
      "name": "Rosa Blasi",
      "aboutText": "Karen Denise Pickering, MBE (born 19 December 1971) is a former freestyle swimmer from Great Britain, who made her international senior debut in 1986. She was first selected to represent her country at the European Junior Championships. Pickering competed in four consecutive Summer Olympics, starting in 1992.",
      "pageId": 5454781,
      "monthDay": "12/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Alyssa_Milano",
      "name": "Alyssa Milano",
      "aboutText": "Frankie Lam Man-lung (born 19 December 1967) is a Hong Kong actor.",
      "pageId": 7539771,
      "monthDay": "12/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Warren_Sapp",
      "name": "Warren Sapp",
      "aboutText": "Iman Ali (Punjabi, Urdu: ایمان علی‎) is a Pakistani actress and model who appears in Urdu films. Ali made her film debut with a leading role in the 2007 thriller film Khuda Kay Liye.",
      "pageId": 11496618,
      "monthDay": "12/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Michalis_Grigoriou",
      "name": "Michalis Grigoriou",
      "aboutText": "Michalis Grigoriou (born 19 December 1973 in Athens, Greece) is a former Greek football player and current coach.",
      "pageId": 19090835,
      "monthDay": "12/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Takashi_Sorimachi",
      "name": "Takashi Sorimachi",
      "aboutText": "Ricky Thomas Ponting, AO (born 19 December 1974), nicknamed Punter, is an Australian former cricketer who was captain of the Australia national cricket team during its 'golden era'; between 2004 and 2011 in Test cricket and 2002 and 2011 in One Day International cricket. He is regarded as one of the greatest batsmen of all time. He is a specialist right-handed batsman, slips and close catching fielder, as well as a very occasional bowler.",
      "pageId": 462001,
      "monthDay": "12/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Erick_Wainaina",
      "name": "Erick Wainaina",
      "aboutText": "Luis Felipe López (born December 19, 1974) is a Dominican retired professional basketball player from Santiago, Dominican Republic.\nHe starred in United States high school and university basketball. López then played for four seasons in the National Basketball Association (NBA), but with far less success.",
      "pageId": 925119,
      "monthDay": "12/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Zulfiya_Zabirova",
      "name": "Zulfiya Zabirova",
      "aboutText": "Jason Steven \"Jake\" Plummer (born December 19, 1974) is a former professional football player, a quarterback for ten seasons in the National Football League (NFL). He was selected by the Arizona Cardinals in the second round of the 1997 NFL Draft, and spent his first six seasons with the Cardinals and the last four with the Denver Broncos. Plummer played college football at Arizona State University.",
      "pageId": 966602,
      "monthDay": "12/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Eduard_Ivakdalam",
      "name": "Eduard Ivakdalam",
      "aboutText": "Olivier Tébily (born 19 December 1975) is a former professional footballer who played as a defender. A French citizen, he won 18 full international caps for his native Ivory Coast national team. He played in the top level league in four countries: for Châteauroux in Ligue 1, for Celtic in the Scottish Premier League, for Birmingham City in the English Premier League, and for Toronto FC in Major League Soccer.",
      "pageId": 1325264,
      "monthDay": "12/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Joe_Jurevicius",
      "name": "Joe Jurevicius",
      "aboutText": "Mikko Henrik Julius Paananen (born 19 December 1974), better known as Migé or Migé Amour, is the bassist and founding member of the rock band HIM.",
      "pageId": 1439280,
      "monthDay": "12/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Felipe_L%C3%B3pez_(basketball)",
      "name": "Felipe Lopez",
      "aboutText": "Joseph Michael Jurevicius (born December 23, 1974) is a retired American football wide receiver. He was drafted by the New York Giants in the second round of the 1998 NFL Draft. He played college football at Penn State.",
      "pageId": 1780586,
      "monthDay": "12/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mikko_Paananen",
      "name": "Mikko Paananen",
      "aboutText": "Brandon Sanderson (born December 19, 1975) is an American writer. He is best known for his Mistborn series and his work in finishing Robert Jordan's epic fantasy series The Wheel of Time. In 2010, Sanderson published The Way of Kings, the first of a ten book series called The Stormlight Archive.",
      "pageId": 1933747,
      "monthDay": "12/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jake_Plummer",
      "name": "Jake Plummer",
      "aboutText": "Russell Oles Branyan (born December 19, 1975) is an American professional baseball first baseman who is currently a free agent. He throws right-handed, bats left-handed, and primarily plays first base, but is capable of playing third base and the outfield. Branyan began his professional career in the Cleveland Indians minor league system.",
      "pageId": 1985727,
      "monthDay": "12/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ricky_Ponting",
      "name": "Ricky Ponting",
      "aboutText": "LaTasha Jenkins (born December 19, 1977) is an American former track and field sprinter. Having won international medals in the 200 m, she won a silver medal at the 2001 World Indoor Championships and a silver medal at the 2001 Outdoor Championships. Other career highlights include 2001 U.S. Indoor 200m champion; 1999 and 2001 US Outdoor runner-up, 200m; 1999 NCAA 200m champion; four-time NCAA All-American; member of world record-holding 4x200m relay team.",
      "pageId": 2600394,
      "monthDay": "12/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Makis_Belevonis",
      "name": "Makis Belevonis",
      "aboutText": "Paola Andrea Rey Arciniegas (born December 19, 1979 in San Gil, Santander, Colombia) is a Colombian actress and model.\nShe has worked in a number of Colombian telenovelas, including The Baby Sister, Pasión de Gavilanes, and La mujer en el espejo.",
      "pageId": 2686443,
      "monthDay": "12/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Russell_Branyan",
      "name": "Russell Branyan",
      "aboutText": "Takashi Sorimachi (反町 隆史, Sorimachi Takashi, born December 19, 1973) is a Japanese actor and singer. He is mostly famous for having portrayed Eikichi Onizuka in the 1998 live-action drama adaptation of the popular manga series Great Teacher Onizuka, and the assassin O in Hong Kong action film Fulltime Killer.\nWhile he mainly works as an actor, he has released many singles and albums over the years.",
      "pageId": 2814388,
      "monthDay": "12/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Brandon_Sanderson",
      "name": "Brandon Sanderson",
      "aboutText": "Erick Wainaina (born December 19, 1973 in Nyahururu) is a Kenyan marathon runner, who won an Olympic bronze medal in 1996 and a silver medal in 2000. He finished seventh in the 2004 Summer Olympics marathon in Athens, making him one of the few athletes in Olympic history to finish in the top 10 at three separate marathons.\nWainaina ran in the marathon at the 1995 World Championships and finished in 18th place.",
      "pageId": 3020460,
      "monthDay": "12/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jon_Smith",
      "name": "Jon Smith",
      "aboutText": "Zulfiya Khasanovna Zabirova (Russian: Зульфия Хасановна Забирова; born 19 December 1973) is a Russian professional cycle racer who won the Gold medal in the time trial event in the 1996 Olympics and later, in 2002, won the World Time Trial Championship.",
      "pageId": 3349128,
      "monthDay": "12/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Olivier_T%C3%A9bily",
      "name": "Olivier Tébily",
      "aboutText": "Kevin Devine is an American songwriter and musician from Brooklyn, New York, who is known for melodic, acoustic songs with alternately introspective, political lyrics. He is a contemporary member of the underground indie rock and indie folk musical scenes, and his influences range from older indie artists such as Neutral Milk Hotel, Elliott Smith and Pavement to more mainstream and well known acts such as Nirvana and Bob Dylan.",
      "pageId": 3513070,
      "monthDay": "12/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jorge_Garbajosa",
      "name": "Jorge Garbajosa",
      "aboutText": "Rafael Soriano (born December 19, 1979) is a Dominican professional baseball pitcher who is currently a free agent. He has played in Major League Baseball (MLB) for the Seattle Mariners, Atlanta Braves, Tampa Bay Rays, New York Yankees, Washington Nationals and Chicago Cubs. Soriano bats and throws right-handed.",
      "pageId": 5540481,
      "monthDay": "12/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/LaTasha_Jenkins",
      "name": "LaTasha Jenkins",
      "aboutText": "Jorge Garbajosa Chaparro, Jr. (born December 19, 1977), is a Spanish former professional basketball player.",
      "pageId": 5820094,
      "monthDay": "12/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Patrick_Casey_(writer)",
      "name": "Patrick Casey",
      "aboutText": "Patrick Casey (born December 19, 1978) is an American writer, actor, and author. He often collaborates with writer/director/actor Worm Miller. On December 13, 2011 his first book, The World Reduced to Infographics: From Hollywood's Life Lessons and Doomed Cities of the U.S. to Sociopathic Cats and What Your Drink Order Says About You, was released.",
      "pageId": 7056544,
      "monthDay": "12/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kevin_Devine",
      "name": "Kevin Devine",
      "aboutText": "Eduard Ivakdalam (born 19 December 1974 in Merauke, Papua) is an Indonesian footballer. Ivakdalam normally plays as a midfielder and he is a former player for Indonesia national football team. His height is 171 cm.",
      "pageId": 12819823,
      "monthDay": "12/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Paola_Rey",
      "name": "Paola Rey",
      "aboutText": "Makis Belevonis (Greek: Μάκης Μπελεβώνης; born 19 December 1975 in Kalyvia, Aetolia-Acarnania) is a retired Greek football midfielder.\nBelevonis spent many years in the Greek first division with OFI Crete, Kalamata and Panetolikos.\n^ \"Belevonis: \"Captain and to A' Ethniki\"\".",
      "pageId": 14731263,
      "monthDay": "12/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Rafael_Soriano",
      "name": "Rafael Soriano",
      "aboutText": "Jon Smith (born Jonathan Nicholas Smith; 19 December 1975) is a British writer of fiction, non-fiction, screenplays, and musical theatre.",
      "pageId": 18394397,
      "monthDay": "12/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jake_Gyllenhaal",
      "name": "Jake Gyllenhaal",
      "aboutText": "Marla Lynne Sokoloff (born December 19, 1980 in San Francisco, California) is an American actress and musician best known for playing the part of Lucy Hatcher on the TV show The Practice and Gia Mahan on the ABC sitcom Full House.",
      "pageId": 412949,
      "monthDay": "12/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Chris_Haslam_(skateboarder)",
      "name": "Chris Haslam",
      "aboutText": "Jacob Benjamin \"Jake\" Gyllenhaal (/ˈdʒɪlənhɔːl/ JIL-ən-hawl; born December 19, 1980) is an American actor. The son of director Stephen Gyllenhaal and screenwriter Naomi Foner, Gyllenhaal began acting at the age of ten. Following his first lead role in October Sky (1999), he starred in the indie cult hit Donnie Darko (2001), in which he played a psychologically troubled teenager alongside his older sister, Maggie Gyllenhaal.",
      "pageId": 508396,
      "monthDay": "12/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Marla_Sokoloff",
      "name": "Marla Sokoloff",
      "aboutText": "Matthew Stajan (/steɪˈdʒæn/ stay-JAN; born December 19, 1983) is a Canadian professional ice hockey centre currently playing for the Calgary Flames of the National Hockey League (NHL). He was a second round selection, 57th overall, of the Toronto Maple Leafs at the 2002 NHL Entry Draft. Stajan made his NHL debut in 2004 and was a member of the Maple Leafs until he was traded to Calgary in 2010.",
      "pageId": 779978,
      "monthDay": "12/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Gr%C3%A9gory_Dufer",
      "name": "Grégory Dufer",
      "aboutText": "Neil Martin Kilkenny (born 19 December 1985) is a football player who plays for Preston North End.",
      "pageId": 1339469,
      "monthDay": "12/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Eriko_Sato",
      "name": "Eriko Sato",
      "aboutText": "Louise Amanda Harman (born 19 December 1985), better known by the stage name Lady Sovereign, is an English rapper best known for her song \"Love Me or Hate Me\".",
      "pageId": 1882755,
      "monthDay": "12/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tero_Pitk%C3%A4m%C3%A4ki",
      "name": "Tero Pitkämäki",
      "aboutText": "Tero Kristian Pitkämäki (born 19 December 1982) is a Finnish javelin thrower and the former world champion.",
      "pageId": 2390805,
      "monthDay": "12/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mo_Williams",
      "name": "Mo Williams",
      "aboutText": "Gary James Cahill /ˈkeɪhɪl/ (born 19 December 1985) is an English professional footballer who plays for Chelsea and is the vice-captain of the England national team. He usually plays centre back for both club and country. Despite being a defender, Cahill is noted for his technical ability and distribution, and occasionally, for his finishing prowess, and strength with his head.",
      "pageId": 2798180,
      "monthDay": "12/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Nektarios_Alexandrou",
      "name": "Nektarios Alexandrou",
      "aboutText": "Maurice \"Mo\" Williams (born December 19, 1982) is an American professional basketball player for the Cleveland Cavaliers of the National Basketball Association (NBA). After a successful high school career at Murrah High School, Williams attended college at the University of Alabama, where he led his team as a freshman to a 27–8 record, and also shared an SEC regular-season championship. After two seasons at Alabama, Williams entered the 2003 NBA draft where he was selected with the 47th overall pick by the Utah Jazz.",
      "pageId": 3004612,
      "monthDay": "12/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Casey_Crescenzo",
      "name": "Casey Crescenzo",
      "aboutText": "Chris Haslam (born December 19, 1980) is a Canadian professional skateboarder whose natural stance is \"goofy\".",
      "pageId": 4614787,
      "monthDay": "12/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/AJ_Lamas",
      "name": "AJ Lamas",
      "aboutText": "Ian Patrick Kennedy (born December 19, 1984) is an American professional baseball pitcher who is a free agent. He has played in Major League Baseball (MLB) for the New York Yankees, Arizona Diamondbacks and San Diego Padres.\nKennedy attended the University of Southern California (USC), where he played college baseball for the USC Trojans.",
      "pageId": 6385455,
      "monthDay": "12/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Bridget_Phillipson",
      "name": "Bridget Phillipson",
      "aboutText": "Andrea Baldini (born 19 December 1985) is an Italian foil fencer, world champion in 2009 and team Olympic champion in 2012.",
      "pageId": 7297431,
      "monthDay": "12/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Laura_Pomeroy",
      "name": "Laura Pomeroy",
      "aboutText": "Eriko Sato (佐藤 江梨子, Satō Eriko, born December 19, 1981) is a Japanese actress.\n^ \"Profile of Eriko Sato\" (in Japanese).",
      "pageId": 11324880,
      "monthDay": "12/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Matt_Stajan",
      "name": "Matt Stajan",
      "aboutText": "Sally Jepkosgei Kipyego (born 19 December 1985) is a Kenyan long- and middle-distance runner. She was the silver medallist in the 10,000 metres at the 2011 World Championships in Athletics and the silver medalist in the same race at the 2012 Summer Olympic Games in London. She has a personal record of 30:38.35 minutes for that event and her 5000 metres best of 14:30.42 minutes makes her the second fastest Kenyan woman for the distance.",
      "pageId": 12055122,
      "monthDay": "12/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ian_Kennedy",
      "name": "Ian Kennedy",
      "aboutText": "Nektarios Alexandrou (Greek: Νεκτάριος Αλεξάνδρου; born 19 December 1983 in Nicosia, Cyprus) is a Cypriot international footballer who plays for Cypriot First Division side APOEL. He is mainly a left winger, but he can also play as a left back.",
      "pageId": 12936459,
      "monthDay": "12/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gary_Cahill",
      "name": "Gary Cahill",
      "aboutText": "Grégory Dufer (born 19 December 1981) is a Belgian international footballer.",
      "pageId": 13089741,
      "monthDay": "12/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Andrea_Baldini",
      "name": "Andrea Baldini",
      "aboutText": "Casey Crescenzo (born December 19, 1983) is a singer, songwriter, and multi-instrumentalist most notable for being the singer for the bands The Dear Hunter and The Receiving End of Sirens. He is also a producer who has worked with many other bands.",
      "pageId": 15235852,
      "monthDay": "12/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Neil_Kilkenny",
      "name": "Neil Kilkenny",
      "aboutText": "Dan Logan (born 19 December 1985 in Grantham, East Midlands, England) is an English musician. Formerly the temporary bassist of The Kooks and is the former Cat the Dog bassist. He also briefly played double bass for Brighton alt/blues band Sweet Sweet Lies as well as singing and playing all instruments in rock-a-billy side band Logan And The Faithfuls collaborating with various musicians.",
      "pageId": 19503101,
      "monthDay": "12/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sally_Kipyego",
      "name": "Sally Kipyego",
      "aboutText": "Bridget Maeve Phillipson (born 19 December 1983) is a British Labour Party politician who was elected at the 2010 general election as the Member of Parliament (MP) for Houghton and Sunderland South. She was the first MP to be declared to be elected to the 2015 Parliament, with an increased majority of 12,938.",
      "pageId": 27260678,
      "monthDay": "12/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Dan_Logan",
      "name": "Dan Logan",
      "aboutText": "Laura Pomeroy (born 19 December 1983) is a Canadian swimmer.\n^ a b \"Profile of Laura Pomeroy\". Swimming Canada.",
      "pageId": 41654168,
      "monthDay": "12/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lady_Sovereign",
      "name": "Lady Sovereign",
      "aboutText": "Alvaro Joshua Lamas (born December 19, 1983) is an American actor.",
      "pageId": 42652972,
      "monthDay": "12/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ryan_Babel",
      "name": "Ryan Babel",
      "aboutText": "Paulina Mary Jean Gretzky (born December 19, 1988) is an American model, pop singer, and celebutante.\n^ 05/23/2013 11:15 am EDT (2013-05-23). \"Paulina Gretzky Photo: Instagram Star Sings 'I Will Remember You', Wears Lace-Up Crotch Jeans In 2003 (PHOTOS)\".",
      "pageId": 393821,
      "monthDay": "12/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Lazaros_Christodoulopoulos",
      "name": "Lazaros Christodoulopoulos",
      "aboutText": "Ryan Guno Babel (Dutch pronunciation: [ˈrɑjɐn ˈbaːbəl]; born 19 December 1986) is a Dutch footballer who plays for Al Ain FC in the Arabian UAE Arabian Gulf League. He can play as a striker or left winger.\nBabel began his career at Ajax in 1998, working his way up through the youth team and into the senior squad.",
      "pageId": 3241238,
      "monthDay": "12/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Zuzana_Hejnov%C3%A1",
      "name": "Zuzana Hejnová",
      "aboutText": "Karim Mostafa Benzema (Arabic: كريم بنزيما‎; born 19 December 1987) is a French professional footballer who plays for Spanish club Real Madrid and the France national team as a striker. He has been described as an \"immensely talented striker\" who is \"strong and powerful\" and \"a potent finisher from inside the box\".\nBenzema was born in the city of Lyon and began his football career with local club Bron Terraillon.",
      "pageId": 4629012,
      "monthDay": "12/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Miguel_Lopes",
      "name": "Miguel Lopes",
      "aboutText": "Declan John Galbraith (born 19 December 1991, Hoo St Werburgh, Kent) is an English singer.",
      "pageId": 5464550,
      "monthDay": "12/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Calvin_Andrew",
      "name": "Calvin Andrew",
      "aboutText": "Alexis Alejandro Sánchez Sánchez (Spanish pronunciation: [aˈleksis ˈsantʃes]; born 19 December 1988), known as Alexis Sánchez or simply Alexis, is a Chilean footballer who plays for English club Arsenal and the Chilean national team as a forward.\nAfter his debut season of first-team football with Cobreloa, Sánchez was signed by Italy's Udinese Calcio in 2006. Following successful loans at Colo-Colo and River Plate, he began playing in Serie A. In 2011, he was signed by Barcelona for £25 million, becoming the most expensive transfer in Chilean football history.",
      "pageId": 5901324,
      "monthDay": "12/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/C%C3%A9dric_Baseya",
      "name": "Cédric Baseya",
      "aboutText": "Calvin Hyden Andrew (born 19 December 1986) is an English professional footballer who plays as a striker for League One club Rochdale.\nHe began his career at Luton Town, making his debut in the 2004–05 League One title winning campaign. He was loaned out to Grimsby Town and Bristol City, before becoming a first team regular for Luton in the 2007–08 relegation season.",
      "pageId": 7900868,
      "monthDay": "12/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Karim_Benzema",
      "name": "Karim Benzema",
      "aboutText": "Peter Harry Winn (born 19 December 1988) is an English footballer who plays as a winger for Cleethorpes Town or striker.\nWinn started his career at Scunthorpe United, and was on the club's books for five years, making his Scunthorpe debut at the age of 16 when a second-year scholar. Despite making four first-team appearances during Scunthorpe's 2007–08 campaign, Winn struggled for first-team appearances, and was subsequently loaned out to Northwich Victoria and Barrow respectively towards the latter stages of the 2008–09 season.",
      "pageId": 11563459,
      "monthDay": "12/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Slater_Young",
      "name": "Slater Young",
      "aboutText": "Cédric Baseya (born 19 December 1987 in Brétigny-sur-Orge, Essonne) is a DR Congolese-French professional footballer.",
      "pageId": 14315977,
      "monthDay": "12/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Paulina_Gretzky",
      "name": "Paulina Gretzky",
      "aboutText": "Lazaros Christodoulopoulos (Greek: Λάζαρος Χριστοδουλόπουλος; born 19 December 1986) is a Greek footballer who plays for Serie A club Sampdoria on loan from Hellas Verona and the Greek national team. His main strengths are his technique, pace and acceleration with the ball. Like his Greek teammate Sokratis Papastathopoulos, his surname is too long to fit on his shirt, so his shirt reads Lazaros instead.",
      "pageId": 14915548,
      "monthDay": "12/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Alexis_S%C3%A1nchez",
      "name": "Alexis Sánchez",
      "aboutText": "Hamza Riazuddin (born 19 December 1989) is an English cricketer. He is a right-handed lower-order batsman and a right-arm medium-fast bowler who currently plays for Hampshire. He is a British Pakistani.",
      "pageId": 17475379,
      "monthDay": "12/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Peter_Winn_(footballer)",
      "name": "Peter Winn",
      "aboutText": "Zuzana Hejnová (Czech pronunciation: [ˈzuzana ˈɦɛjnovaː]; born 19 December 1986) is a Czech athlete. She competes in the 100 metres, the 100 metres hurdles, the 400 metres and the 400 metres hurdles, and also the heptathlon.",
      "pageId": 18904007,
      "monthDay": "12/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Valdimar_Bergsta%C3%B0",
      "name": "Valdimar Bergstað",
      "aboutText": "Hugo Miguel Almeida Costa Lopes (born 19 December 1986) is a Portuguese professional footballer who plays for Spanish club Granada CF on loan from Sporting Clube de Portugal as a right back.\nDuring his career he played for each of the Big Three of Portuguese football – Benfica, Porto and Sporting – as well as spending time on loan in Spain and France.",
      "pageId": 20329218,
      "monthDay": "12/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Yong_Jun-hyung",
      "name": "Yong Jun-hyung",
      "aboutText": "Valdimar Bergstað (born December 19, 1989) is an Icelandic equestrian. He has been riding since he was three years old, and started to compete at the age of eight in 1998.\nHe won 4 Icelandic champion titles in the year 2008: in T2 (which he has won since 2004), in F1 for the second time in a row, in PP1 also for the second time in a row, and in fivegait combination.",
      "pageId": 21266970,
      "monthDay": "12/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Micha%C5%82_Mas%C5%82owski",
      "name": "Michał Masłowski",
      "aboutText": "Gregory \"Greg\" Bretz (born December 19, 1990 in Anaheim, California) is an American snowboarder who has competed since 2004. His first and to date only World Cup victory was in Canada in the halfpipe event in 2008.\nGreg is supported by MOPHIE, NIKE, RED BULL, FRENDS, MAMMOTH MOUNTAIN, AND ETHIKA. It was announced on January 26, 2010 that Bretz made the US team for the 2010 Winter Olympics in Vancouver.",
      "pageId": 25956523,
      "monthDay": "12/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kousei_Miura",
      "name": "Kousei Miura",
      "aboutText": "Sally Fitzgibbons is an Australian professional surfer on the Association of Surfing Professionals World Tour (2009 - 2013). She was born in Gerroa, NSW Australia, on 19 December 1990.",
      "pageId": 27809853,
      "monthDay": "12/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Hamza_Riazuddin",
      "name": "Hamza Riazuddin",
      "aboutText": "Yong Jun-hyung (Hangul: 용준형; Hanja: 龍俊亨; born December 19, 1989), also known as Poppin' Dragon or Joker, is a South Korean singer-songwriter, rapper, actor, dancer and record producer. He is a member and the main rapper of the Korean boy group Beast.",
      "pageId": 30748521,
      "monthDay": "12/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Greg_Bretz",
      "name": "Greg Bretz",
      "aboutText": "Jorge Blanco Güereña (born December 19, 1991) is a Mexican actor and singer. He is best known for portraying Leon on the Disney Channel television series Violetta.",
      "pageId": 31968161,
      "monthDay": "12/19"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sally_Fitzgibbons",
      "name": "Sally Fitzgibbons",
      "aboutText": "Jan Slater Young (born December 19, 1987) is a Filipino-Chinese actor, engineer, model and television personality originally from Mindanao and now lives in Cebu.",
      "pageId": 35308846,
      "monthDay": "12/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Jorge_Blanco_(actor)",
      "name": "Jorge Blanco",
      "aboutText": "Michał Masłowski (born 19 December 1989 in Strzelin) is a Polish professional footballer (soccer) who plays as a midfielder for Legia Warsaw. On 18 January 2014 he made his debut for Poland national football team in a friendly match against Norway. On 20 October 2014, he scored the game winning goal against GKS Belchatow.",
      "pageId": 40019070,
      "monthDay": "12/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Declan_Galbraith",
      "name": "Declan Galbraith",
      "aboutText": "Kousei Miura (三浦 皇成, Miura Kōsei, born December 19, 1989, in Nerima, Tokyo, Japan) is a Japanese jockey who is represented by the Japan Racing Association. He won the 2008 JRA Award for Newcomer Jockey with the Most Victories and the 2014 Hokkaido Horse Racing Press Club Award.\n^ a b c d \"三浦皇成、武豊の新人最多勝記録を21年ぶり更新\" (in Japanese).",
      "pageId": 48855812,
      "monthDay": "12/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Sumire_Uesaka",
      "name": "Sumire Uesaka",
      "aboutText": "Iker Muniain Goñi (Basque: [iker muniaiŋ ɡoɲi], Spanish: [ˈiker muˈnjaiŋ ˈɡoɲi]; born 19 December 1992) is a Spanish professional footballer who plays for Athletic Bilbao mainly as a left winger.\nDue to his style of play and stature, he was dubbed \"the Spanish Messi\" by the media. He spent most of his career with Athletic Bilbao after debuting in 2009 as their youngest player in a competitive match, making over 200 appearances for the club and reaching the finals of the Copa del Rey and Europa League in 2012.",
      "pageId": 23807493,
      "monthDay": "12/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Iker_Muniain",
      "name": "Iker Muniain",
      "aboutText": "Isiah Kiplangat Koech (born 19 December 1993) is an Kenyan long-distance runner who specialises in the 5000 metres.\nAt the 2009 World Youth Championships in Athletics in Brixen, Italy, Koech won a gold medal over 3000 metres, setting a new world youth leading time with 7:51.51.\nHe also took part in the 2010 IAAF World Cross Country Championships in Bydgoszcz, Poland, finishing fourth in the junior men's race.",
      "pageId": 28687228,
      "monthDay": "12/19"
    },
    {
      "year": "1992",
      "uri": "/wiki/Raphael_Spiegel",
      "name": "Raphael Spiegel",
      "aboutText": "M'Baye Babacar Niang (French pronunciation: ​[ˈm.be ˈniˈɑŋ]) (born 19 December 1994) is a French professional footballer who plays for Serie A club Milan. He plays primarily as a forward, though his influence can extend out to the wings and the attacking midfield positions. Niang is described as \"a phenomenon\" and \"a striker out of the ordinary\", and in April 2011, he made his professional debut at the age of 16 in a league match with his former club Caen against Toulouse.",
      "pageId": 31585317,
      "monthDay": "12/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Isiah_Koech",
      "name": "Isiah Koech",
      "aboutText": "Raphael Simon Spiegel (born 19 December 1992) is a Swiss professional footballer, who plays as a goalkeeper for West Ham United.",
      "pageId": 36576589,
      "monthDay": "12/19"
    },
    {
      "year": "1994",
      "uri": "/wiki/M%27Baye_Niang",
      "name": "M'Baye Niang",
      "aboutText": "Sumire Uesaka (上坂 すみれ, Uesaka Sumire, born December 19, 1991 in Kanagawa, Japan) is a Japanese voice actress affiliated with Space Craft Entertainment.",
      "pageId": 38097001,
      "monthDay": "12/19"
    }
  ]
}