{
  "people": [
    {
      "year": "1494",
      "uri": "/wiki/Oronce_Fin%C3%A9",
      "name": "Oronce Finé",
      "aboutText": "Edwin Abbott Abbott (20 December 1838 – 12 October 1926) was an English schoolmaster and theologian, best known as the author of the novella Flatland (1884).",
      "pageId": 10119,
      "monthDay": "12/20"
    },
    {
      "year": "1537",
      "uri": "/wiki/John_III_of_Sweden",
      "name": "John III of Sweden",
      "aboutText": "Samuel Alexander Mudd (December 20, 1833 – January 10, 1883) was an American physician who was imprisoned for conspiring with John Wilkes Booth in the assassination of U.S. President Abraham Lincoln.\nWhile working as a doctor in Southern Maryland, Mudd also employed slaves on his tobacco farm, and declared his belief in slavery as a God-given institution. The Civil War seriously damaged his business, especially when Maryland abolished slavery in 1864.",
      "pageId": 28812,
      "monthDay": "12/20"
    },
    {
      "year": "1626",
      "uri": "/wiki/Veit_Ludwig_von_Seckendorff",
      "name": "Veit Ludwig von Seckendorff",
      "aboutText": "John III (Swedish: Johan III, Finnish: Juhana III) (20 December 1537 – 17 November 1592) was King of Sweden from 1568 until his death. He was the son of King Gustav I of Sweden and his second wife Margaret Leijonhufvud. He was also, quite autonomously, the ruler of Finland, as Duke John from 1556 to 1563.",
      "pageId": 104960,
      "monthDay": "12/20"
    },
    {
      "year": "1641",
      "uri": "/wiki/Urban_Hj%C3%A4rne",
      "name": "Urban Hjärne",
      "aboutText": "Charles Gravier, comte de Vergennes (20 December 1717 – 13 February 1787) was a French statesman and diplomat. He served as Foreign Minister from 1774 during the reign of Louis XVI, notably during the American War of Independence.\nVergennes rose through the ranks of the diplomatic service during postings in Portugal and Germany before receiving the important post of Envoy to the Ottoman Empire in 1755.",
      "pageId": 148300,
      "monthDay": "12/20"
    },
    {
      "year": "1717",
      "uri": "/wiki/Charles_Gravier,_comte_de_Vergennes",
      "name": "Charles Gravier, comte de Vergennes",
      "aboutText": "Harvey Samuel Firestone (December 20, 1868 – February 7, 1938) was an American businessman, and the founder of the Firestone Tire and Rubber Company, one of the first global makers of automobile tires.",
      "pageId": 284886,
      "monthDay": "12/20"
    },
    {
      "year": "1740",
      "uri": "/wiki/Arthur_Lee_(diplomat)",
      "name": "Arthur Lee",
      "aboutText": "Ferdinand Édouard Buisson (December 20, 1841 Paris - February 16, 1932 Thieuloy-Saint-Antoine) was a French academic, educational bureaucrat, pacifist and Radical-Socialist (left liberal) politician. He presided over the League of Education from 1902 to 1906 and the Human Rights League (LDH) from 1914 to 1926. In 1927, the Nobel Peace Prize was awarded to him jointly with Ludwig Quidde.",
      "pageId": 326074,
      "monthDay": "12/20"
    },
    {
      "year": "1786",
      "uri": "/wiki/Pietro_Raimondi",
      "name": "Pietro Raimondi",
      "aboutText": "Veit Ludwig von Seckendorf (December 20, 1626 – December 18, 1692), German statesman and scholar, was a member of a German noble family, which took its name from the village of Seckendorf between Nuremberg and Langenzenn.\nThe family was divided into eleven distinct lines, widely distributed throughout Prussia, Württemberg and Bavaria. Seckendorf, son of Joachim Ludwig von Seckendorf, was born at Herzogenaurach, near Erlangen.",
      "pageId": 390588,
      "monthDay": "12/20"
    },
    {
      "year": "1792",
      "uri": "/wiki/Nicolas_Toussaint_Charlet",
      "name": "Nicolas Toussaint Charlet",
      "aboutText": "Wesley Branch Rickey (December 20, 1881 – December 9, 1965) was an innovative Major League Baseball (MLB) executive elected to the Baseball Hall of Fame in 1967. He was perhaps best known for breaking Major League Baseball's color barrier by signing African American player Jackie Robinson, for drafting the first Afro-Hispanic superstar, Roberto Clemente, for creating the framework for the modern minor league farm system, for encouraging the Major Leagues to add new teams through his involvement in the proposed Continental League, and for introducing the batting helmet.\nRickey played in MLB for the St.",
      "pageId": 426353,
      "monthDay": "12/20"
    },
    {
      "year": "1833",
      "uri": "/wiki/Samuel_Mudd",
      "name": "Samuel Mudd",
      "aboutText": "George Wild Galvin (20 December 1860 – 31 October 1904), better known by the stage name Dan Leno, was a leading English music hall comedian and musical theatre actor during the late Victorian era. He was best known, aside from his music hall act, for his dame roles in the annual pantomimes that were popular at London's Theatre Royal, Drury Lane, from 1888 to 1904.\nLeno was born in St Pancras, London, and began to entertain as a child.",
      "pageId": 450886,
      "monthDay": "12/20"
    },
    {
      "year": "1838",
      "uri": "/wiki/Edwin_Abbott_Abbott",
      "name": "Edwin Abbott Abbott",
      "aboutText": "Ivana Kobilca (20 December 1861 – 4 December 1926) is the most prominent Slovene woman painter and a key figure of Slovene cultural identity. She was a realist painter who studied and worked in Vienna, Munich, Paris, Sarajevo, Berlin, and Ljubljana. She mostly painted oil paintings and pastels, whereas her drawings are few.",
      "pageId": 520915,
      "monthDay": "12/20"
    },
    {
      "year": "1841",
      "uri": "/wiki/Ferdinand_Buisson",
      "name": "Ferdinand Buisson",
      "aboutText": "Mehmet Âkif Ersoy (20 December 1873 – 27 December 1936) was a Albanian poet, writer, academic, member of parliament, and the author of the Turkish National Anthem. Widely regarded as one of the premiere literary minds of his time, Ersoy is noted for his command of the Turkish language, as well as his patriotism and role in the Turkish War of Independence.\nA framed version of the national anthem by Ersoy typically occupies the wall above the blackboard in the classrooms of every public as well as most private schools around Turkey, along with a Turkish flag, a photograph of the country's founding father Atatürk, and a copy of Atatürk's famous inspirational speech to the nation's youth.",
      "pageId": 779692,
      "monthDay": "12/20"
    },
    {
      "year": "1860",
      "uri": "/wiki/Dan_Leno",
      "name": "Dan Leno",
      "aboutText": "Nicolas Toussaint Charlet (December 20, 1792 – October 30, 1845), French designer and painter, more especially of military subjects, was born in Paris.\nHe was the son of a dragoon in the Republican army, whose death in the ranks left the widow and orphan in very poor circumstances. Madame Charlet, however, a woman of determined spirit and an extreme Napoleonist (Bonapartist), managed to give her boy a moderate education at the Lycée Napoléon, and was repaid by his lifelong affection.",
      "pageId": 854579,
      "monthDay": "12/20"
    },
    {
      "year": "1861",
      "uri": "/wiki/Ferdinand_Bonn",
      "name": "Ferdinand Bonn",
      "aboutText": "Dr. Arthur Lee (20 December 1740 – 12 December 1792) was a physician and opponent of slavery in colonial Virginia in North America who served as an American diplomat during the American Revolutionary War. He was educated in medicine and law at the University of Edinburgh and in London, respectively.",
      "pageId": 916879,
      "monthDay": "12/20"
    },
    {
      "year": "1861",
      "uri": "/wiki/Ivana_Kobilca",
      "name": "Ivana Kobilca",
      "aboutText": "Charles Ellsworth \"Charley\" Grapewin (December 20, 1869 – February 2, 1956) was an American vaudeville performer, writer and a stage and silent and sound actor, and comedian who portrayed Aunt Em's husband, Uncle Henry in Metro-Goldwyn-Mayer's The Wizard of Oz (1939) in grayscale and black-and-white, as well as Jeeter Lester in film Tobacco Road and Grandpa Joad in the film The Grapes of Wrath (1940). He usually portrayed elderly folksy type characters in a rustic setting, all up appearing in over 100 films.",
      "pageId": 1410969,
      "monthDay": "12/20"
    },
    {
      "year": "1865",
      "uri": "/wiki/Elsie_de_Wolfe",
      "name": "Elsie de Wolfe",
      "aboutText": "Pietro Raimondi (December 20, 1786, Rome – October 30, 1853) was an Italian composer, transitional between the Classical and Romantic eras. While he was famous at the time as a composer of operas and sacred music, he was also as an innovator in contrapuntal technique as well as in creation of gigantic musical simultaneities.\nRaimondi was born in Rome, and received his early education in Naples.",
      "pageId": 1956581,
      "monthDay": "12/20"
    },
    {
      "year": "1868",
      "uri": "/wiki/Harvey_Samuel_Firestone",
      "name": "Harvey Samuel Firestone",
      "aboutText": "Oronce Finé (or Fine; Latin: Orontius Finnaeus or Finaeus; Italian: Oronzio Fineo; 20 December 1494 – 8 August 1555) was a French mathematician and cartographer.",
      "pageId": 2841530,
      "monthDay": "12/20"
    },
    {
      "year": "1869",
      "uri": "/wiki/Charley_Grapewin",
      "name": "Charley Grapewin",
      "aboutText": "Elsie de Wolfe, also known as Lady Mendl, (December 20, 1859? – July 12, 1950) was an American actress, interior decorator, nominal author of the influential 1913 book The House in Good Taste, and a prominent figure in New York, Paris, and London society. According to The New Yorker, \"Interior design as a profession was invented by Elsie de Wolfe,\" although the praise is not strictly true.",
      "pageId": 4449586,
      "monthDay": "12/20"
    },
    {
      "year": "1873",
      "uri": "/wiki/Kan%27ichi_Asakawa",
      "name": "Kan'ichi Asakawa",
      "aboutText": "Kan'ichi Asakawa (朝河 貫一, Asakawa Kan'ichi, December 20, 1873 – August 10, 1948) was a Japanese academic, author, historian, librarian, curator and peace advocate.",
      "pageId": 22449336,
      "monthDay": "12/20"
    },
    {
      "year": "1873",
      "uri": "/wiki/Mehmet_Akif_Ersoy",
      "name": "Mehmet Akif Ersoy",
      "aboutText": "Urban Hjärne (20 December 1641 – 10 March 1724) was a Swedish chemist, geologist, physician and writer.\nHe was born in Skworitz near Nyenschantz, Ingria, and educated at Dorpat (admitted 1655), Uppsala and Angers. He was awarded MD in 1670.",
      "pageId": 35685377,
      "monthDay": "12/20"
    },
    {
      "year": "1881",
      "uri": "/wiki/Branch_Rickey",
      "name": "Branch Rickey",
      "aboutText": "Ferdinand Bonn (20 December 1861 – 24 September 1933) was a German stage and film actor.",
      "pageId": 35912261,
      "monthDay": "12/20"
    },
    {
      "year": "1886",
      "uri": "/wiki/Hazel_Hotchkiss_Wightman",
      "name": "Hazel Hotchkiss Wightman",
      "aboutText": "Sir Robert Gordon Menzies, KT, AK, CH, FAA, FRS, QC (20 December 1894 – 15 May 1978), was Australia’s longest-serving Prime Minister to date, at over eighteen years total, his second term of sixteen years being the longest continuous term ever served.\nMenzies studied law at the University of Melbourne, before becoming one of that city’s leading lawyers. He was Deputy Premier of Victoria from 1932 to 1934, and then transferred to Federal government, becoming Attorney-General and Minister for Industry under Joseph Lyons.",
      "pageId": 25839,
      "monthDay": "12/20"
    },
    {
      "year": "1888",
      "uri": "/wiki/Yitzhak_Baer",
      "name": "Yitzhak Baer",
      "aboutText": "Jaroslav Heyrovský (Czech pronunciation: [ˈjaroslaf ˈɦɛjrofskiː]) (December 20, 1890 – March 27, 1967) was a Czech chemist and inventor. Heyrovský was the inventor of the polarographic method, father of the electroanalytical method, and recipient of the Nobel Prize in 1959. His main field of work was polarography.",
      "pageId": 143705,
      "monthDay": "12/20"
    },
    {
      "year": "1888",
      "uri": "/wiki/Fred_Merkle",
      "name": "Fred Merkle",
      "aboutText": "Robert Jemison Van de Graaff (December 20, 1901 – January 16, 1967) was an American physicist, noted for his design and construction of high-voltage Van de Graaff generators.",
      "pageId": 158426,
      "monthDay": "12/20"
    },
    {
      "year": "1890",
      "uri": "/wiki/Yvonne_Arnaud",
      "name": "Yvonne Arnaud",
      "aboutText": "Irene Dunne (December 20, 1898 – September 4, 1990) was an American film actress and singer of the 1930s, 1940s and early 1950s. Dunne was nominated five times for the Academy Award for Best Actress, for her performances in Cimarron (1931), Theodora Goes Wild (1936), The Awful Truth (1937), Love Affair (1939) and I Remember Mama (1948).",
      "pageId": 177745,
      "monthDay": "12/20"
    },
    {
      "year": "1890",
      "uri": "/wiki/Jaroslav_Heyrovsk%C3%BD",
      "name": "Jaroslav Heyrovský",
      "aboutText": "Prince George, Duke of Kent KG KT GCMG GCVO (George Edward Alexander Edmund; 20 December 1902 – 25 August 1942) was a member of the British Royal Family, the fourth son and fifth child of King George V and Queen Mary, and younger brother of Kings Edward VIII and George VI. He held the title of Duke of Kent from 1934 until his death in a military air-crash on 25 August 1942.",
      "pageId": 228927,
      "monthDay": "12/20"
    },
    {
      "year": "1891",
      "uri": "/wiki/Erik_Alml%C3%B6f",
      "name": "Erik Almlöf",
      "aboutText": "William Joseph \"Bill\" O'Reilly (20 December 1905 – 6 October 1992), often known as Tiger O'Reilly, was an Australian cricketer, rated as one of the greatest bowlers in the history of the game. Following his retirement from playing, he became a well-respected cricket writer and broadcaster.\nO'Reilly was one of the best spin bowlers to ever play cricket.",
      "pageId": 321495,
      "monthDay": "12/20"
    },
    {
      "year": "1894",
      "uri": "/wiki/Robert_Menzies",
      "name": "Robert Menzies",
      "aboutText": "Paul Francis Webster (December 20, 1907 – March 18, 1984) was an American lyricist who won three Academy Awards for Best Song and was nominated sixteen times for the award.",
      "pageId": 413210,
      "monthDay": "12/20"
    },
    {
      "year": "1898",
      "uri": "/wiki/Konstantinos_Dovas",
      "name": "Konstantinos Dovas",
      "aboutText": "Harry Flood Byrd, Jr. (December 20, 1914 – July 30, 2013) was an American orchardist, newspaper publisher and politician. He served in the Senate of Virginia and then represented Virginia in the United States Senate, for an aggregate of thirty-six years in elected public office.",
      "pageId": 728400,
      "monthDay": "12/20"
    },
    {
      "year": "1898",
      "uri": "/wiki/Irene_Dunne",
      "name": "Irene Dunne",
      "aboutText": "Yevgenia Solomonovna Ginzburg (December 20, 1904  – May 25, 1977) (Russian: Евге́ния Соломо́новна Ги́нзбург) was a Russian author who served an 18-year sentence in the Gulag.",
      "pageId": 1328353,
      "monthDay": "12/20"
    },
    {
      "year": "1901",
      "uri": "/wiki/Robert_J._Van_de_Graaff",
      "name": "Robert J. Van de Graaff",
      "aboutText": "Sidney Hook (December 20, 1902 – July 12, 1989) was an American philosopher of the Pragmatist school known for his contributions to the philosophy of history, the philosophy of education, political theory, and ethics. After embracing Communism in his youth, Hook was later known for his criticisms of totalitarianism, both fascism, and Marxism–Leninism. A pragmatic social democrat, Hook sometimes cooperated with conservatives, particularly in opposing Communism.",
      "pageId": 1409290,
      "monthDay": "12/20"
    },
    {
      "year": "1902",
      "uri": "/wiki/Prince_George,_Duke_of_Kent",
      "name": "Prince George, Duke of Kent",
      "aboutText": "Germaine Yvonne Arnaud (20 December 1890 – 20 September 1958) was a French pianist, singer and actress. After beginning a career as a concert pianist as a child, Arnaud acted in musical comedies. She switched to non-musical comedy and drama around 1920 and was one of the players in the second of the Aldwych farces, A Cuckoo in the Nest, a hit in 1925.",
      "pageId": 1500150,
      "monthDay": "12/20"
    },
    {
      "year": "1902",
      "uri": "/wiki/Sidney_Hook",
      "name": "Sidney Hook",
      "aboutText": "Carl Frederick Rudolf Merkle (December 20, 1888 – March 2, 1956), also documented as \"Frederick Charles Merkle,\" and nicknamed \"Bonehead\", was an American first baseman in Major League Baseball from 1907 to 1926.",
      "pageId": 1641480,
      "monthDay": "12/20"
    },
    {
      "year": "1904",
      "uri": "/wiki/Spud_Davis",
      "name": "Spud Davis",
      "aboutText": "Hazel Hotchkiss Wightman (December 20, 1886 – December 5, 1974) was an American tennis player and founder of the Wightman Cup, an annual team competition for British and American women. She dominated American women's tennis before World War I, and won 45 U.S. titles during her life.",
      "pageId": 2128286,
      "monthDay": "12/20"
    },
    {
      "year": "1904",
      "uri": "/wiki/Yevgenia_Ginzburg",
      "name": "Yevgenia Ginzburg",
      "aboutText": "Hortense Calisher (December 20, 1911 – January 13, 2009) was an American writer of fiction.",
      "pageId": 2656523,
      "monthDay": "12/20"
    },
    {
      "year": "1905",
      "uri": "/wiki/Bill_O%27Reilly_(cricketer)",
      "name": "Bill O'Reilly",
      "aboutText": "Virgil Lawrence \"Spud\" Davis (December 20, 1904 – August 14, 1984) was an American professional baseball player, coach, scout and manager. He played in Major League Baseball as a catcher for the St. Louis Cardinals, Philadelphia Phillies, Cincinnati Reds, and Pittsburgh Pirates.",
      "pageId": 3315578,
      "monthDay": "12/20"
    },
    {
      "year": "1907",
      "uri": "/wiki/Paul_Francis_Webster",
      "name": "Paul Francis Webster",
      "aboutText": "For other people of the same name, see: Dennis Morgan (disambiguation)",
      "pageId": 4232588,
      "monthDay": "12/20"
    },
    {
      "year": "1908",
      "uri": "/wiki/Dennis_Morgan",
      "name": "Dennis Morgan",
      "aboutText": "Erik Albin Almlöf (20 December 1891 – 18 January 1971) was a Swedish athlete who specialized in the triple jump. He competed at the 1912 Summer Olympics in Stockholm where he won the bronze medal. Due to World War I no Olympics were held in 1916, but Almlöf returned to the 1920 Summer Olympics in Antwerp, Belgium, where he won his second Olympic bronze medal.",
      "pageId": 7121305,
      "monthDay": "12/20"
    },
    {
      "year": "1909",
      "uri": "/wiki/Vakkom_Majeed",
      "name": "Vakkom Majeed",
      "aboutText": "Vakkom Majeed (born S. Abdul Majeed; Malayalam: വക്കം മജീദ്; 20 December 1909 – 10 July 2000) was an Indian freedom fighter, politician and a former member of the Travancore-Cochin State Assembly. He was born into one of the most prominent aristocratic Muslim families in Travancore. Influenced by the works of his uncle, Vakkom Moulavi, he became involved in social and political reform movements.",
      "pageId": 10798267,
      "monthDay": "12/20"
    },
    {
      "year": "1911",
      "uri": "/wiki/Hortense_Calisher",
      "name": "Hortense Calisher",
      "aboutText": "Konstantinos Dovas (Greek: Κωνσταντίνος Δόβας) (20 December 1898–1973) was a Greek general and interim Prime Minister.\nDovas was born in Konitsa, in the Janina Vilayet of the Ottoman Empire (present-day northwestern Greece). In 1918, Dovas graduated from the Greek Military Academy.",
      "pageId": 10867341,
      "monthDay": "12/20"
    },
    {
      "year": "1914",
      "uri": "/wiki/Harry_F._Byrd,_Jr.",
      "name": "Harry F. Byrd, Jr.",
      "aboutText": "Yitzhak Baer (Hebrew: יצחק בער) (born 20 December 1888; died 22 January 1980) was German-Israeli historian and an expert in medieval Spanish Jewish history.",
      "pageId": 25926315,
      "monthDay": "12/20"
    },
    {
      "year": "1915",
      "uri": "/wiki/Aziz_Nesin",
      "name": "Aziz Nesin",
      "aboutText": "John Michael Beaumont, OBE (born 20 December 1927) is the 22nd and presently reigning seigneur of Sark. He worked as a civil engineer before succeeding his paternal grandmother, Sibyl Hathaway, in 1974. During his rule, Beaumont has seen the loss of many feudal rights enjoyed by the seigneurs.",
      "pageId": 160734,
      "monthDay": "12/20"
    },
    {
      "year": "1916",
      "uri": "/wiki/Michel_Chartrand",
      "name": "Michel Chartrand",
      "aboutText": "George Roy Hill (December 20, 1921 – December 27, 2002) was an American film director. He is most noted for directing such films as Butch Cassidy and the Sundance Kid (1969) and The Sting (1973), which both starred the acting duo Paul Newman and Robert Redford.",
      "pageId": 162081,
      "monthDay": "12/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/David_Bohm",
      "name": "David Bohm",
      "aboutText": "David Joseph Bohm FRS (December 20, 1917 – October 27, 1992) was an American scientist who has been described as one of the most significant theoretical physicists of the 20th century and who contributed innovative and unorthodox ideas to quantum theory, neuropsychology and the philosophy of mind.\nBohm advanced the view that quantum physics meant the old Cartesian model of reality – that there are two kinds of substance, the mental and the physical, that somehow interact – was too limited. To complement it, therefore, he developed a mathematical and physical theory of \"implicate\" and \"explicate\" order.",
      "pageId": 186234,
      "monthDay": "12/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Cahit_K%C3%BClebi",
      "name": "Cahit Külebi",
      "aboutText": "Richard Edward Geoffrey Howe, Baron Howe of Aberavon, CH, QC, PC (20 December 1926 – 9 October 2015), known from 1970 to 1992 as Sir Geoffrey Howe, was a British Conservative politician.\nHowe was Margaret Thatcher's longest-serving Cabinet minister, successively holding the posts of Chancellor of the Exchequer, Foreign Secretary, and finally Leader of the House of Commons, Deputy Prime Minister and Lord President of the Council. His resignation on 1 November 1990 is widely considered by the British press to have precipitated Thatcher's own resignation three weeks later.",
      "pageId": 307805,
      "monthDay": "12/20"
    },
    {
      "year": "1917",
      "uri": "/wiki/Audrey_Totter",
      "name": "Audrey Totter",
      "aboutText": "for others with the same name, see Jean Marchand",
      "pageId": 585858,
      "monthDay": "12/20"
    },
    {
      "year": "1918",
      "uri": "/wiki/Jean_Marchand",
      "name": "Jean Marchand",
      "aboutText": "Isaac Newton \"Ike\" Skelton IV (December 20, 1931 – October 28, 2013) was an American politician who was the U.S. Representative for Missouri's 4th congressional district from 1977 to 2011. During his tenure, he served as the chairman of the House Armed Services Committee. He was a member of the Democratic Party.",
      "pageId": 594573,
      "monthDay": "12/20"
    },
    {
      "year": "1922",
      "uri": "/wiki/George_Roy_Hill",
      "name": "George Roy Hill",
      "aboutText": "Michel Chartrand (December 20, 1916 – April 12, 2010) was an union activist and leader from Quebec.\nBorn in Outremont and trained as a typography and print worker, Chartrand became involved in union activism in the 1940s. During the Grande Noirceur, he took part in major strike actions such as the Asbestos Strike in 1949, the Louiseville Strike in 1952 and the Murdochville Strike in 1957.",
      "pageId": 764401,
      "monthDay": "12/20"
    },
    {
      "year": "1922",
      "uri": "/wiki/Beverly_Pepper",
      "name": "Beverly Pepper",
      "aboutText": "Aziz Nesin (pronounced [ˈaziz ˈne.sin ]; (born Mehmet Nusret Nesin,¶ December 20, 1915 – July 6, 1995) was a Turkish writer and humorist who authored more than 100 books.",
      "pageId": 770613,
      "monthDay": "12/20"
    },
    {
      "year": "1924",
      "uri": "/wiki/Judy_LaMarsh",
      "name": "Judy LaMarsh",
      "aboutText": "Julia Verlyn \"Judy\" LaMarsh, PC, OC, QC (December 20, 1924 – October 27, 1980) was a Canadian politician, lawyer, author and broadcaster. In 1963, she was only the second woman to ever serve as a federal Cabinet Minister. Under Prime Minister Lester Pearson's minority governments of the middle and late 1960s, she helped push through the legislation that created the Canada Pension Plan and Medicare.",
      "pageId": 792545,
      "monthDay": "12/20"
    },
    {
      "year": "1925",
      "uri": "/wiki/Benito_Lorenzi",
      "name": "Benito Lorenzi",
      "aboutText": "Audrey Mary Totter (December 20, 1917 – December 12, 2013) was an American actress and Metro-Goldwyn-Mayer contract player.",
      "pageId": 1371265,
      "monthDay": "12/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Geoffrey_Howe",
      "name": "Geoffrey Howe",
      "aboutText": "John Benedict Hillerman (born December 20, 1932) is an American actor, known for his starring role as Jonathan Quayle Higgins III on the television show Magnum, P.I.",
      "pageId": 1386346,
      "monthDay": "12/20"
    },
    {
      "year": "1926",
      "uri": "/wiki/Otto_Graf_Lambsdorff",
      "name": "Otto Graf Lambsdorff",
      "aboutText": "Otto Friedrich Wilhelm Freiherr von der Wenge Graf Lambsdorff, known as Otto Graf Lambsdorff, (20 December 1926 – 5 December 2009) was a German politician of the Free Democratic Party.",
      "pageId": 1829883,
      "monthDay": "12/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Michael_Beaumont,_22nd_Seigneur_of_Sark",
      "name": "Michael Beaumont, 22nd Seigneur of Sark",
      "aboutText": "Mary Ellen \"Mala\" Powers (December 20, 1931 – June 11, 2007) was an American film actress.",
      "pageId": 2065644,
      "monthDay": "12/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Charlie_Callas",
      "name": "Charlie Callas",
      "aboutText": "Terry Sanders (born December 20, 1931) is an American filmmaker having produced and/or directed more than 70 dramatic features, televisions specials, documentaries and portrait films. He co-heads the American Film Foundation and has produced and photographed the Oscar-winning dramatic short \"A Time Out of War\". He also received an Academy Award for Best Documentary Feature for Maya Lin: A Strong Clear Vision.",
      "pageId": 2337261,
      "monthDay": "12/20"
    },
    {
      "year": "1927",
      "uri": "/wiki/Kim_Young-sam",
      "name": "Kim Young-sam",
      "aboutText": "Charlie Callas (born Charles Callias; December 20, 1927 – January 27, 2011) was an American comedian and actor most commonly known for his work with Mel Brooks, Jerry Lewis, and Dean Martin and his many stand-up appearances on television talk shows in the 1970s. He was also known for his role as Malcolm Argos, the restaurant owner and former con man, on the Eddie Albert and Robert Wagner television series Switch.\nTony Belmont, executive director of the National Comedy Hall of Fame in St.",
      "pageId": 6129989,
      "monthDay": "12/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ike_Skelton",
      "name": "Ike Skelton",
      "aboutText": "Benito \"Veleno\" Lorenzi (20 December 1925 – 3 March 2007) was an Italian football (soccer) player born in Borgo a Buggiano, province of Pistoia. He played as a striker.\nThroughout his career (1947–1960) he played with Inter and Alessandria in Serie A, Empoli and Brescia in Serie B, and Varese in Serie C. He won two back to back Italian titles (in 1953 and 1954) with Inter, and scored 143 goals in 314 games in official matches.",
      "pageId": 6944686,
      "monthDay": "12/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mala_Powers",
      "name": "Mala Powers",
      "aboutText": "Beverly Pepper (born December 20, 1922) is an American sculptor known for her monumental works, site specific and land art. She remains independent from any particular art movement. She was married to the writer Curtis Bill Pepper.",
      "pageId": 9210965,
      "monthDay": "12/20"
    },
    {
      "year": "1931",
      "uri": "/wiki/Terry_Sanders",
      "name": "Terry Sanders",
      "aboutText": "Cahit Külebi (20 December 1917, Tokat- 20 June 1997 Ankara) was a leading Turkish poet and author. He has an important place in contemporary Turkish poetry due to his attachment to folk poetry traditions.",
      "pageId": 14410757,
      "monthDay": "12/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/Leslie_Adams_(composer)",
      "name": "Leslie Adams",
      "aboutText": "H. Leslie Adams (born December 20, 1932) is an American composer and music educator. He has won awards for his compositions from the National Association of Negro Women (1963) and the Christian Arts Annual National Competition for Choral Music (1979). He has also been commissioned to write works for the Center for Black Music Research, the Cleveland Orchestra, and the Ohio Chamber Orchestra.",
      "pageId": 24674707,
      "monthDay": "12/20"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Hillerman",
      "name": "John Hillerman",
      "aboutText": "Kim Young-sam (Hangul: 김영삼; hanja: 金泳三; Korean pronunciation: [kim jʌŋsʰam]; 20 December 1927 – 22 November 2015) was a South Korean politician and democratic activist, who served as the seventh President of South Korea from 1993 to 1998. From 1961, he spent almost 30 years as one of the leaders of the South Korean opposition, and one of the most powerful rivals to the authoritarian regimes of Park Chung-hee and Chun Doo-hwan.\nElected president in 1992, Kim became the first civilian to hold the office in over 30 years.",
      "pageId": 35991378,
      "monthDay": "12/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jean_Carnahan",
      "name": "Jean Carnahan",
      "aboutText": "Robert Lee \"Bullet Bob\" Hayes (December 20, 1942 – September 18, 2002) was an Olympic sprinter turned American football wide receiver in the National Football League for the Dallas Cowboys. An American track and field athlete, he was a two-sport stand-out in college in both track and football at Florida A&M University. He has one of the top 100 meter times by NFL players.",
      "pageId": 68423,
      "monthDay": "12/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Olavi_Salonen",
      "name": "Olavi Salonen",
      "aboutText": "George Peter John Criscuola (born December 20, 1945), better known as Peter Criss, is an American musician and actor, best known as the co-founder, original drummer, and occasional vocalist of the hard rock band Kiss. Criss established the \"Catman\" character for his Kiss persona.",
      "pageId": 142244,
      "monthDay": "12/20"
    },
    {
      "year": "1933",
      "uri": "/wiki/Rik_Van_Looy",
      "name": "Rik Van Looy",
      "aboutText": "Uri Geller (Hebrew: אורי גלר‎; /ˈʊri ˈɡɛlər/; born 20 December 1946) is an Israeli illusionist, well known internationally as a magician, television personality, and self-proclaimed psychic. He is known for his trademark television performances of spoon bending and other supposed psychic effects. Throughout the years, Geller has used simple conjuring tricks to simulate the effects of psychokinesis and telepathy.",
      "pageId": 194858,
      "monthDay": "12/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/Khalid_Ibadulla",
      "name": "Khalid Ibadulla",
      "aboutText": "Jean-Claude Trichet (French: [ʒɑ̃ klod tʁiʃɛ]; born 20 December 1942) is a French civil servant, film producer and director who was the president of the European Central Bank from 2003 to 2011. He is also a member of the Board of Directors of the Bank for International Settlements. In 2008, Trichet ranked fifth on Newsweek’s list of the world's most powerful along with economic triumvirs Ben Bernanke (fourth) and Masaaki Shirakawa (sixth).",
      "pageId": 359343,
      "monthDay": "12/20"
    },
    {
      "year": "1935",
      "uri": "/wiki/William_Julius_Wilson",
      "name": "William Julius Wilson",
      "aboutText": "William Julius Wilson (born December 20, 1935) is an American sociologist. He taught at the University of Chicago from 1972 to 1996 before moving to Harvard University.\nWilson is Lewis P. and Linda L. Geyser University Professor at Harvard University.",
      "pageId": 361975,
      "monthDay": "12/20"
    },
    {
      "year": "1937",
      "uri": "/wiki/Charles_Denton_(television_and_film_producer)",
      "name": "Charles Denton",
      "aboutText": "Jean Anne Carpenter Carnahan (born December 20, 1933) is an American politician and writer who served as First Lady of Missouri from 1993 to 2000, and as her state's junior U.S. senator from 2001 to 2002. A Democrat, she was appointed to the Senate to fill the seat of her husband, Mel Carnahan, who was posthumously elected to the seat in 2000. She became the first woman to represent Missouri in the Senate.",
      "pageId": 424686,
      "monthDay": "12/20"
    },
    {
      "year": "1938",
      "uri": "/wiki/John_Harbison",
      "name": "John Harbison",
      "aboutText": "John Harris Harbison (born December 20, 1938) is an American composer, known for his symphonies, operas, and large choral works.",
      "pageId": 699365,
      "monthDay": "12/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Tony_Bentley",
      "name": "Tony Bentley",
      "aboutText": "Lesley Judd (born 20 December 1946) is an English dancer and TV presenter, best known as a long-serving host of the BBC children's programme Blue Peter.",
      "pageId": 1581824,
      "monthDay": "12/20"
    },
    {
      "year": "1939",
      "uri": "/wiki/Kathryn_Joosten",
      "name": "Kathryn Joosten",
      "aboutText": "Bobby Colomby (born Robert Wayne Colomby, 20 December 1944, in New York) is a jazz-rock fusion drummer, and an original member of the group Blood, Sweat & Tears.",
      "pageId": 1822928,
      "monthDay": "12/20"
    },
    {
      "year": "1940",
      "uri": "/wiki/Pat_Chapman",
      "name": "Pat Chapman",
      "aboutText": "Henri (\"Rik\") Van Looy (born 20 December 1933 in Grobbendonk) is a Belgian former professional cyclist of the post-war period, nicknamed the King of the Classics or Emperor of Herentals (after the small Belgian town where he lived). He was twice world professional road race champion, and was the first cyclist to win all five 'Monuments': the most prestigious one-day classics – a feat since achieved by just two others (both also Belgians: Roger De Vlaeminck and Eddy Merckx).",
      "pageId": 1867178,
      "monthDay": "12/20"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tommy_Cole",
      "name": "Tommy Cole",
      "aboutText": "Kathryn Joosten (December 20, 1939 – June 2, 2012) was an American television actress best known for her regular role as Karen McCluskey in Desperate Housewives, for which she won two Emmy Awards, and for her recurring role in The West Wing as Dolores Landingham.",
      "pageId": 2704497,
      "monthDay": "12/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Rana_Bhagwandas",
      "name": "Rana Bhagwandas",
      "aboutText": "Khalid \"Billy\" Ibadulla (born 20 December 1935, Lahore, Punjab) is a former Pakistani cricketer and TVNZ cricket commentator. He played in four Tests between 1964 and 1967.",
      "pageId": 3211068,
      "monthDay": "12/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Bob_Hayes",
      "name": "Bob Hayes",
      "aboutText": "Rana Bhagwandas (20 December 1942 – 23 February 2015), was a senior judge and former acting chief justice of the Supreme Court of Pakistan (CJP). He enjoyed extremely high reputation as a judge. He remained the acting CJP during the 2007 judicial crisis in Pakistan, and also briefly became the acting Chief Justice of Pakistan when the incumbent Iftikhar Muhammad Chaudhry went on foreign tours in 2005 and 2006, and thus became the first Hindu and the second non-Muslim to serve as chief of the highest court in Pakistan.",
      "pageId": 7035255,
      "monthDay": "12/20"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jean-Claude_Trichet",
      "name": "Jean-Claude Trichet",
      "aboutText": "Tommy Cole (born December 20, 1941) is an American make-up artist, a former actor and singer who is still best known for having been a Mouseketeer.",
      "pageId": 14214134,
      "monthDay": "12/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Bobby_Colomby",
      "name": "Bobby Colomby",
      "aboutText": "Patrick Lawrence Chapman (born 20 December 1940) is an English food writer, broadcaster and author, best known for founding The Curry Club.",
      "pageId": 21133113,
      "monthDay": "12/20"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jimmie_F._Skaggs",
      "name": "Jimmie F. Skaggs",
      "aboutText": "Charles Denton (born 20 December 1937) is a British film and television producer and executive.",
      "pageId": 23872469,
      "monthDay": "12/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Peter_Criss",
      "name": "Peter Criss",
      "aboutText": "Anthony \"Tony\" Bentley (born 20 December 1939) is a former English footballer who played in the Football League for Stoke City and Southend United.\n^ a b c d Matthews, Tony (1994). The Encyclopaedia of Stoke City.",
      "pageId": 26250852,
      "monthDay": "12/20"
    },
    {
      "year": "1945",
      "uri": "/wiki/Sivakant_Tiwari",
      "name": "Sivakant Tiwari",
      "aboutText": "Sivakant Tiwari, P.P.A.(E.), P.B.S., P.P.A.(E.)(L.), P.J.G. (20 December 1945 – 26 July 2010), known professionally as S. Tiwari, was a senior legal officer of the Singapore Legal Service. He was educated at the University of Singapore, graduating in law in 1971. He then made the Legal Service his career, serving as head of the Ministry of Defence's legal department (1974), and head of the Attorney-General's Chambers' Civil Division (1987) and International Affairs Division (1995).",
      "pageId": 28235517,
      "monthDay": "12/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Uri_Geller",
      "name": "Uri Geller",
      "aboutText": "Jimmie F. Skaggs (1944–2004) was an American film actor.\nJimmie lived in Valley City, Ohio as a very young boy, and then moved to Elyria, Ohio, as an adolescent. He got his start in acting performing in the All School play, \"The Great Sabastions\".",
      "pageId": 35613745,
      "monthDay": "12/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lesley_Judd",
      "name": "Lesley Judd",
      "aboutText": "Olavi Salonen (born 20 December 1933 in Noormarkku) is a Finnish athlete.",
      "pageId": 37705990,
      "monthDay": "12/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Lloyd_Mumphord",
      "name": "Lloyd Mumphord",
      "aboutText": "George Ervin \"Sonny\" Perdue III (born December 20, 1946) is an American politician who served as the 81st Governor of Georgia from 2003 to 2011.",
      "pageId": 339825,
      "monthDay": "12/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sonny_Perdue",
      "name": "Sonny Perdue",
      "aboutText": "Lynne Choona Featherstone, Baroness Featherstone, PC (née Ryness, 20 December 1951) is a British Liberal Democrat parliamentarian and member of the House of Lords.\nA Member of the London Assembly (MLA) from 2000 to 2005, she was Member of Parliament (MP) for Hornsey and Wood Green between 2005 and 2015, before being nominated for a peerage in the Dissolution Peerages List 2015. She was created Baroness Featherstone, of Highgate in the London Borough of Haringey, on 20 October.",
      "pageId": 468943,
      "monthDay": "12/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Spencer_(actor)",
      "name": "John Spencer",
      "aboutText": "Dame Mitsuko Uchida (Japanese: [miꜜtsu͍̥ko u͍ꜜtɕida]), DBE (内田光子), born 20 December 1948, is a classical pianist, born in Japan and naturalised in Britain. She has appeared with most of the world's foremost orchestras, recorded a wide repertory with major labels, won numerous awards and honours (including Dame Commander of the Order of the British Empire in 2009), and serves as co-director of the Marlboro Music School and Festival. In recent years, she has also conducted major orchestras.",
      "pageId": 846771,
      "monthDay": "12/20"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dick_Wolf",
      "name": "Dick Wolf",
      "aboutText": "Richard Anthony \"Dick\" Wolf (born December 20, 1946) is an American television producer, best known as the creator and executive producer of the Law & Order franchise of police dramas. He has won numerous awards, including an Emmy Award and a star on the Hollywood Walk of Fame.\nWolf has also authored four books.",
      "pageId": 1069577,
      "monthDay": "12/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Roger_Alton",
      "name": "Roger Alton",
      "aboutText": "John Spencer (December 20, 1946 – December 16, 2005) was an American actor. He won an Emmy Award in 2002 for his role as White House Chief of Staff Leo McGarry on the NBC political drama series The West Wing.",
      "pageId": 1147293,
      "monthDay": "12/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gigliola_Cinquetti",
      "name": "Gigliola Cinquetti",
      "aboutText": "William Francis \"Bo\" Ryan, Jr. (born December 20, 1947) is an American former college basketball coach and player. He was the head coach of the University of Wisconsin–Madison Badgers men's basketball team from 2001 to December 2015.",
      "pageId": 1150971,
      "monthDay": "12/20"
    },
    {
      "year": "1947",
      "uri": "/wiki/Bo_Ryan",
      "name": "Bo Ryan",
      "aboutText": "Gigliola Cinquetti (Italian pronunciation: [dʒiʎˈʎɔːla tʃiŋˈkwetti]; born 20 December 1947) is an Italian singer and TV presenter.",
      "pageId": 1614816,
      "monthDay": "12/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Alan_Parsons",
      "name": "Alan Parsons",
      "aboutText": "Soumaïla Cissé (born December 20, 1949) is a Malian politician.\nBorn in Timbuctu, Soumaïla Cissé studied at l'Institut des Sciences de l'Ingénieur de Montpellier in France to become a software engineer. He worked in several large French companies (IBM-France, le Groupe Pechiney, le Groupe Thomson and the aerospace company Air Inter) before returning to Mali in 1984 to work at the Compagnie malienne pour le développement des textiles (CMDT).",
      "pageId": 2128225,
      "monthDay": "12/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Carol_Smart",
      "name": "Carol Smart",
      "aboutText": "Stephen Carlton \"Stevie\" Wright (20 December 1947 – 27 December 2015), formerly billed as Little Stevie, was an Australian musician and songwriter who has been called Australia's first international pop star. During 1964–69 he was lead singer of Sydney-based rock and roll band the Easybeats, widely regarded as the greatest Australian pop band of the 1960s.\nEarly hits for the Easybeats were co-written by Wright with bandmate George Young, including, \"She's So Fine\" (No.",
      "pageId": 2298309,
      "monthDay": "12/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Mitsuko_Uchida",
      "name": "Mitsuko Uchida",
      "aboutText": "Roger Alton (born 20 December 1947 in Oxford) is an English journalist. He was formerly editor of The Independent and The Observer, and executive editor of The Times.\nHe was educated at Clifton College and Exeter College, Oxford.",
      "pageId": 2381010,
      "monthDay": "12/20"
    },
    {
      "year": "1948",
      "uri": "/wiki/Stevie_Wright_(Australian_singer)",
      "name": "Stevie Wright",
      "aboutText": "Cecil Celester Cooper (born December 20, 1949), nicknamed \"Coop,\" is a former first baseman in Major League Baseball and the former manager of the Houston Astros. From 1971 through 1987, Cooper played for the Boston Red Sox (1971–76) and Milwaukee Brewers (1977–87).",
      "pageId": 2406434,
      "monthDay": "12/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Souma%C3%AFla_Ciss%C3%A9",
      "name": "Soumaïla Cissé",
      "aboutText": "Oscar Charles Gamble (born December 20, 1949) is a former outfielder and designated hitter in Major League Baseball. He played for 17 seasons, from 1969 to 1985, on seven different teams: the Chicago White Sox and New York Yankees on two separate occasions, as well as the Chicago Cubs, Philadelphia Phillies, Cleveland Indians, San Diego Padres, and Texas Rangers.\nIn his later years, Gamble is known for his afro haircut as well as for the fact that he owned a discotheque called 'Oscar Gamble's Players Club', two things which show his enthusiasm with 1970s culture.",
      "pageId": 2921935,
      "monthDay": "12/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Cecil_Cooper",
      "name": "Cecil Cooper",
      "aboutText": "Alan Parsons (born 20 December 1948) is an English audio engineer, songwriter, musician, and record producer. He was involved with the production of several significant albums, including the Beatles' Abbey Road and Let It Be, and the art rock band Ambrosia's debut album Ambrosia as well as Pink Floyd's The Dark Side of the Moon for which Pink Floyd credit him as an important contributor. Parsons' own group, the Alan Parsons Project, as well as his subsequent solo recordings, have also been successful commercially.",
      "pageId": 5713317,
      "monthDay": "12/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Oscar_Gamble",
      "name": "Oscar Gamble",
      "aboutText": "Peter May (born 20 December 1951) is a Scottish television screenwriter, novelist, and crime writer. He is the recipient of writing awards in Europe and America. The Blackhouse won the U.S. Barry Award for Crime Novel of the Year and the national literature award in France, the CEZAM Prix Litteraire.",
      "pageId": 7694486,
      "monthDay": "12/20"
    },
    {
      "year": "1949",
      "uri": "/wiki/Leigh_Hamilton",
      "name": "Leigh Hamilton",
      "aboutText": "Lloyd N. Mumphord (born December 20, 1946) is a former defensive Back who played collegiately for Texas Southern University and ten seasons in American Pro Football. He played professionally for the Miami Dolphins of the American Football League and the Dolphins and Baltimore Colts of the National Football League. He played in three Super Bowls for the Dolphins, and served as their captain of the Special Teams.",
      "pageId": 9009138,
      "monthDay": "12/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Geoffrey_Grimmett",
      "name": "Geoffrey Grimmett",
      "aboutText": "Arturo Márquez (born 20 December 1950) is a Mexican composer of orchestral music who uses musical forms and styles of his native Mexico and incorporates them into his compositions.",
      "pageId": 10298636,
      "monthDay": "12/20"
    },
    {
      "year": "1950",
      "uri": "/wiki/Arturo_M%C3%A1rquez",
      "name": "Arturo Márquez",
      "aboutText": "Christopher Le Brun PRA (born 1951) is a British artist, known primarily as a painter.",
      "pageId": 15638322,
      "monthDay": "12/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Lynne_Featherstone",
      "name": "Lynne Featherstone",
      "aboutText": "Geoffrey Richard Grimmett FRS (born 20 December 1950) is a mathematician known for his work on the mathematics of random systems arising in probability theory and statistical mechanics, especially percolation theory and the contact process.",
      "pageId": 22716684,
      "monthDay": "12/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Christopher_Le_Brun",
      "name": "Christopher Le Brun",
      "aboutText": "Carol Smart (born 20 December 1948), is a feminist sociologist and academic at the University of Manchester. She has also conducted research about divorce and children of divorced couples.\nSmart is an important figure within the feminist criminology world.",
      "pageId": 26883660,
      "monthDay": "12/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Peter_May_(writer)",
      "name": "Peter May",
      "aboutText": "Leigh Hamilton (December 20, 1949 – September 8, 2012) was a New Zealand-born American actress and art gallery owner.\nHamilton born in Auckland, New Zealand, on December 20, 1949, to parents, Colleen and Derek Hiene. She moved to the United States to pursue acting.",
      "pageId": 37203196,
      "monthDay": "12/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Nuala_O%27Loan,_Baroness_O%27Loan",
      "name": "Nuala O'Loan, Baroness O'Loan",
      "aboutText": "Stephen William Bragg (born 20 December 1957) is an English singer-songwriter and left-wing activist. His music blends elements of folk music, punk rock and protest songs, with lyrics that mostly span political or romantic themes. His music is heavily centered on bringing about change and getting the younger generation involved in activist causes.",
      "pageId": 155572,
      "monthDay": "12/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Marta_Russell",
      "name": "Marta Russell",
      "aboutText": "Jennifer Ann \"Jenny\" Agutter OBE (born 20 December 1952) is an English film and television actress. She began her career as a child actress in the mid-1960s, appearing in television and film adaptations of The Railway Children and the film Walkabout, before taking adult roles and moving to Hollywood.\nShe played Jessica 6 in Logan's Run, Jill Mason in Equus, Alex Price in An American Werewolf in London and Joanne Simpson in Child's Play 2.",
      "pageId": 276342,
      "monthDay": "12/20"
    },
    {
      "year": "1951",
      "uri": "/wiki/Joey_Silvera",
      "name": "Joey Silvera",
      "aboutText": "Sandra Cisneros (born December 20, 1954) is an American writer best known for her acclaimed first novel The House on Mango Street (1984) and her subsequent short story collection Woman Hollering Creek and Other Stories (1991). Her work experiments with literary forms and investigates emerging subject positions, which Cisneros herself attributes to growing up in a context of cultural hybridity and economic inequality that endowed her with unique stories to tell. She is the recipient of numerous awards including a National Endowment for the Arts Fellowship, and is regarded as a key figure in Chicana literature.",
      "pageId": 430374,
      "monthDay": "12/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Jenny_Agutter",
      "name": "Jenny Agutter",
      "aboutText": "Edmund \"Ed\" Kuepper (born 20 December 1955, Bremen, West Germany) is an Australian guitarist, vocalist and songwriter. He co-founded the punk band The Saints (1973–78), the experimental post-punk group Laughing Clowns (1979–85) and the grunge-like The Aints (1991–94). He has also recorded over a dozen albums as a solo artist using a variety of backing bands.",
      "pageId": 538403,
      "monthDay": "12/20"
    },
    {
      "year": "1952",
      "uri": "/wiki/Sky_Gilbert",
      "name": "Sky Gilbert",
      "aboutText": "Michael Badalucco (born December 20, 1954) is an American actor, best known for his role as lawyer Jimmy Berlutti on the ABC legal drama television series The Practice.",
      "pageId": 656583,
      "monthDay": "12/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Michael_Badalucco",
      "name": "Michael Badalucco",
      "aboutText": "Anita Ward (born December 20, 1956) is an American singer and musician. She is best known for her 1979 million selling chart-topper, \"Ring My Bell\".",
      "pageId": 672284,
      "monthDay": "12/20"
    },
    {
      "year": "1954",
      "uri": "/wiki/Sandra_Cisneros",
      "name": "Sandra Cisneros",
      "aboutText": "David Breashears (born December 20, 1955) is an American mountaineer, filmmaker, author, and motivational speaker. In 1985, he reached the summit of Mount Everest a second time, becoming the first American to reach the summit of Mount Everest more than once. He is perhaps most famous for guiding Richard Bass to the summit of Everest, thus completing Bass's ascent of the Seven Summits (the highest summit on each of the seven continents).",
      "pageId": 799396,
      "monthDay": "12/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/David_Breashears",
      "name": "David Breashears",
      "aboutText": "Joey Silvera (born December 20, 1951) is an American pornographic actor and director.\nJoey Silvera has been involved in the American pornographic industry since the early 1970s. A native of upstate New York, he got his start performing in San Francisco in 1974, and went on to appear in more than 1,000 videos.",
      "pageId": 2111356,
      "monthDay": "12/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Ed_Kuepper",
      "name": "Ed Kuepper",
      "aboutText": "Joyce Hyser (born December 20, 1957) is an American actress.",
      "pageId": 2167993,
      "monthDay": "12/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rory_Markas",
      "name": "Rory Markas",
      "aboutText": "Stephen Bicknell (20 December 1957 – 18 August 2007) was a leading British organ builder and writer about the organ.",
      "pageId": 2696182,
      "monthDay": "12/20"
    },
    {
      "year": "1955",
      "uri": "/wiki/Binali_Y%C4%B1ld%C4%B1r%C4%B1m",
      "name": "Binali Yıldırım",
      "aboutText": "Schuyler Lee (Sky) Gilbert, Jr. (born December 20, 1952) is a Canadian writer, actor, academic and drag performer. Born in Norwich, Connecticut, he studied theatre at York University in Toronto, Ontario, and at the University of Toronto, before becoming the co-founder and artistic director of Buddies in Bad Times, a Toronto theatre company dedicated to LGBT drama.",
      "pageId": 3123511,
      "monthDay": "12/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Mohamed_Ould_Abdel_Aziz",
      "name": "Mohamed Ould Abdel Aziz",
      "aboutText": "Guy Babylon (December 20, 1956 – September 2, 2009) was a keyboardist/composer, most noted for his work with Elton John.\nBabylon was born in New Windsor, Maryland. Growing up listening to the likes of Led Zeppelin, Yes and Gentle Giant, he attended Francis Scott Key High School and then moved on to the University of South Florida, earning a BFA in music composition.",
      "pageId": 3518194,
      "monthDay": "12/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Guy_Babylon",
      "name": "Guy Babylon",
      "aboutText": "Junji Hirata (平田 淳嗣, Hirata Junji) is a Japanese professional wrestler who wrestles for the New Japan Pro Wrestling promotion, and currently uses the ring name Super Strong Machine (スーパー・ストロング・マシン, Sūpā Sutorongu Mashin).",
      "pageId": 3659857,
      "monthDay": "12/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Blanche_Baker",
      "name": "Blanche Baker",
      "aboutText": "Nuala Patricia O'Loan, Baroness O'Loan, DBE (born 20 December 1951), known between 2007 and 2009 as Dame Nuala O'Loan, is a noted public figure in Northern Ireland. She was the first Police Ombudsman from 1999 to 2007. In July 2009, it was announced that she was to be appointed to the House of Lords.",
      "pageId": 5759708,
      "monthDay": "12/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Junji_Hirata",
      "name": "Junji Hirata",
      "aboutText": "Blanche Baker (born December 20, 1956) is an American actress.",
      "pageId": 6142984,
      "monthDay": "12/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Andrew_Mackenzie_(businessman)",
      "name": "Andrew Mackenzie",
      "aboutText": "Rory Markas (December 20, 1955 – January 4, 2010) was an American sportscaster best known as the Los Angeles Angels of Anaheim's play-by-play broadcaster for eight seasons, and as the radio voice of the University of Southern California men's basketball team for 11 seasons.",
      "pageId": 9760725,
      "monthDay": "12/20"
    },
    {
      "year": "1956",
      "uri": "/wiki/Anita_Ward",
      "name": "Anita Ward",
      "aboutText": "Binali Yıldırım (born 20 December 1955) is a Turkish politician who currently serves as the Minister of Transport, Maritime and Communication of Turkey since 24 November 2015. He previously served in the same position from 2002 to 2007, from 2007 to 2011, and from 2011 to 2013. A member of the ruling Justice and Development Party (AKP), he has served as a Member of Parliament for İstanbul's first electoral district from 2002 to 2007, for Erzincan from 2007 to 2011, for İzmir's second electoral district from 2011 to June 2015 and for İzmir's first electoral district since November 2015.",
      "pageId": 9774365,
      "monthDay": "12/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Stephen_Bicknell",
      "name": "Stephen Bicknell",
      "aboutText": "Mohamed Ould Abdel Aziz (born 20 December 1956) is the President of Mauritania, in office since 2009. A career soldier and high-ranking officer, he was a leading figure in the August 2005 coup that deposed President Maaouya Ould Sid'Ahmed Taya, and in August 2008 he led another coup, which toppled President Sidi Ould Cheikh Abdallahi. Following the 2008 coup, Abdel Aziz became President of the High Council of State as part of what was described as a political transition leading to a new election.",
      "pageId": 18742934,
      "monthDay": "12/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Billy_Bragg",
      "name": "Billy Bragg",
      "aboutText": "Andrew Stewart Mackenzie (born December 1956) FRS is a Scottish businessman, CEO of BHP Billiton, the world's largest mining company. He succeeded Marius Kloppers on 10 May 2013.",
      "pageId": 38578102,
      "monthDay": "12/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Joyce_Hyser",
      "name": "Joyce Hyser",
      "aboutText": "Marta Russell (December 20, 1951 - December 15, 2013) was an American writer and disability rights activist. Her book, Beyond Ramps: Disability at the End of the Social Contract published in 1998 by Common Courage Press analyzes the relationship between disability, social Darwinism, and economic austerity under capitalism.",
      "pageId": 41486183,
      "monthDay": "12/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Anna_Vissi",
      "name": "Anna Vissi",
      "aboutText": "Michael David \"Mike\" Watt (born December 20, 1957) is an American bassist, singer and songwriter.\nHe is best known for co-founding the rock bands Minutemen, Dos, and Firehose; as of 2003, he is also the bassist for the reunited Stooges and a member of the art rock/jazz/punk/improv group Banyan as well as many other post-Minutemen projects.",
      "pageId": 148041,
      "monthDay": "12/20"
    },
    {
      "year": "1957",
      "uri": "/wiki/Mike_Watt",
      "name": "Mike Watt",
      "aboutText": "Kim Ki-duk (Hangul: 김기덕 Korean pronunciation: [kimɡidʌk]; born December 20, 1960) is a South Korean filmmaker noted for his idiosyncratic art-house cinematic works. His films have received many distinctions in the festival circuit, making him one of the most important contemporary Asian film directors. Major festival awards include Golden Lion at 69th Venice International Film Festival for Pietà, Silver Lion for Best Director at 61st Venice International Film Festival for 3-Iron, Silver bear for Best Director at 54th Berlin International Film Festival for Samaria and Un Certain Regard prize at 2011 Cannes Film Festival for Arirang.",
      "pageId": 645679,
      "monthDay": "12/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/Doug_Nordquist",
      "name": "Doug Nordquist",
      "aboutText": "Nalo Hopkinson (born 1960) is a Jamaican speculative fiction writer and editor. She currently lives and teaches in Riverside, California. Her novels (Brown Girl in the Ring, Midnight Robber, The Salt Roads, The New Moon's Arms) and short stories such as those in her collection Skin Folk often draw on Caribbean history and language, and its traditions of oral and written storytelling.",
      "pageId": 692930,
      "monthDay": "12/20"
    },
    {
      "year": "1958",
      "uri": "/wiki/James_Thomson_(cell_biologist)",
      "name": "James Thomson",
      "aboutText": "Anna Vissi (Greek: Άννα Βίσση (pronounced [ˈana ˈvisi], locally [ˈanːa ˈviʃːi]); born 20 December 1957), also known as Anna Vishy, is a Greek recording artist and actress. Born in Cyprus, she studied music at conservatories and performed locally before moving to the professional scene in Athens, Greece in 1973, where she signed with Minos and simultaneously collaborated with other musical artists and released promotional singles of her own while studying at the University of Athens.\nVissi established herself in the recording industry by winning the Thessaloniki Song Festival in 1977 with the song \"As Kanoume Apopse Mian Arhi\" and releasing her debut album of the same name.",
      "pageId": 740968,
      "monthDay": "12/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Simon_Hughes_(cricketer)",
      "name": "Simon Hughes",
      "aboutText": "Richard Joseph \"Rich\" Gannon (born December 20, 1965) is a former American football quarterback who played eighteen seasons in the National Football League (NFL). He is currently a sports commentator with the CBS Sports and Sirius XM NFL Radio.\nGannon was born in Philadelphia, Pennsylvania and played college football at the University of Delaware.",
      "pageId": 854089,
      "monthDay": "12/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Hildegard_K%C3%B6rner",
      "name": "Hildegard Körner",
      "aboutText": "Michael Joseph Keneally (born December 20, 1961) is an American guitarist, keyboardist, vocalist and composer.",
      "pageId": 1261575,
      "monthDay": "12/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kazimierz_Marcinkiewicz",
      "name": "Kazimierz Marcinkiewicz",
      "aboutText": "Mark Daniel Coleman (born December 20, 1964) is a retired American mixed martial artist, professional wrestler, former NCAA collegiate wrestler and former Olympic amateur wrestler. Known as The Hammer, he was the UFC 10 and UFC 11 tournament champion, the first UFC Heavyweight Champion, and the Pride Fighting Championships 2000 Open Weight Grand Prix champion. At UFC 82 Coleman was inducted into the UFC Hall of Fame.",
      "pageId": 1346406,
      "monthDay": "12/20"
    },
    {
      "year": "1959",
      "uri": "/wiki/Trent_Tucker",
      "name": "Trent Tucker",
      "aboutText": "James Alexander Thomson (born December 20, 1958) is an American developmental biologist best known for deriving the first human embryonic stem cell (SC) line in 1998  and for deriving human induced pluripotent stem (iPS) cells in 2007.\n^ \"Embryonic Stem Cell Lines Derived from Human Blastocysts\", Science, November 6, 1998.",
      "pageId": 1942449,
      "monthDay": "12/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Nalo_Hopkinson",
      "name": "Nalo Hopkinson",
      "aboutText": "Joel James Gretsch (born December 20, 1963) is an American actor.",
      "pageId": 1992683,
      "monthDay": "12/20"
    },
    {
      "year": "1960",
      "uri": "/wiki/Kim_Ki-duk",
      "name": "Kim Ki-duk",
      "aboutText": "Matthew Neal (born 20 December 1966 in Stourbridge) is a British motor racing driver. He won the British Touring Car Championship in 2005, 2006 and 2011. He is also a race winner in the European Touring Car Championship.",
      "pageId": 2504138,
      "monthDay": "12/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mohammad_Fouad",
      "name": "Mohammad Fouad",
      "aboutText": "Kazimierz Marcinkiewicz (Polish pronunciation: [kaˈʑimʲɛʂ mart͡ɕiŋˈkʲɛvit͡ʂ]) (born December 20, 1959) is a Polish conservative politician who served as Prime Minister of Poland from October 31, 2005 to July 14, 2006. He was a member of the Law and Justice party (Prawo i Sprawiedliwość, PiS).",
      "pageId": 2783913,
      "monthDay": "12/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mike_Keneally",
      "name": "Mike Keneally",
      "aboutText": "Frederick \"Freddie\" Burdette Spencer (born December 20, 1961), known by the nickname Fast Freddie, is an American former World Champion motorcycle racer.",
      "pageId": 2886328,
      "monthDay": "12/20"
    },
    {
      "year": "1961",
      "uri": "/wiki/Freddie_Spencer",
      "name": "Freddie Spencer",
      "aboutText": "Simon Peter Hughes (born 20 December 1959, Kingston upon Thames, Surrey), also known as The Analyst, is an English cricketer and journalist. He is the son of the actor, Peter Hughes, and the brother of the historian Bettany Hughes.",
      "pageId": 3174775,
      "monthDay": "12/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Infanta_Elena,_Duchess_of_Lugo",
      "name": "Infanta Elena, Duchess of Lugo",
      "aboutText": "Mohamed Fouad Abd El Hamid Hassan (Arabic: محمد فؤاد عبد الحميد حسن ; born December 20, 1961) is an Egyptian singer, actor and songwriter.",
      "pageId": 4150092,
      "monthDay": "12/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Joel_Gretsch",
      "name": "Joel Gretsch",
      "aboutText": "Kelvin Trent Tucker (born December 20, 1959) is a retired American professional basketball player who played 11 seasons in the American National Basketball Association.\nA 6'5\" shooting guard, Tucker attended the University of Minnesota from 1978 to 1982, leading them to a Big Ten Conference championship in his senior year. He was then selected by the New York Knicks with the 6th overall pick of the 1982 NBA Draft.",
      "pageId": 4185129,
      "monthDay": "12/20"
    },
    {
      "year": "1963",
      "uri": "/wiki/Iqbal_Theba",
      "name": "Iqbal Theba",
      "aboutText": "Robert Cavanah is a Scottish actor/writer/director/producer.",
      "pageId": 7701569,
      "monthDay": "12/20"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Coleman",
      "name": "Mark Coleman",
      "aboutText": "Hildegard Körner, née Ullrich (born 20 December 1959 in Urnshausen) is a retired East German middle distance runner who specialized in the 800 metres.",
      "pageId": 11518512,
      "monthDay": "12/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Robert_Cavanah",
      "name": "Robert Cavanah",
      "aboutText": "Iqbal Theba (pronounced /ˈɪk.bɑl ˈteɪ.bə/; born December 20, 1963) is a Pakistani-American actor.",
      "pageId": 21096580,
      "monthDay": "12/20"
    },
    {
      "year": "1965",
      "uri": "/wiki/Rich_Gannon",
      "name": "Rich Gannon",
      "aboutText": "Douglas (\"Doug\") Nordquist (born December 20, 1958 in San Gabriel, California) is a retired male high jumper from the United States, who competed at the 1984 Summer Olympics where he ended up in fifth place with a jump of 2.29 metres. He was TAC high jump champion in 1986 and 1988, and placed second at the 1984 Olympic Trials behind distant cousin Dwight Stones. He competed for Sonora High School, finishing a three way tie for third place at the 1977 CIF California State Meet, Fullerton Community College, Washington State University where he was coached by 1968 Olympian Rick Sloan and Tiger International.",
      "pageId": 21440395,
      "monthDay": "12/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Matt_Neal",
      "name": "Matt Neal",
      "aboutText": "Infanta Elena, Duchess of Lugo (Elena María Isabel Dominica de Silos de Borbón y de Grecia; born 20 December 1963 in Madrid) is the first child and elder daughter of Juan Carlos I of Spain and Queen Sofía of Spain, and third in the line of succession to the Spanish throne.",
      "pageId": 25166722,
      "monthDay": "12/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Veronica_Pershina",
      "name": "Veronica Pershina",
      "aboutText": "Christopher Mark \"Chris\" Robinson (born December 20, 1966) is the singer of the rock and roll band The Black Crowes and brother of its guitarist Rich Robinson.",
      "pageId": 162108,
      "monthDay": "12/20"
    },
    {
      "year": "1966",
      "uri": "/wiki/Chris_Robinson_(singer)",
      "name": "Chris Robinson",
      "aboutText": "Joseph Murray \"Joe\" Cornish (born 20 December 1968) is an English comedian, television and radio presenter, film director, writer and actor, who together with his long-time comedy partner, Adam Buxton, forms the comedy duo Adam and Joe. In 2011, Cornish released his directorial debut Attack the Block. He has also co-written The Adventures of Tintin: Secret of the Unicorn, with Steven Moffat and Edgar Wright, and Ant-Man (film), with Wright, Adam McKay and Paul Rudd.",
      "pageId": 172030,
      "monthDay": "12/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Joe_Cornish",
      "name": "Joe Cornish",
      "aboutText": "Alain de Botton, FRSL (/dəˈbɒtən/; born 20 December 1969) is a Swiss-born, British-based philosopher, writer, and television presenter. His books and television programmes discuss various contemporary subjects and themes, emphasizing philosophy's relevance to everyday life. At 23, he published Essays in Love (1993), which went on to sell two million copies.",
      "pageId": 250196,
      "monthDay": "12/20"
    },
    {
      "year": "1968",
      "uri": "/wiki/Karl_Wendlinger",
      "name": "Karl Wendlinger",
      "aboutText": "Nicole de Boer (born 20 December 1970) is a Canadian actress.",
      "pageId": 411190,
      "monthDay": "12/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Alain_de_Botton",
      "name": "Alain de Botton",
      "aboutText": "Karl Wendlinger (born 20 December 1968) is an Austrian professional racing and former Formula One driver.",
      "pageId": 761570,
      "monthDay": "12/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Brian_O%27Halloran",
      "name": "Brian O'Halloran",
      "aboutText": "Grant William Flower (born 20 December 1970) is a retired Zimbabwean cricketer. He is rated among the best Zimbabwean cricketers in history for his handy left arm spin and fine batting skills. He was a fitness fanatic who spends hours in the gym, and was also regarded as a brilliant fielder who was usually seen in the gully.",
      "pageId": 897202,
      "monthDay": "12/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Zahra_Ouaziz",
      "name": "Zahra Ouaziz",
      "aboutText": "David Nedohin (born December 20, 1973 in Winnipeg, Manitoba) is a Canadian curler from Sherwood Park, Alberta.",
      "pageId": 1731607,
      "monthDay": "12/20"
    },
    {
      "year": "1969",
      "uri": "/wiki/Bobby_Phills",
      "name": "Bobby Phills",
      "aboutText": "Cory Stillman (born December 20, 1973) is a retired Canadian professional ice hockey player. He played in the National Hockey League (NHL) for several teams between 1994 and 2011.",
      "pageId": 1860794,
      "monthDay": "12/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nicole_de_Boer",
      "name": "Nicole de Boer",
      "aboutText": "Brian Christopher O'Halloran (born December 20, 1969) is an American actor best known for his roles in Kevin Smith's View Askewniverse films, notably as Dante Hicks in Smith's debut film Clerks and its 2006 sequel, Clerks II. Aside from this, he has made small appearances in most of Smith's films, either as his Clerks character Dante Hicks or one of Dante's cousins.\nO'Halloran appeared as a character in the Kevin Smith biopic Shooting Clerks. He was portrayed by English actor Kit Alexander.",
      "pageId": 1886226,
      "monthDay": "12/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Grant_Flower",
      "name": "Grant Flower",
      "aboutText": "Bobby Ray Phills II (December 20, 1969 – January 12, 2000) was an American professional basketball player. He played shooting guard and small forward for the National Basketball Association's Cleveland Cavaliers and Charlotte Hornets.\nA native of Baton Rouge, Louisiana, Phills attended Baton Rouge's Southern University.",
      "pageId": 1954811,
      "monthDay": "12/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alister_McRae",
      "name": "Alister McRae",
      "aboutText": "Zahra Ouaziz (Arabic: زهرة واعزيز‎) (born December 20, 1969 in Oulmes) is a retired Moroccan long-distance runner.",
      "pageId": 3493639,
      "monthDay": "12/20"
    },
    {
      "year": "1970",
      "uri": "/wiki/J%C3%B6rg_Schmidt_(footballer)",
      "name": "Jörg Schmidt",
      "aboutText": "Alister McRae (born 20 December 1970) is a British rally driver who competed in the World Rally Championship. He is the son of the five-time British Rally Champion Jimmy McRae and the younger brother of the late 1995 World Rally Champion, Colin McRae. Alister is married to Tara and is father to Emmie and Max.",
      "pageId": 3503278,
      "monthDay": "12/20"
    },
    {
      "year": "1971",
      "uri": "/wiki/Roger_J._Beaujard",
      "name": "Roger J. Beaujard",
      "aboutText": "Die (born December 20, 1974, born in Mie) is a Japanese musician and guitarist. He is best known as one of the guitarists of visual kei metal band Dir En Grey. He has been with the band since its inception in 1997 and was previously a member of La:Sadie's and before that he was in Ka･za･ri.",
      "pageId": 4624751,
      "monthDay": "12/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Anders_Odden",
      "name": "Anders Odden",
      "aboutText": "Anja Rücker (born December 20, 1972 in Bad Lobenstein) is a retired German sprinter who specialized in the 400 metres.\nAt the 1996 Summer Olympics in Atlanta, she won a bronze medal in the 4 x 400 metres relay with her teammates Uta Rohländer, Linda Kisabaka and Grit Breuer.",
      "pageId": 6822591,
      "monthDay": "12/20"
    },
    {
      "year": "1972",
      "uri": "/wiki/Anja_R%C3%BCcker",
      "name": "Anja Rücker",
      "aboutText": "Veronica Pershina (Russian: Вероника Першина, born December 20, 1966) is a former competitive pair skater who competed for the Soviet Union.",
      "pageId": 7877281,
      "monthDay": "12/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Maarja_Kangro",
      "name": "Maarja Kangro",
      "aboutText": "Roger J. Beaujard (December 20, 1971, Bronxville, New York) is an American musician.\nRoger is primarily known as the guitarist & drum machine programmer for the death metal band Mortician. He joined Mortician in January 1991, replacing Incantation guitarist John McEntee, who had been providing his services to Mortician until the band could find a permanent guitarist.",
      "pageId": 11943058,
      "monthDay": "12/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/David_Nedohin",
      "name": "David Nedohin",
      "aboutText": "Anders Odden (born 20 December 1972), is a musician. He is the co-founder and guitarist of the Norwegian death metal band Cadaver (1988–1993; 1999–2004), and is the bass player for Norwegian black metal band Satyricon (2009–present). He is also the guitarist of Order (band) and Magenta.",
      "pageId": 16776063,
      "monthDay": "12/20"
    },
    {
      "year": "1973",
      "uri": "/wiki/Cory_Stillman",
      "name": "Cory Stillman",
      "aboutText": "Paul Linger (born 20 December 1974 in Stepney, London) is an English former professional footballer who played in the Football League as a midfielder for Charlton Athletic, Leyton Orient and Brighton & Hove Albion. He went on to play non-League football for clubs including Welling United, Billericay Town, Braintree Town, Purfleet/Thurrock, East Thurrock United, Wingate and Finchley, Chelmsford City, Redbridge, and Dover Athletic.\nLinger represented the United Kingdom at the 2005 Maccabiah Games.",
      "pageId": 18282487,
      "monthDay": "12/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Die_(musician)",
      "name": "Die",
      "aboutText": "Maarja Kangro (born 20 December 1973 in Tallinn) is an Estonian poet, short story writer and librettist.",
      "pageId": 27647162,
      "monthDay": "12/20"
    },
    {
      "year": "1974",
      "uri": "/wiki/Paul_Linger",
      "name": "Paul Linger",
      "aboutText": "Jörg Schmidt (born 20 December 1970) is a former German footballer.",
      "pageId": 34798918,
      "monthDay": "12/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Bartosz_Bosacki",
      "name": "Bartosz Bosacki",
      "aboutText": "Michael ('Mick') Rogers (born 20 December 1979 in Barham, New South Wales) is an Australian professional road bicycle racer who grew up in Canberra ACT, and rides for Tinkoff-Saxo. He is a three-time World Time-Trial Champion, winning consecutively in 2003 (after David Millar was stripped for doping), 2004 and 2005. Rogers turned professional in 1999 with Mapei-Quick Step, which became Quick Step.",
      "pageId": 413009,
      "monthDay": "12/20"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jaydy_Michel",
      "name": "Jaydy Michel",
      "aboutText": "Adam James Powell (born 20 December 1976) is a Welsh computer programmer, game designer and businessman.",
      "pageId": 481276,
      "monthDay": "12/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Aubrey_Huff",
      "name": "Aubrey Huff",
      "aboutText": "Aubrey Lewis Huff III (born December 20, 1976) is a former American professional baseball player. He played in Major League Baseball for the Tampa Bay Devil Rays, Houston Astros, Baltimore Orioles, Detroit Tigers, and San Francisco Giants. Huff is 6 feet 4 inches (1.93 m) tall and weighs 225 pounds (102 kg).",
      "pageId": 526734,
      "monthDay": "12/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Jang_Hyuk",
      "name": "Jang Hyuk",
      "aboutText": "Ashley Cole (born 20 December 1980) is an English professional footballer who is currently a free agent and plays as a left back. He last played for the Italian club Roma. Cole is considered by many critics and fellow professional players as one of the best defenders of his generation, and by some, for the better part of his career, as the best left back in the world.",
      "pageId": 751310,
      "monthDay": "12/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Adam_Powell_(game_designer)",
      "name": "Adam Powell",
      "aboutText": "Jang Hyuk (born Jung Yong-joon on December 20, 1976) is a South Korean actor. He is best known for his leading roles in the films Volcano High (2001) and Windstruck (2004), and the television dramas Successful Story of a Bright Girl (2002), The Slave Hunters (2010), Deep Rooted Tree (2011), and Fated to Love You (2014).",
      "pageId": 1144633,
      "monthDay": "12/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ramon_Stoppelenburg",
      "name": "Ramon Stoppelenburg",
      "aboutText": "Jaydy Michel Brixon (Spanish pronunciation: [ˈʝeiði miˈtʃel]; born December 20, 1973) is a Mexican actress and fashion model.",
      "pageId": 1525751,
      "monthDay": "12/20"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nenad_Vu%C4%8Dkovi%C4%87_(footballer)",
      "name": "Nenad Vučković",
      "aboutText": "David Christopher DeJesus (/dəˈheɪsuːs/; born December 20, 1979) is an American professional baseball outfielder who is a free agent. He has played in Major League Baseball (MLB) since 2003 for the Kansas City Royals, Oakland Athletics, Chicago Cubs, Washington Nationals, Tampa Bay Rays and Los Angeles Angels of Anaheim.",
      "pageId": 1574679,
      "monthDay": "12/20"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kerem_Kabaday%C4%B1",
      "name": "Kerem Kabadayı",
      "aboutText": "Geremi Sorele Njitap Fotso (born 20 December 1978), known simply as Geremi, is a Cameroonian former footballer. He was a versatile player able to play at right back, right midfield or center back, known for his power, combative style and free kick ability.\nThe most successful periods of Geremi's club career came at Real Madrid and Chelsea, winning two UEFA Champions League titles with the first and a full set of domestic honours with the latter.",
      "pageId": 1666479,
      "monthDay": "12/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Andrei_Markov_(ice_hockey)",
      "name": "Andrei Markov",
      "aboutText": "Martín Gastón Demichelis (Spanish pronunciation: [marˈtin demiˈt͡ʃelis]; born 20 December 1980) is an Argentine professional footballer who plays for English club Manchester City and the Argentina national team usually as a central defender, although he can also operate as a defensive midfielder.\nDemichelis spent most of his professional career with Bayern Munich in Germany (seven and a half years), winning 11 major titles with the team. He also competed in his home country with River Plate, and in Spain with Málaga.",
      "pageId": 2429811,
      "monthDay": "12/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Geremi_Njitap",
      "name": "Geremi Njitap",
      "aboutText": "Andrei Viktorovich Markov (Russian: Андрей Викторович Марков; born December 20, 1978) is a Russian-Canadian professional ice hockey defenceman currently playing and serving as an alternate captain for the Montreal Canadiens of the National Hockey League (NHL).",
      "pageId": 2542912,
      "monthDay": "12/20"
    },
    {
      "year": "1978",
      "uri": "/wiki/Bouabdellah_Tahri",
      "name": "Bouabdellah Tahri",
      "aboutText": "Bartosz Bosacki (born 20 December 1975 in Poznań) is a Polish former footballer who played as a defender.",
      "pageId": 2988257,
      "monthDay": "12/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/David_DeJesus",
      "name": "David DeJesus",
      "aboutText": "Kerem Kabadayı is a Turkish writer and musician (drummer). He is a founding member and party Turkish rock-band Mor ve Ötesi.",
      "pageId": 3900105,
      "monthDay": "12/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Benedikte_Shetelig_Kruse",
      "name": "Benedikte Shetelig Kruse",
      "aboutText": "For other people named Toni Silva/Antonio Silva, See Antonio da Silva (disambiguation).",
      "pageId": 4572339,
      "monthDay": "12/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/George_Lamb",
      "name": "George Lamb",
      "aboutText": "Israel Castro Macías (born December 20, 1980) is a Mexican football player currently playing as a defensive midfielder for Guadalajara of the Liga MX.",
      "pageId": 6024327,
      "monthDay": "12/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Michael_Rogers_(cyclist)",
      "name": "Michael Rogers",
      "aboutText": "Bouabdallah \"Bob\" Tahri (born 20 December 1978 in Metz) is a middle-distance and long-distance runner of Algerian descent, competing internationally for France. He competes mainly in the 3000 m steeplechase distance. He also competes in the 2000 m steeplechase, 1500 m, mile, 3000 m, 5000 m, 10000 m and cross-country running.",
      "pageId": 6433561,
      "monthDay": "12/20"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ram%C3%B3n_Rodr%C3%ADguez_(actor)",
      "name": "Ramón Rodríguez",
      "aboutText": "Ramón Rodríguez (born December 20, 1979) is a Puerto Rican-American actor known for his roles on the television series The Wire (2006–08) and Day Break (2006–07), and in the films Transformers: Revenge of the Fallen (2009) and The Taking of Pelham 123 (2009). He portrayed John Bosley on the short-lived ABC television reboot of Charlie's Angels (2011).",
      "pageId": 9252558,
      "monthDay": "12/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Israel_Castro",
      "name": "Israel Castro",
      "aboutText": "Ramon Stoppelenburg (born in Leiden, December 20, 1976) is a Dutch serial entrepreneur and author known for using \"cyber-begging\" as a means to travel around the world and acquiring businesses. He currently resides in Phnom Penh, Cambodia.",
      "pageId": 14437638,
      "monthDay": "12/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ashley_Cole",
      "name": "Ashley Cole",
      "aboutText": "George Martin Lamb (born 20 December 1979) is a British radio and television presenter, currently presenting Football Tonight on BT Sport. In 2012, Lamb presented the Channel 4 game show The Bank Job.",
      "pageId": 17376209,
      "monthDay": "12/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Anthony_da_Silva",
      "name": "Anthony da Silva",
      "aboutText": "Nenad Vučković (born 20 December 1976) is a former Croatian footballer.\nVučković played 12 games in the 2004–05 Slovenian PrvaLiga for NK Drava Ptuj, scoring three goals.\n^ \"Nenad Vučković\".",
      "pageId": 34939201,
      "monthDay": "12/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mart%C3%ADn_Demichelis",
      "name": "Martín Demichelis",
      "aboutText": "Benedikte Shetelig Kruse (born 20 December 1979 in Oslo, Norway) is a Norwegian singer and actor, daughter of Professor of music, Gro Shetelig Kruse, and the Composer Bjørn Kruse.",
      "pageId": 42638174,
      "monthDay": "12/20"
    },
    {
      "year": "1980",
      "uri": "/wiki/Fitz_Hall",
      "name": "Fitz Hall",
      "aboutText": "David Allen Wright (born December 20, 1982) is an American professional baseball third baseman who serves as captain for the New York Mets of Major League Baseball (MLB). He was drafted by the Mets in 2001 and made his major league debut in 2004.\nWright is a seven-time All-Star, two-time Gold Glove Award winner, two-time Silver Slugger Award winner, and a member of the 30–30 club.",
      "pageId": 1195441,
      "monthDay": "12/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Royal_Ivey",
      "name": "Royal Ivey",
      "aboutText": "Roy Eugene Williams, Jr. (born December 20, 1981) is a former American football wide receiver who played in the National Football League (NFL) for eight seasons. He played college football for the University of Texas Longhorns.",
      "pageId": 1443194,
      "monthDay": "12/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Darya_Pchelnik",
      "name": "Darya Pchelnik",
      "aboutText": "Fitz Benjamin Hall (born 20 December 1980) is an English former professional footballer who now plays at Sunday league level.",
      "pageId": 1570109,
      "monthDay": "12/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/James_Shields_(baseball)",
      "name": "James Shields",
      "aboutText": "Lucy Katherine Pinder (born 20 December 1983) is an English model and actress. She came to prominence in the early 2000s after being discovered by a freelance photographer on Bournemouth beach and has appeared in such publications as FHM, Nuts, Loaded and the Daily Star. More recently she has focused more on an acting career.",
      "pageId": 1584611,
      "monthDay": "12/20"
    },
    {
      "year": "1981",
      "uri": "/wiki/Roy_Williams_(wide_receiver)",
      "name": "Roy Williams",
      "aboutText": "Royal Terence Ivey (born December 20, 1981) is an American former professional basketball player who is currently an assistant coach for the Oklahoma City Blue of the NBA Development League.",
      "pageId": 2447542,
      "monthDay": "12/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Keny_Arkana",
      "name": "Keny Arkana",
      "aboutText": "Darren Julius Garvey Sammy (born 20 December 1983) is a Saint Lucian cricketer who plays international cricket for the West Indies. He is a right-handed batsman and a fast-medium bowler. On making his One Day International (ODI) debut against Bangladesh in 2004, Sammy became the first person from the island of St.",
      "pageId": 2892593,
      "monthDay": "12/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Mohammad_Asif",
      "name": "Mohammad Asif",
      "aboutText": "Mohammad Asif (Urdu: محمد آصف, born 20 December 1982) is a Pakistani right-arm fast medium bowler in cricket. Asif was born in Gujjar family in Sheikhupura, and has played first-class cricket for Khan Research Labs, the National Bank, Quetta, Sheikhupura, Sialkot and Leicestershire. He made his Test match debut for the Pakistan cricket team against Australia in January 2005.",
      "pageId": 3091619,
      "monthDay": "12/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/David_Cook_(singer)",
      "name": "David Cook",
      "aboutText": "Adrián Eduardo Varela Avilés (born December 20, 1983 in Culiacán, Sinaloa, Mexico) was a contestant of the fourth generation of popular Mexican reality show La Academia. He is the son of Isidro Varela and Dora Elvia Avilés. He has a younger sister, Carolina.",
      "pageId": 4977370,
      "monthDay": "12/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kasper_Klausen",
      "name": "Kasper Klausen",
      "aboutText": "James Anthony Shields (born December 20, 1981) is an American professional baseball starting pitcher for the San Diego Padres of Major League Baseball (MLB).",
      "pageId": 5574762,
      "monthDay": "12/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/Masahiro_Kuranuki",
      "name": "Masahiro Kuranuki",
      "aboutText": "Robert Alfred \"Bob\" Morley (born 20 December 1984) is an Australian actor. After appearing in various theatre productions and short films, Morley was cast as Drew Curtis in Home and Away in 2006. For the role, he received a nomination for the Most Popular New Male Talent Logie Award.",
      "pageId": 5767123,
      "monthDay": "12/20"
    },
    {
      "year": "1982",
      "uri": "/wiki/David_Wright",
      "name": "David Wright",
      "aboutText": "Jonah Hill Feldstein (born December 20, 1983), better known as Jonah Hill, is an American actor, writer, producer and comedian. Hill is known for his comedic roles in films such as Accepted (2006), Superbad (2007), Knocked Up (2007), 21 Jump Street (2012), This Is the End (2013), and 22 Jump Street (2014), as well as his performances in Moneyball (2011) and The Wolf of Wall Street (2013), for which he received Academy Award nominations for Best Supporting Actor.",
      "pageId": 5887084,
      "monthDay": "12/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jonah_Hill",
      "name": "Jonah Hill",
      "aboutText": "Found upright, Keny Arkana (French pronunciation: ​[keni aʁkaˈna]; born 20 December 1982 in Boulogne-Billancourt, Paris) is an Argentine-French rapper who is active in the alter-globalization and civil disobedience movements. In 2004 she founded a music collective called La Rage du peuple, in the neighborhood of Noailles in Marseille.",
      "pageId": 7770232,
      "monthDay": "12/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chelsea_Johnson",
      "name": "Chelsea Johnson",
      "aboutText": "Kasper Klausen (born 20 December 1982) is a Danish professional football midfielder, who currently is playing for Hvidovre IF.",
      "pageId": 10016536,
      "monthDay": "12/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Lucy_Pinder",
      "name": "Lucy Pinder",
      "aboutText": "Masahiro Kuranuki (倉貫 匡弘, Kuranuki Masahiro, born December 20, 1982 in Tokyo) is a Japanese actor. He goes by the nickname, Kura.",
      "pageId": 11729491,
      "monthDay": "12/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Darren_Sammy",
      "name": "Darren Sammy",
      "aboutText": "Lara Catherina Stone (born 20 December 1983) is a Dutch model. In 2012, she came in 8th on the Forbes top-earning models list.\n^ a b \"Lara Stone – Model Profile\".",
      "pageId": 12347685,
      "monthDay": "12/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Lara_Stone",
      "name": "Lara Stone",
      "aboutText": "Darya Pchelnik (Belarusian: Дар'я Пчэльнік; born 20 December 1981 in Hrodna) is a female hammer thrower from Belarus. Her personal best is 76.33 metres, achieved in June 2008 in Minsk.\nShe finished tenth at the 2005 Summer Universiade, won the 2007 Summer Universiade and finished fourth at the 2008 Olympic Games.",
      "pageId": 12583435,
      "monthDay": "12/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Takuma_Terashima",
      "name": "Takuma Terashima",
      "aboutText": "Nikolaos \"Nikos\" Karabelas (Greek: Νίκος Καράμπελας; born 20 December 1984) is a Greek footballer who plays for Spanish club Levante UD as a left back.",
      "pageId": 18098608,
      "monthDay": "12/20"
    },
    {
      "year": "1983",
      "uri": "/wiki/Adri%C3%A1n_Varela",
      "name": "Adrián Varela",
      "aboutText": "David Roland Cook (born December 20, 1982) is an American rock singer-songwriter, who rose to fame after winning the seventh season of American Idol. Prior to Idol he released an independent album entitled Analog Heart. This was followed by his post-Idol major-label debut David Cook which was released on November 18, 2008 and has since been certified platinum by the RIAA. His second major album This Loud Morning was released on June 28, 2011.",
      "pageId": 19508635,
      "monthDay": "12/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Nikolaos_Karabelas",
      "name": "Nikolaos Karabelas",
      "aboutText": "Chelsea Johnson (born December 20, 1983 in Atascadero, California) is a former American pole vaulter. She is the daughter of Jan Johnson, who won three NCAA championships and a bronze medal in the pole vault at the 1972 Summer Olympics.",
      "pageId": 24026996,
      "monthDay": "12/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/Bobby_Morley",
      "name": "Bobby Morley",
      "aboutText": "Takuma Terashima (寺島 拓篤, Terashima Takuma, born December 20, 1983) is a Japanese voice actor born in Ishikawa, Japan. Terashima graduated from Tokyo Announce Gakuin, voice training school. He had initially belonged to Holypeak until December 2008, and then to Production Baobab up until September 2011 when he switched to AXL-ONE, Toshiyuki Morikawa's own agency.",
      "pageId": 26497958,
      "monthDay": "12/20"
    },
    {
      "year": "1984",
      "uri": "/wiki/David_Tavar%C3%A9",
      "name": "David Tavaré",
      "aboutText": "Joanna Noëlle Blagden \"JoJo\" Levesque (born December 20, 1990) is an American singer, songwriter, and actress. Raised in Foxborough, Massachusetts, she performed in various singing competitions as a child, and after competing on the television show America's Most Talented Kids in 2003, she was noticed by record producer Vincent Herbert who asked her to audition for Blackground Records. JoJo released her eponymous titled debut album in June 2004.",
      "pageId": 972087,
      "monthDay": "12/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jillian_Grace",
      "name": "Jillian Grace",
      "aboutText": "Tariel Zintiridis (Greek: Ταριέλ Ζιντιρίδης, born 20 December 1987 in Tbilisi) is a Greek judoka.",
      "pageId": 11756675,
      "monthDay": "12/20"
    },
    {
      "year": "1985",
      "uri": "/wiki/Gilbert_Kirwa",
      "name": "Gilbert Kirwa",
      "aboutText": "Hunter Gomez (born December 20, 1991 in Mesa, Arizona) is an American actor.",
      "pageId": 18781047,
      "monthDay": "12/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Benjamin_Brierley_(rugby_union)",
      "name": "Benjamin Brierley",
      "aboutText": "David Tavaré (born December 20, 1984) is a Spanish singer and House Music DJ .\n^ a b \"David Tavaré: biography\". David Tavaré.",
      "pageId": 19320638,
      "monthDay": "12/20"
    },
    {
      "year": "1986",
      "uri": "/wiki/Anoop_Desai",
      "name": "Anoop Desai",
      "aboutText": "Anoop Manoj Desai (born December 20, 1986) is an American singer-songwriter best known for his time as a contestant on the eighth season of American Idol. Motivated by the death of his friend Eve Carson, Desai auditioned for American Idol. Desai made American Idol history by being the first ever 13th finalist on American Idol.",
      "pageId": 21365320,
      "monthDay": "12/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yutaka_Otsuka",
      "name": "Yutaka Otsuka",
      "aboutText": "Allan Hyde (Born December 20, 1989) is a Danish actor. He is best known for his role as the 2000-year-old vampire Godric on HBO's True Blood.",
      "pageId": 23219609,
      "monthDay": "12/20"
    },
    {
      "year": "1987",
      "uri": "/wiki/Tariel_Zintiridis",
      "name": "Tariel Zintiridis",
      "aboutText": "Filipp Valeryevich Breytveyt (Russian: Филипп Валерьевич Брейтвейт; born December 20, 1990) is a Russian professional footballer, who plays in Russian First Division, for FC Nizhny Novgorod.",
      "pageId": 23549380,
      "monthDay": "12/20"
    },
    {
      "year": "1988",
      "uri": "/wiki/Andr%C3%A9s_Bottiglieri",
      "name": "Andrés Bottiglieri",
      "aboutText": "Ksenia Olegovna Makarova (Russian: Ксения Олеговна Макарова, born 20 December 1992) is a Russian figure skater. She is the 2010 Skate Canada International silver medalist, 2009 Cup of Nice champion, and 2010 Russian national champion.",
      "pageId": 24237604,
      "monthDay": "12/20"
    },
    {
      "year": "1989",
      "uri": "/wiki/Allan_Hyde",
      "name": "Allan Hyde",
      "aboutText": "Gilbert Kipruto Kirwa (born 20 December 1985) is a Kenyan athlete who specialises in long-distance running and the marathon.",
      "pageId": 24865334,
      "monthDay": "12/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/JoJo_(singer)",
      "name": "JoJo",
      "aboutText": "The following is a list of Playboy Playmates of 2005.",
      "pageId": 26560383,
      "monthDay": "12/20"
    },
    {
      "year": "1990",
      "uri": "/wiki/Filipp_Breytveyt",
      "name": "Filipp Breytveyt",
      "aboutText": "Benjamin Brierley (born 20 December 1986) is a German international rugby union player, having last played for the Ampthill RUFC in the National League 3 Midlands and the German national rugby union team.\nHe has played rugby since 1990. Brierley, born in England, qualified to play for Germany because he spent the necessary amount of years playing in the country, for SC 1880 Frankfurt.",
      "pageId": 26663043,
      "monthDay": "12/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Hunter_Gomez",
      "name": "Hunter Gomez",
      "aboutText": "Jackson \"Jacko\" Gill (born 20 December 1994) is a shot putter from New Zealand. At the 2010 World Junior Championships in Athletics, he won the gold medal in the shot put at only 7008491767200000000♠15 years, 213 days, surpassing Usain Bolt (who was 7008502048800000000♠15 years, 332 days old when he won the 200 metres in 2002) as the youngest-ever male junior champion. He successfully defended his title, winning gold again at the 2012 World Junior Championships in Athletics.",
      "pageId": 28113625,
      "monthDay": "12/20"
    },
    {
      "year": "1991",
      "uri": "/wiki/Fabian_Sch%C3%A4r",
      "name": "Fabian Schär",
      "aboutText": "Andrés Bottiglieri (born 20 December 1988) is an Italian Argentine footballer.",
      "pageId": 29374602,
      "monthDay": "12/20"
    },
    {
      "year": "1992",
      "uri": "/wiki/Ksenia_Makarova",
      "name": "Ksenia Makarova",
      "aboutText": "Fabian Lukas Schär (German pronunciation: [ʃɛːr]; born 20 December 1991) is a Swiss footballer who plays as a centre back for 1899 Hoffenheim in the Bundesliga.",
      "pageId": 35512981,
      "monthDay": "12/20"
    },
    {
      "year": "1994",
      "uri": "/wiki/Jacko_Gill",
      "name": "Jacko Gill",
      "aboutText": "Nazriya Nazim (born 20 December 1994) is an Indian film actress who has starred in Malayalam and Tamil films. She started her career as an anchor on Malayalam television asianet before pursuing a career as an actress. She made her debut as a child artist with Palunku (2006) and then as a lead actress in the Malayalam film Maad Dad (2013).",
      "pageId": 36009169,
      "monthDay": "12/20"
    },
    {
      "year": "1994",
      "uri": "/wiki/Nazriya_Nazim",
      "name": "Nazriya Nazim",
      "aboutText": "Ivett Tóth (born 20 December 1998) is a Hungarian figure skater.",
      "pageId": 41109240,
      "monthDay": "12/20"
    },
    {
      "year": "1998",
      "uri": "/wiki/Ivett_T%C3%B3th",
      "name": "Ivett Tóth",
      "aboutText": "Yutaka Otsuka (大塚 豊, Ōtsuka Yutaka) is a Japanese professional baseball pitcher. He was born on December 20, 1987 in Tokyo, Japan.",
      "pageId": 41484347,
      "monthDay": "12/20"
    },
    {
      "year": "2002",
      "uri": "/wiki/Yuuna_Sugiyama",
      "name": "Yuuna Sugiyama",
      "aboutText": "Yuuna Sugiyama (杉山 優奈, Sugiyama Yūna, born December 20, 2002, in Kanagawa Prefecture, Japan) is a Japanese child actress who is represented by Nichien Production.",
      "pageId": 48860925,
      "monthDay": "12/20"
    }
  ]
}