{
  "people": [
    {
      "year": "3 BC",
      "uri": "/wiki/Galba",
      "name": "Galba",
      "aboutText": "Galba (/ˈsɜrviəs sʌlˈpɪʃəs ˈɡælbə/; Latin: Servius Sulpicius Galba Caesar Augustus; 24 December 3 BC – 15 January 69), was Roman Emperor for seven months from 68 to 69. Galba was the governor of Hispania Tarraconensis, and made a bid for the throne during the rebellion of Julius Vindex.",
      "pageId": 12576,
      "monthDay": "12/24"
    },
    {
      "year": "1166",
      "uri": "/wiki/John,_King_of_England",
      "name": "John, King of England",
      "aboutText": "John (24 December 1166 – 19 October 1216), also known as John Lackland (Norman French: Johan sanz Terre), was King of England from 6 April 1199 until his death in 1216. Following the battle of Bouvines, John lost the duchy of Normandy to King Philip II of France, which resulted in the collapse of most of the Angevin Empire and contributed to the subsequent growth in power of the Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of the Magna Carta, a document sometimes considered to be an early step in the evolution of the constitution of the United Kingdom.",
      "pageId": 16550,
      "monthDay": "12/24"
    },
    {
      "year": "1389",
      "uri": "/wiki/John_VI,_Duke_of_Brittany",
      "name": "John VI, Duke of Brittany",
      "aboutText": "Christopher Houston \"Kit\" Carson (December 24, 1809 – May 23, 1868) was an American frontiersman. The few paying jobs he had during his lifetime included mountain man (fur trapper), wilderness guide, Indian agent, and American Army officer. Carson became a frontier legend in his own lifetime via biographies and news articles.",
      "pageId": 17154,
      "monthDay": "12/24"
    },
    {
      "year": "1475",
      "uri": "/wiki/Thomas_Murner",
      "name": "Thomas Murner",
      "aboutText": "Pietro Carnesecchi (December 24, 1508 – October 1, 1567) was an Italian humanist.",
      "pageId": 101394,
      "monthDay": "12/24"
    },
    {
      "year": "1508",
      "uri": "/wiki/Pietro_Carnesecchi",
      "name": "Pietro Carnesecchi",
      "aboutText": "Adam Bernard Mickiewicz ([mit͡sˈkʲɛvit͡ʂ]; 24 December 1798 – 26 November 1855) was a Polish poet, dramatist, essayist, publicist, translator, professor of Slavic literature, and political activist. He is regarded as national poet in Poland, Lithuania and Belarus. A principal figure in Polish Romanticism, he is counted one of Poland's \"Three Bards\" (\"Trzej Wieszcze\") and is widely regarded as Poland's greatest poet.",
      "pageId": 158252,
      "monthDay": "12/24"
    },
    {
      "year": "1588",
      "uri": "/wiki/Constance_of_Austria",
      "name": "Constance of Austria",
      "aboutText": "William Warburton (24 December 1698 – 7 June 1779) was an English writer, literary critic and churchman, Bishop of Gloucester from 1759 until his death.",
      "pageId": 189714,
      "monthDay": "12/24"
    },
    {
      "year": "1597",
      "uri": "/wiki/Honor%C3%A9_II,_Prince_of_Monaco",
      "name": "Honoré II, Prince of Monaco",
      "aboutText": "Sir Philip Warwick (24 December 1609 – 15 January 1683), English writer and politician, born in Westminster, was the son of Thomas Warwick, or Warrick, a musician.\nEducated at Eton, he travelled abroad for some time and in 1636 became secretary to the lord high treasurer, William Juxon; later he was a member of the Long Parliament, for New Radnor Boroughs, being one of those who voted against the attainder of Strafford and who followed Charles I to Oxford. He fought at Edgehill and was one of the king's secretaries during the negotiations with the parliament at Hampton Court, and also during those at Newport, Charles speaking very highly of his services just before his execution.",
      "pageId": 203098,
      "monthDay": "12/24"
    },
    {
      "year": "1609",
      "uri": "/wiki/Philip_Warwick",
      "name": "Philip Warwick",
      "aboutText": "Selim III (Ottoman Turkish: سليم ثالث Selīm-i sālis) (24 December 1761 – 28 or 29 July 1808) was the reform-minded Sultan of the Ottoman Empire from 1789 to 1807.",
      "pageId": 208638,
      "monthDay": "12/24"
    },
    {
      "year": "1625",
      "uri": "/wiki/Johann_Rudolph_Ahle",
      "name": "Johann Rudolph Ahle",
      "aboutText": "George Crabbe (/kræb/; 24 December 1754 – 3 February 1832) was an English poet, surgeon, and clergyman. He is best known for his early use of the realistic narrative form and his descriptions of middle and working-class life and people.\nIn the 1770s, Crabbe began his career as a doctor's apprentice, later becoming a surgeon.",
      "pageId": 276629,
      "monthDay": "12/24"
    },
    {
      "year": "1635",
      "uri": "/wiki/Mariana_of_Austria",
      "name": "Mariana of Austria",
      "aboutText": "Thomas Murner, OFM (24 December 1475-c. 1537) was a German satirist, poet and translator.\nHe was born at Oberehnheim (Obernai) near Strasbourg.",
      "pageId": 337639,
      "monthDay": "12/24"
    },
    {
      "year": "1679",
      "uri": "/wiki/Domenico_Sarro",
      "name": "Domenico Sarro",
      "aboutText": "Jean-Louis Pons (24 December 1761 – 14 October 1831) was a French astronomer. Despite humble beginnings and being self-taught, he went on to become the greatest visual comet discoverer of all time: between 1801 and 1827 Pons discovered thirty-seven comets, more than any other person in history.",
      "pageId": 443265,
      "monthDay": "12/24"
    },
    {
      "year": "1698",
      "uri": "/wiki/William_Warburton",
      "name": "William Warburton",
      "aboutText": "John V the Wise (in Breton, Yann V ar Fur, in French Jean V le Sage, and traditionally in English sources John VI) (24 December 1389 – 29 August 1442), was duke of Brittany, count of Montfort, and titular earl of Richmond, from 1399 to his death. He was son of Duke John IV (Jean IV) and Joan of Navarre.",
      "pageId": 640418,
      "monthDay": "12/24"
    },
    {
      "year": "1726",
      "uri": "/wiki/Johann_Hartmann",
      "name": "Johann Hartmann",
      "aboutText": "Mariana of Austria (Maria Anna; 24 December 1634 – 16 May 1696) was Queen consort of Spain as the second wife of King Philip IV, who was also her maternal uncle. At the death of her husband in 1665, Queen Mariana became regent for her son Charles II, the last Spanish Habsburg, and she remained an influential figure during his reign.",
      "pageId": 1130360,
      "monthDay": "12/24"
    },
    {
      "year": "1731",
      "uri": "/wiki/Julie_Bondeli",
      "name": "Julie Bondeli",
      "aboutText": "Constance of Austria (German: Konstanza; Polish: Konstancja; 24 December 1588 – 10 July 1631) was queen of Poland as the second wife of King Sigismund III Vasa and the mother of King John II Casimir.",
      "pageId": 1363692,
      "monthDay": "12/24"
    },
    {
      "year": "1754",
      "uri": "/wiki/George_Crabbe",
      "name": "George Crabbe",
      "aboutText": "Honoré II (24 December 1597 – 10 January 1662) was Sovereign Prince of Monaco.",
      "pageId": 1737817,
      "monthDay": "12/24"
    },
    {
      "year": "1761",
      "uri": "/wiki/Selim_III",
      "name": "Selim III",
      "aboutText": "Grand Duchess Elena Pavlovna of Russia (Russian: Великая Княжна Елена Павловна) (24 December 1784 – 24 September 1803) was a daughter of Grand Duke, later Tsar Paul I of Russia and his second wife Sophie Dorothea of Württemberg. After marrying the son and heir of the Grand Duke of Mecklenburg-Schwerin she ceased to use her Russian title.",
      "pageId": 5551482,
      "monthDay": "12/24"
    },
    {
      "year": "1761",
      "uri": "/wiki/Jean-Louis_Pons",
      "name": "Jean-Louis Pons",
      "aboutText": "Domenico Natale Sarro, also Sarri (24 December 1679 – 25 January 1744) was an Italian composer.\nHe studied at the Neapolitan conservatory of S. Onofrio. He composed extensively in the early 18th century.",
      "pageId": 7003923,
      "monthDay": "12/24"
    },
    {
      "year": "1784",
      "uri": "/wiki/Grand_Duchess_Elena_Pavlovna_of_Russia",
      "name": "Grand Duchess Elena Pavlovna of Russia",
      "aboutText": "Johann Rudolph Ahle (24 December 1625 – 9 July 1673) was a German composer, organist, theorist, and Protestant church musician.",
      "pageId": 15287749,
      "monthDay": "12/24"
    },
    {
      "year": "1798",
      "uri": "/wiki/Adam_Mickiewicz",
      "name": "Adam Mickiewicz",
      "aboutText": "Johann Ernst Hartmann (December 24, 1726, Głogów, Bohemian Crown – October 21, 1793, Copenhagen) was a Danish composer. Two of his sons were composers, Johan Ernst Hartmann and August Wilhelm Hartmann.",
      "pageId": 22617464,
      "monthDay": "12/24"
    },
    {
      "year": "1809",
      "uri": "/wiki/Kit_Carson",
      "name": "Kit Carson",
      "aboutText": "Susanna Julie von Bondeli (born 24 December 1731; baptised 1 January 1732, Bern – died 8 August 1778, Neuchâtel), was a famous Swiss salonist and lady of letters. She hosted a salon which became the center of intellectual life in Bern.",
      "pageId": 31708977,
      "monthDay": "12/24"
    },
    {
      "year": "1810",
      "uri": "/wiki/Wilhelm_Marstrand",
      "name": "Wilhelm Marstrand",
      "aboutText": "Karl Eduard Zachariae von Lingenthal (December 24, 1812 – June 3, 1894) was an eminent German jurist and the son of Karl Salomo Zachariae von Lingenthal.\nHe studied philosophy, history, mathematics and linguistics, as well as jurisprudence, at Leipzig, Berlin and Heidelberg.\nHaving made Roman and Byzantine law his special study, he visited Paris in 1832 to examine Byzantine MSS., went in 1834 to Saint Petersburg and Copenhagen for the same purpose, and in 1835 worked in the libraries of Brussels, London, Oxford, Dublin, Edinburgh and Cambridge.",
      "pageId": 75011,
      "monthDay": "12/24"
    },
    {
      "year": "1812",
      "uri": "/wiki/Karl_Eduard_Zachariae_von_Lingenthal",
      "name": "Karl Eduard Zachariae von Lingenthal",
      "aboutText": "James Prescott Joule FRS (/dʒuːl/; (24 December 1818 – 11 October 1889) was an English physicist and brewer, born in Salford, Lancashire. Joule studied the nature of heat, and discovered its relationship to mechanical work (see energy). This led to the law of conservation of energy, which led to the development of the first law of thermodynamics.",
      "pageId": 81859,
      "monthDay": "12/24"
    },
    {
      "year": "1818",
      "uri": "/wiki/James_Prescott_Joule",
      "name": "James Prescott Joule",
      "aboutText": "Matthew Arnold (24 December 1822 – 15 April 1888) was an English poet and cultural critic who worked as an inspector of schools. He was the son of Thomas Arnold, the famed headmaster of Rugby School, and brother to both Tom Arnold, literary professor, and William Delafield Arnold, novelist and colonial administrator.",
      "pageId": 114057,
      "monthDay": "12/24"
    },
    {
      "year": "1822",
      "uri": "/wiki/Matthew_Arnold",
      "name": "Matthew Arnold",
      "aboutText": "Elisabeth of Austria (24 December 1837 – 10 September 1898) was the wife of Emperor Franz Joseph I, and thus Empress of Austria, Queen of Hungary and Queen consort of Croatia and Bohemia.\nBorn into Bavarian royalty, Elisabeth (Sisi) enjoyed an informal upbringing, before marrying Franz Joseph when she was 16 years old. The marriage catapulted her into the much more formal Habsburg court life, for which she was ill-prepared and which she found uncongenial.",
      "pageId": 153029,
      "monthDay": "12/24"
    },
    {
      "year": "1827",
      "uri": "/wiki/Alexander_von_Oettingen",
      "name": "Alexander von Oettingen",
      "aboutText": "Baron Kantarō Suzuki (鈴木 貫太郎, 18 January 1868 – 17 April 1948) was an admiral in the Imperial Japanese Navy, member and final leader of the Imperial Rule Assistance Association and 42nd Prime Minister of Japan from 7 April-17 August 1945.",
      "pageId": 174167,
      "monthDay": "12/24"
    },
    {
      "year": "1837",
      "uri": "/wiki/Empress_Elisabeth_of_Austria",
      "name": "Empress Elisabeth of Austria",
      "aboutText": "Émile Nelligan (December 24, 1879 – November 18, 1941) was a francophone poet from Quebec, Canada.",
      "pageId": 179114,
      "monthDay": "12/24"
    },
    {
      "year": "1837",
      "uri": "/wiki/Cosima_Wagner",
      "name": "Cosima Wagner",
      "aboutText": "George I (Greek: Γεώργιος Αʹ, Βασιλεύς των Ελλήνων, Geórgios Αʹ, Vasiléfs ton Ellínon; born Prince William of Schleswig-Holstein-Sonderburg-Glücksburg; 24 December 1845 – 18 March 1913) was King of Greece from 1863 until his death in 1913.\nOriginally a Danish prince, George was born in Copenhagen, and seemed destined for a career in the Royal Danish Navy. He was only 17 years old when he was elected king by the Greek National Assembly, which had deposed the unpopular former king Otto.",
      "pageId": 187387,
      "monthDay": "12/24"
    },
    {
      "year": "1843",
      "uri": "/wiki/Lydia_Koidula",
      "name": "Lydia Koidula",
      "aboutText": "Emanuel Lasker (December 24, 1868 – January 11, 1941) was a German chess player, mathematician, and philosopher who was World Chess Champion for 27 years (from 1894 to 1921). In his prime Lasker was one of the most dominant champions, and he is still generally regarded as one of the strongest players ever.\nHis contemporaries used to say that Lasker used a \"psychological\" approach to the game, and even that he sometimes deliberately played inferior moves to confuse opponents.",
      "pageId": 244649,
      "monthDay": "12/24"
    },
    {
      "year": "1845",
      "uri": "/wiki/George_I_of_Greece",
      "name": "George I of Greece",
      "aboutText": "Nicolai Wilhelm Marstrand (24 December 1810 – 25 March 1873), painter and illustrator, was born in Copenhagen, Denmark, to Nicolai Jacob Marstrand, instrument maker and inventor, and Petra Othilia Smith.",
      "pageId": 521565,
      "monthDay": "12/24"
    },
    {
      "year": "1867",
      "uri": "/wiki/Tevfik_Fikret",
      "name": "Tevfik Fikret",
      "aboutText": "Alexander von Oettingen (24 December [O.S. 12 December] 1827 – 21 August [O.S. 8 August] 1905) was a Baltic German Lutheran theologian and statistician.",
      "pageId": 542057,
      "monthDay": "12/24"
    },
    {
      "year": "1867",
      "uri": "/wiki/Kantar%C5%8D_Suzuki",
      "name": "Kantarō Suzuki",
      "aboutText": "Cosima Wagner (born Francesca Gaetana Cosima Liszt; 24 December 1837 – 1 April 1930) was the daughter of the Hungarian pianist and composer Franz Liszt and Marie d'Agoult. She became the second wife of the German composer Richard Wagner, and with him founded the Bayreuth Festival as a showcase for his stage works; after his death she devoted the rest of her life to the promotion of his music and philosophy. Commentators have recognised Cosima as the principal inspiration for Wagner's later works, particularly Parsifal.",
      "pageId": 627541,
      "monthDay": "12/24"
    },
    {
      "year": "1868",
      "uri": "/wiki/Emanuel_Lasker",
      "name": "Emanuel Lasker",
      "aboutText": "Alexandrine Auguste of Mecklenburg-Schwerin (24 December 1879 – 28 December 1952) was Queen of Denmark as the wife of King Christian X. She was also Queen of Iceland from 1 December 1918 to 17 June 1944.",
      "pageId": 793946,
      "monthDay": "12/24"
    },
    {
      "year": "1869",
      "uri": "/wiki/Henriette_Roland_Holst",
      "name": "Henriette Roland Holst",
      "aboutText": "Lydia Emilie Florentine Jannsen, (24 December [O.S. 12 December] 1843 – 11 August [O.S. 30 July] 1886), known by her pen name Lydia Koidula, was an Estonian poet. Her sobriquet means 'Lydia of the Dawn' in Estonian. It was given to her by the writer Carl Robert Jakobson.",
      "pageId": 873406,
      "monthDay": "12/24"
    },
    {
      "year": "1872",
      "uri": "/wiki/Adam_Gunn",
      "name": "Adam Gunn",
      "aboutText": "Adam Beattie Gunn (December 24, 1872 – August 17, 1935) was an American athlete who competed mainly in the \"All rounder\", the fore runner of today's Decathlon. Gunn took first place in the Amateur Athletic Union's U.S. All-around championships in 1901 and 1902. The 1901 title was won in Buffalo, New York which Gunn adopted as his home town.",
      "pageId": 7133951,
      "monthDay": "12/24"
    },
    {
      "year": "1872",
      "uri": "/wiki/Frederick_Semple",
      "name": "Frederick Semple",
      "aboutText": "Tevfik Fikret (Ottoman Turkish: توفیق فکرت‎) was the pseudonym of Mehmed Tevfik (December 24, 1867 – August 19, 1915), an Ottoman poet, who is considered the founder of the modern school of Turkish poetry.",
      "pageId": 9668188,
      "monthDay": "12/24"
    },
    {
      "year": "1875",
      "uri": "/wiki/%C3%89mile_Wegelin",
      "name": "Émile Wegelin",
      "aboutText": "Otto Fickeisen (December 24, 1879 – December 15, 1963) was a German rower who competed in the 1900 Summer Olympics and in the 1912 Summer Olympics. In 1900 he was a crew member of the German boat, which won the bronze medal in the coxed fours.",
      "pageId": 11107275,
      "monthDay": "12/24"
    },
    {
      "year": "1877",
      "uri": "/wiki/Sigrid_Schauman",
      "name": "Sigrid Schauman",
      "aboutText": "Frederick Humphrey Semple (December 24, 1872 – December 20, 1927) was an American golfer and tennis player who competed in the 1904 Summer Olympics.\nIn 1904 he was part of the American team which won the silver medal in the team golf event. He finished 14th in this competition.",
      "pageId": 13917278,
      "monthDay": "12/24"
    },
    {
      "year": "1879",
      "uri": "/wiki/Otto_Fickeisen",
      "name": "Otto Fickeisen",
      "aboutText": "Émile Wegelin (December 24, 1875 – June 26, 1962) was a French rower who competed in the 1900 Summer Olympics.\nHe was part of the French boat Club Nautique de Lyon, which won the silver medal in the coxed fours.",
      "pageId": 14857007,
      "monthDay": "12/24"
    },
    {
      "year": "1879",
      "uri": "/wiki/%C3%89mile_Nelligan",
      "name": "Émile Nelligan",
      "aboutText": "Sigrid Maria Schauman (born 24 December 1877 in Chuguyev, Kharkov Governorate, Russian Empire (now Ukraine) - died 22 February 1979 in Helsinki, Finland) was a Finnish artist and art critic.",
      "pageId": 31745814,
      "monthDay": "12/24"
    },
    {
      "year": "1879",
      "uri": "/wiki/Alexandrine_of_Mecklenburg-Schwerin",
      "name": "Alexandrine of Mecklenburg-Schwerin",
      "aboutText": "Henriette Goverdine Anna Roland Holst-van der Schalk (24 December 1869, Noordwijk - 21 November 1952, Amsterdam) was a Dutch poet and socialist.\nThe poet Adriaan Roland Holst (1888–1976), nicknamed \"the Dutch Prince of Poets\", was the nephew of her husband.\n^ Her name is spelled in some places as Henriëtte, but her birth certificate spelled her name without the umlaut and the diaeresis are not used in most literature about her.",
      "pageId": 33428908,
      "monthDay": "12/24"
    },
    {
      "year": "1880",
      "uri": "/wiki/Johnny_Gruelle",
      "name": "Johnny Gruelle",
      "aboutText": "Michael Curtiz (born Manó Kaminer, December 24, 1886 –  April 10, 1962) was a Hungarian American film director. He had early credits as Mihály Kertész and Michael Kertész. He directed more than 50 films in Europe and more than 100 in the United States, many of them cinema classics, including The Adventures of Robin Hood, Captain Blood, Dodge City, The Sea Hawk, The Sea Wolf, Angels with Dirty Faces, Casablanca (for which he won the Academy Award for Best Director), Yankee Doodle Dandy, Mildred Pierce, and White Christmas.",
      "pageId": 89326,
      "monthDay": "12/24"
    },
    {
      "year": "1881",
      "uri": "/wiki/Charles_Wakefield_Cadman",
      "name": "Charles Wakefield Cadman",
      "aboutText": "Warren \"Baby\" Dodds (December 24, 1898 – February 14, 1959) was a jazz drummer born in New Orleans, Louisiana. He is regarded as one of the very best jazz drummers of the pre-big band era, and one of the most important early jazz drummers. He varied his drum patterns with accents and flourishes, and he generally kept the beat with the bass drum while playing buzz rolls on the snare.",
      "pageId": 105623,
      "monthDay": "12/24"
    },
    {
      "year": "1882",
      "uri": "/wiki/Hans_Rebane",
      "name": "Hans Rebane",
      "aboutText": "Ruth Chatterton (December 24, 1892 – November 24, 1961) was an American stage, film and television actress. In the late 1930s, Chatterton retired from film acting but continued her career on the stage. She later became a successful novelist and early aviator.",
      "pageId": 172011,
      "monthDay": "12/24"
    },
    {
      "year": "1883",
      "uri": "/wiki/Stefan_Jaracz",
      "name": "Stefan Jaracz",
      "aboutText": "Paul Howard Manship (December 24, 1885 – January 28, 1966) was an American sculptor.",
      "pageId": 247008,
      "monthDay": "12/24"
    },
    {
      "year": "1885",
      "uri": "/wiki/Paul_Manship",
      "name": "Paul Manship",
      "aboutText": "Harry Warren (December 24, 1893 – September 22, 1981) was an American composer and lyricist. Warren was the first major American songwriter to write primarily for film. He was nominated for the Academy Award for Best Song eleven times and won three Oscars for composing \"Lullaby of Broadway\", \"You'll Never Know\" and \"On the Atchison, Topeka and the Santa Fe\".",
      "pageId": 382583,
      "monthDay": "12/24"
    },
    {
      "year": "1886",
      "uri": "/wiki/Michael_Curtiz",
      "name": "Michael Curtiz",
      "aboutText": "Edward Roland Noel \"Bunny\" Harriman (December 24, 1895 in New York City - February 16, 1978 in Arden, New York) was an American financier and philanthropist.",
      "pageId": 433380,
      "monthDay": "12/24"
    },
    {
      "year": "1887",
      "uri": "/wiki/Louis_Jouvet",
      "name": "Louis Jouvet",
      "aboutText": "Georges Guynemer (24 December 1894 – 11 September 1917 missing) was a top fighter ace for France during World War I, and a French national hero at the time of his death.",
      "pageId": 646352,
      "monthDay": "12/24"
    },
    {
      "year": "1891",
      "uri": "/wiki/Feodor_Stepanovich_Rojankovsky",
      "name": "Feodor Stepanovich Rojankovsky",
      "aboutText": "Louis Jouvet (24 December 1887 – 16 August 1951) was a renowned French actor, director, and theatre director.",
      "pageId": 765953,
      "monthDay": "12/24"
    },
    {
      "year": "1893",
      "uri": "/wiki/Ruth_Chatterton",
      "name": "Ruth Chatterton",
      "aboutText": "Johnny Gruelle (December 24, 1880 – January 9, 1938) was an American artist, political cartoonist, children's book author and illustrator (and even songwriter).",
      "pageId": 1228879,
      "monthDay": "12/24"
    },
    {
      "year": "1893",
      "uri": "/wiki/Harry_Warren",
      "name": "Harry Warren",
      "aboutText": "Mary Noel Streatfeild OBE (24 December 1895 –11 September 1986), was an English author, best known for children's books including the \"Shoes\" books, which were not a series. Random House, the U.S. publisher of the 1936 Ballet Shoes (1936), published some of Streatfeild's subsequent children's books using the word \"Shoes\" in their titles, to capitalize on the popularity of Ballet Shoes; thus \"Circus Shoes,\" \"Party Shoes\" (in Britain, \"Party Frock\"). She won the third annual Carnegie Medal for The Circus Is Coming, also published as Circus Shoes.",
      "pageId": 1763873,
      "monthDay": "12/24"
    },
    {
      "year": "1894",
      "uri": "/wiki/Georges_Guynemer",
      "name": "Georges Guynemer",
      "aboutText": "Stefan Jaracz (24 December 1883 – 11 August 1945) was a Polish actor and theater producer. He served as the artistic director of Ateneum Theatre in Warsaw during the interwar period (1930–32), and within a short period raised its reputation as one of the leading voices for Poland's new intelligentsia, with groundbreaking productions of Danton's Death by Georg Büchner (1931), The Captain of Köpenick by Carl Zuckmayer (1932), as well as popular Ladies and Husars (Damy i Huzary) by Aleksander Fredro (1932) and The Open House by Michał Bałucki.\n^ a b Michał Bujanowicz (June 2004).",
      "pageId": 2183046,
      "monthDay": "12/24"
    },
    {
      "year": "1894",
      "uri": "/wiki/Jack_Thayer",
      "name": "Jack Thayer",
      "aboutText": "Charles Wakefield Cadman (December 24, 1881 – December 30, 1946) was an American composer.",
      "pageId": 3454905,
      "monthDay": "12/24"
    },
    {
      "year": "1895",
      "uri": "/wiki/E._Roland_Harriman",
      "name": "E. Roland Harriman",
      "aboutText": "Feodor Stepanovich Rojankovsky (Russian: Фёдор Степанович Рожанковский) (December 24, 1891 – October 12, 1970), also known as Rojan, was a Russian émigré illustrator. He is well known both for children's book illustration and for erotic art.",
      "pageId": 5530100,
      "monthDay": "12/24"
    },
    {
      "year": "1895",
      "uri": "/wiki/Noel_Streatfeild",
      "name": "Noel Streatfeild",
      "aboutText": "Frans Wilhelm \"Ville\" Pörhölä (originally Horneman, 24 December 1897 – 28 November 1964) was a Finnish athlete who competed in shot put, discus throw, hammer throw and weight throw.\nPörhölä won the gold medal in shot put at the 1920 Summer Olympics. He also competed in discus throw finishing in eighth place and in weight throw in which he was ninth.",
      "pageId": 6431795,
      "monthDay": "12/24"
    },
    {
      "year": "1895",
      "uri": "/wiki/Marguerite_Williams",
      "name": "Marguerite Williams",
      "aboutText": "John Borland \"Jack\" Thayer III (December 24, 1894 – September 20, 1945) was a first-class passenger on the RMS Titanic who provided several first-hand accounts of the disaster.",
      "pageId": 8660729,
      "monthDay": "12/24"
    },
    {
      "year": "1896",
      "uri": "/wiki/Jens_Oliver_Lisberg",
      "name": "Jens Oliver Lisberg",
      "aboutText": "Hans Rebane (24 December [O.S. 12 December] 1882 – 16 December 1961) was an Estonian politician, diplomat and journalist. He served as the Minister of Foreign Affairs of Estonia from 1927 to 1928 in Jaan Tõnisson's third cabinet. Rebane was Estonian envoy in Helsinki 1931–1937, 1937–1940 in Riga.",
      "pageId": 12409511,
      "monthDay": "12/24"
    },
    {
      "year": "1897",
      "uri": "/wiki/Koto_Okubo",
      "name": "Koto Okubo",
      "aboutText": "Jens Oliver Lisberg (24 December 1896 – 31 August 1920) (Jens Olivur Lisberg in modern Faroese) is one of the designers of the Merkið, the flag of the Faroe Islands.\nWhile a law student in Copenhagen, he devised the flag in 1919 with two other Faroese students, Janus Øssursson from Tórshavn and Paul Dahl from Vágur. Lisberg raised the flag for the first time on Faroese soil on 22 June 1919 on returning to his home town of Fámjin.",
      "pageId": 13815683,
      "monthDay": "12/24"
    },
    {
      "year": "1897",
      "uri": "/wiki/Ville_P%C3%B6rh%C3%B6l%C3%A4",
      "name": "Ville Pörhölä",
      "aboutText": "Marguerite Thomas Williams (24 December 1895 – 1991?) was an African American geologist. She was the first African American to earn a doctorate in geology in the United States.",
      "pageId": 41752406,
      "monthDay": "12/24"
    },
    {
      "year": "1897",
      "uri": "/wiki/V%C3%A4in%C3%B6_Sipil%C3%A4",
      "name": "Väinö Sipilä",
      "aboutText": "Väinö Jeremias Sipilä (24 December 1897 – 12 September 1987) was a Finnish long-distance runner. Sipilä competed in the 1924 and 1928 Summer Olympics, placing fourth in the 10,000 metres and being part of Finland's winning cross-country team in the 1924 Games.",
      "pageId": 44707656,
      "monthDay": "12/24"
    },
    {
      "year": "1898",
      "uri": "/wiki/Baby_Dodds",
      "name": "Baby Dodds",
      "aboutText": "These are lists of Asian supercentenarians (people from Asia who have attained the age of at least 110 years). According to the Gerontology Research Group, as of November 2015 there have been over 300 verified supercentenarian from Asia, all of them living in Japan. The oldest verified Asian person ever was Misao Okawa of Japan, born 5 March 1898, aged 117 years 27 days.",
      "pageId": 46186290,
      "monthDay": "12/24"
    },
    {
      "year": "1900",
      "uri": "/wiki/Joey_Smallwood",
      "name": "Joey Smallwood",
      "aboutText": "Fritz Reuter Leiber, Jr. (December 24, 1910 – September 5, 1992) was an American writer of fantasy, horror, and science fiction. He was also a poet, actor in theater and films, playwright and chess expert.",
      "pageId": 10875,
      "monthDay": "12/24"
    },
    {
      "year": "1903",
      "uri": "/wiki/Joseph_Cornell",
      "name": "Joseph Cornell",
      "aboutText": "Howard Robard Hughes, Jr. (December 24, 1905 – April 5, 1976) was an American business tycoon, entrepreneur, investor, aviator, aerospace engineer, inventor, filmmaker and philanthropist. During his lifetime, he was known as the wealthiest self-made man in the world.",
      "pageId": 14059,
      "monthDay": "12/24"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ernst_Krenkel",
      "name": "Ernst Krenkel",
      "aboutText": "Ava Lavinia Gardner (December 24, 1922 – January 25, 1990) was an American actress.\nShe was signed to a contract by MGM Studios in 1941 and appeared mainly in small roles until she drew attention with her performance in The Killers (1946). She was nominated for the Academy Award for Best Actress for her work in Mogambo (1953).",
      "pageId": 43115,
      "monthDay": "12/24"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ava_Helen_Pauling",
      "name": "Ava Helen Pauling",
      "aboutText": "Joseph Cornell (December 24, 1903 – December 29, 1972) was an American artist and sculptor, one of the pioneers and most celebrated exponents of assemblage.",
      "pageId": 216638,
      "monthDay": "12/24"
    },
    {
      "year": "1904",
      "uri": "/wiki/Joseph_M._Juran",
      "name": "Joseph M. Juran",
      "aboutText": "Joseph Roberts \"Joey\" Smallwood, PC, CC (December 24, 1900 – December 17, 1991) was a politician from Newfoundland, Canada. He was the main force that brought the Dominion of Newfoundland into the Canadian confederation in 1949, becoming the first Premier of Newfoundland, serving until 1972. As premier, he vigorously promoted economic development, championed the welfare state, and emphasized modernization of education and transportation.",
      "pageId": 282970,
      "monthDay": "12/24"
    },
    {
      "year": "1905",
      "uri": "/wiki/Howard_Hughes",
      "name": "Howard Hughes",
      "aboutText": "Isidor Feinstein Stone (December 24, 1907 – June 18, 1989), born Isidor Feinstein, better known as I. F. Stone and Izzy Stone, was an American investigative journalist and author.\nHe is best remembered for his self-published newsletter, I. F. Stone's Weekly.",
      "pageId": 390179,
      "monthDay": "12/24"
    },
    {
      "year": "1906",
      "uri": "/wiki/Franz_Waxman",
      "name": "Franz Waxman",
      "aboutText": "Franz Waxman (/ˈwæksmən/; 24 December 1906 – 24 February 1967) - born Franz Wachsmann - was a German and American composer of Jewish descent, known primarily for his work in the film music genre. His film scores include The Bride of Frankenstein, Rebecca, Sunset Boulevard, A Place in the Sun, Stalag 17, Rear Window, Peyton Place, The Nun's Story, and Taras Bulba. He received twelve Academy Award nominations, and won two Oscars in consecutive years (for Sunset Boulevard and A Place in the Sun).",
      "pageId": 611006,
      "monthDay": "12/24"
    },
    {
      "year": "1907",
      "uri": "/wiki/I._F._Stone",
      "name": "I. F. Stone",
      "aboutText": "George Smith Patton, IV (December 24, 1923 – June 27, 2004) was a major general in the United States Army and the son of World War II general, George S. Patton, Jr..",
      "pageId": 768481,
      "monthDay": "12/24"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ellen_Braum%C3%BCller",
      "name": "Ellen Braumüller",
      "aboutText": "Adolph Frederick Reinhardt (\"Ad\" Reinhardt) (December 24, 1913 – August 30, 1967) was an abstract painter active in New York beginning in the 1930s and continuing through the 1960s. He was a member of the American Abstract Artists and was a part of the movement centered on the Betty Parsons Gallery that became known as abstract expressionism. He was also a founding member of the Artist's Club.",
      "pageId": 872785,
      "monthDay": "12/24"
    },
    {
      "year": "1910",
      "uri": "/wiki/Fritz_Leiber",
      "name": "Fritz Leiber",
      "aboutText": "Herbert Reinecker (24 December 1914 – 27 January 2007) was a very prolific German novelist, dramatist and screenwriter.\nBorn in Hagen, Westphalia, Reinecker began to write short stories already as a high school student. In 1936 he moved to Berlin, where he became editor-in-chief of a youth magazine, Jungvolk.",
      "pageId": 912852,
      "monthDay": "12/24"
    },
    {
      "year": "1910",
      "uri": "/wiki/Max_Miedinger",
      "name": "Max Miedinger",
      "aboutText": "Evgeniya Maksimovna Rudneva (Russian: Евгения Максимовна Руднева), also known as Zhenya Rudneva (Женя Руднева) (Berdiansk, December 24, 1920 – April 9, 1944 near Kerch) was a Soviet military air navigator, a Hero of the Soviet Union, a member of the Moscow branch of the Astronomical-Geodesical Society of the USSR, and head of the Solar Department. She was Ukrainian, born into the family of an office worker. She had completed three years as a student in the Faculty of mechanics and mathematics of Moscow State University prior to October 1941, when she volunteered for Soviet Army.",
      "pageId": 1368148,
      "monthDay": "12/24"
    },
    {
      "year": "1913",
      "uri": "/wiki/Ad_Reinhardt",
      "name": "Ad Reinhardt",
      "aboutText": "Michael DiBiase (December 24, 1923 – July 2, 1969) was an Italian American professional wrestler, also known by his ring name \"Iron\" Mike DiBiase. The adoptive father of professional wrestler \"The Million Dollar Man\" Ted DiBiase, he was married to Ted's mother Helen Hild (also a professional wrestler), and was the step grandfather of Mike, Ted Jr., and Brett DiBiase.\nAs an amateur wrestler, DiBiase, representing the US Navy, was the 1946 AAU champion in the UNL (open or heavyweight) division.",
      "pageId": 4170439,
      "monthDay": "12/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ralph_Marterie",
      "name": "Ralph Marterie",
      "aboutText": "Muhammad Aurangzeb or Qateel Shifai (24 December 1919 - 11 July 2001) (Urdu: قتیل شفا ئی ) was a Pakistani Urdu poet.",
      "pageId": 5925001,
      "monthDay": "12/24"
    },
    {
      "year": "1914",
      "uri": "/wiki/Herbert_Reinecker",
      "name": "Herbert Reinecker",
      "aboutText": "Ellen Braumüller (December 24, 1910 – August 10, 1991) was a track and field athlete from Germany, who competed mainly in the javelin throw. She competed for her native country at the 1932 Summer Olympics in Los Angeles, USA, where she won the silver medal in the javelin throw.",
      "pageId": 6732120,
      "monthDay": "12/24"
    },
    {
      "year": "1919",
      "uri": "/wiki/Qateel_Shifai",
      "name": "Qateel Shifai",
      "aboutText": "Franco Lucentini (Italian pronunciation: [ˈfraŋko lutʃenˈtini]; December 24, 1920 - August 5, 2002) was an Italian writer, journalist, translator and editor of anthologies.",
      "pageId": 8236651,
      "monthDay": "12/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Franco_Lucentini",
      "name": "Franco Lucentini",
      "aboutText": "Max Miedinger (24 December 1910 in Zurich, Switzerland – 8 March 1980, Zürich, Switzerland) was a Swiss typeface designer. He was famous for creating the Neue Haas Grotesk typeface in 1957 that was renamed Helvetica in 1960. Marketed as a symbol of cutting-edge Swiss technology, Helvetica achieved immediate global success.",
      "pageId": 10126225,
      "monthDay": "12/24"
    },
    {
      "year": "1920",
      "uri": "/wiki/Yevgeniya_Rudneva",
      "name": "Yevgeniya Rudneva",
      "aboutText": "Joseph Moses Juran (December 24, 1904 – February 28, 2008) was a Romanian-born American engineer and management consultant. He was an evangelist for quality and quality management, having written several books on those subjects.",
      "pageId": 11291328,
      "monthDay": "12/24"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ava_Gardner",
      "name": "Ava Gardner",
      "aboutText": "Ralph Marterie (24 December 1914 – 10 October 1978) was a big-band leader born in Acerra (near Naples), Italy.",
      "pageId": 13489387,
      "monthDay": "12/24"
    },
    {
      "year": "1923",
      "uri": "/wiki/Michael_DiBiase",
      "name": "Michael DiBiase",
      "aboutText": "Ava Helen Pauling (December 24, 1903 – December 7, 1981) was an American human rights activist and wife of Nobel Prize winner Linus Pauling. Throughout her life, she was involved in various social movements including women's rights, racial equality, and international peace.\nAn avid New Dealer, Ava Helen Pauling was heavily interested in American politics and social reforms.",
      "pageId": 14812512,
      "monthDay": "12/24"
    },
    {
      "year": "1923",
      "uri": "/wiki/George_Patton_IV",
      "name": "George Patton IV",
      "aboutText": "Ernst Teodorovich Krenkel (Russian: Эрнст Теодо́рович Кре́нкель) (24 December [O.S. 11 December] 1903, Bialystok – 8 December 1971, Moscow) was a Soviet Arctic explorer, radio operator, doctor of geographical sciences (1938), and Hero of the Soviet Union (1938).",
      "pageId": 26440226,
      "monthDay": "12/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lee_Dorsey",
      "name": "Lee Dorsey",
      "aboutText": "Mauricio Kagel (Spanish pronunciation: [mauˈɾisjo ˈkaɣel]; December 24, 1931 – September 18, 2008) was a German-Argentine composer.",
      "pageId": 65405,
      "monthDay": "12/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Abdirizak_Haji_Hussein",
      "name": "Abdirizak Haji Hussein",
      "aboutText": "John David Taylor, Baron Kilclooney, PC (NI) (born 24 December 1937), is a former Ulster Unionist Party MP and a life peer.",
      "pageId": 199352,
      "monthDay": "12/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Mohammed_Rafi",
      "name": "Mohammed Rafi",
      "aboutText": "Stjepan \"Stipe\" Mesić (pronounced [stjêpaːn stǐːpe měːsit͡ɕ]; born 24 December 1934) is a Croatian politician who served as the second President of Croatia from 2000 to 2010. Before serving two five-year terms as president, he was the first Prime Minister of Croatia (1990) after multi-party elections, the last President of the Presidency of Yugoslavia (1991) and consequently Secretary General of the Non-Aligned Movement (1991), as well as Speaker of the Croatian Parliament (1992–1994), a judge in Našice and mayor of his home town of Orahovica.\nMesić was a deputy in the Croatian Parliament in the 1960s, and was then absent from politics until 1990 when he joined the Croatian Democratic Union (HDZ), and was named prime minister after HDZ won the elections.",
      "pageId": 331105,
      "monthDay": "12/24"
    },
    {
      "year": "1924",
      "uri": "/wiki/Norman_Rossington",
      "name": "Norman Rossington",
      "aboutText": "Mohammed Rafi (24 December 1924 – 31 July 1980) was an Indian playback singer and one of the most popular singers of the Hindi film industry. Rafi was notable for his versatility, his songs ranged from classical numbers to patriotic songs, sad lamentations to highly romantic numbers, qawwalis to ghazals and bhajans. He was known for his ability to mould his voice to the persona of the actor, lip-synching the song.",
      "pageId": 356414,
      "monthDay": "12/24"
    },
    {
      "year": "1925",
      "uri": "/wiki/Roy_Hollis",
      "name": "Roy Hollis",
      "aboutText": "Mary Theresa Eleanor Higgins Clark Conheeney (née Higgins; born December 24, 1927), known professionally as Mary Higgins Clark, is an American author of suspense novels. Each of her 51 books has been a bestseller in the United States and various European countries, and all of her novels remained in print as of 2015, with her debut suspense novel, Where Are The Children, in its seventy-fifth printing.\nHiggins Clark began writing at an early age.",
      "pageId": 479225,
      "monthDay": "12/24"
    },
    {
      "year": "1927",
      "uri": "/wiki/Mary_Higgins_Clark",
      "name": "Mary Higgins Clark",
      "aboutText": "On Kawara (河原 温, Kawara On, December 24, 1932 – June 27, 2014) was a Japanese conceptual artist who lived in New York City from 1965.",
      "pageId": 494275,
      "monthDay": "12/24"
    },
    {
      "year": "1928",
      "uri": "/wiki/Lev_Vlassenko",
      "name": "Lev Vlassenko",
      "aboutText": "Philip Sandeman Ziegler (born 24 December 1929) is a British biographer and historian.",
      "pageId": 1509676,
      "monthDay": "12/24"
    },
    {
      "year": "1929",
      "uri": "/wiki/Philip_Ziegler",
      "name": "Philip Ziegler",
      "aboutText": "Robert Joffrey (born Abdullah Jaffa Bey Khan; December 24, 1930 – March 25, 1988) was an American dancer, teacher, producer, choreographer, and co-founder of the Joffrey Ballet, known for his highly imaginative modern ballets.",
      "pageId": 2394016,
      "monthDay": "12/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/Robert_Joffrey",
      "name": "Robert Joffrey",
      "aboutText": "Irving Lee Dorsey (December 24, 1924 – December 1, 1986) was an African American pop and R&B singer during the 1960s. His biggest hits were \"Ya Ya\" (1961) and \"Working in the Coal Mine\" (1966).",
      "pageId": 2639378,
      "monthDay": "12/24"
    },
    {
      "year": "1930",
      "uri": "/wiki/John_J._Kelley",
      "name": "John J. Kelley",
      "aboutText": "Raphael Homer \"Ray\" Bryant (December 24, 1931 – June 2, 2011) was an American jazz pianist and composer.\n^ Nate Chinen (June 3, 2011). \"Ray Bryant, Jazz Pianist, Dies at 79\".",
      "pageId": 2927713,
      "monthDay": "12/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ray_Bryant",
      "name": "Ray Bryant",
      "aboutText": "Félix Miélli Venerando (24 December 1937 – 24 August 2012) was a football player from Brazil, more commonly known as Félix.\nFélix was born in São Paulo. He was goalkeeper with Associação Portuguesa de Desportos and Fluminense Football Club.",
      "pageId": 3135007,
      "monthDay": "12/24"
    },
    {
      "year": "1931",
      "uri": "/wiki/Mauricio_Kagel",
      "name": "Mauricio Kagel",
      "aboutText": "Abdirizak Haji Hussein (Somali: Cabdirisaaq Xaaji Xuseen; Arabic: عبد الرازق حاجي حسين‎‎; 24 December 1924 – 31 January 2014) was a Somali diplomat and politician. He was the Prime Minister of Somalia from 14 June 1964 to 15 July 1967. From 1975 to 1980, he also served as the country's ambassador to the United Nations.",
      "pageId": 4305877,
      "monthDay": "12/24"
    },
    {
      "year": "1932",
      "uri": "/wiki/On_Kawara",
      "name": "On Kawara",
      "aboutText": "Sir Ivan John Lawrence, QC (born 24 December 1936) is a former British Conservative member of parliament and criminal barrister.",
      "pageId": 5516370,
      "monthDay": "12/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/John_Critchinson",
      "name": "John Critchinson",
      "aboutText": "Norman Rossington (24 December 1928 – 21 May 1999) was an English actor best remembered for his roles in The Army Game, the Carry On films and The Beatles film A Hard Day's Night.",
      "pageId": 6927635,
      "monthDay": "12/24"
    },
    {
      "year": "1934",
      "uri": "/wiki/Stjepan_Mesi%C4%87",
      "name": "Stjepan Mesić",
      "aboutText": "Valentim dos Santos de Loureiro, ComM (born 24 December 1938 in Calde, Viseu) is a Portuguese politician, and former football chairman of Boavista F.C. and Portuguese League for Professional Football. He has the rank of Major of the Portuguese Army. He was involved in the Apito Dourado corruption sports scandal.",
      "pageId": 7037975,
      "monthDay": "12/24"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ivan_Lawrence",
      "name": "Ivan Lawrence",
      "aboutText": "Not to be confused with John A. Kelley, another distance runner, similarly named.\nJohn Joseph Kelley (December 24, 1930 – August 21, 2011) was the winner of the 1957 Boston Marathon and the marathon at the 1959 Pan American Games and a member of two United States Olympic Marathon teams. He was often dubbed John \"The Younger\" to avoid confusion with Johnny \"The Elder\" Kelley, the winner of the 1935 and 1945 Boston Marathons.",
      "pageId": 7330447,
      "monthDay": "12/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/F%C3%A9lix_Mi%C3%A9lli_Venerando",
      "name": "Félix Miélli Venerando",
      "aboutText": "Robert Edward Henrich (born December 24, 1938) is a former Major League Baseball shortstop. He played parts of three seasons, from 1957 until 1959, for the Cincinnati Redlegs.",
      "pageId": 11523627,
      "monthDay": "12/24"
    },
    {
      "year": "1937",
      "uri": "/wiki/John_Taylor,_Baron_Kilclooney",
      "name": "John Taylor, Baron Kilclooney",
      "aboutText": "John William Frank Critchinson (born 24 December 1934), also known as \"Critch\", is an English jazz pianist.\nBorn in east London, in the early 1930s he worked, as a part-time musician, with Ronnie Scott, Tubby Hayes, Jimmy Deuchar, among others. In 1979, at the recommendation of his mentor, Bill Le Sage, he joined Ronnie Scott's Quartet and stayed until it ceased working in 1995.",
      "pageId": 12914005,
      "monthDay": "12/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Bobby_Henrich",
      "name": "Bobby Henrich",
      "aboutText": "Roy Hollis (24 December 1925 – 12 November 1998) was a footballer and is a member of the Norwich City Hall of Fame.\nGreat Yarmouth-born Hollis made 107 appearances for Norwich as a centre-forward between 1948 and 1952, scoring 59 times.\nHollis scored a hat-trick in less than 30 minutes on debut for Norwich.",
      "pageId": 14086097,
      "monthDay": "12/24"
    },
    {
      "year": "1938",
      "uri": "/wiki/Valentim_Loureiro",
      "name": "Valentim Loureiro",
      "aboutText": "Lev Nikolaevich Vlassenko (Russian: Лев Никола́евич Вла́сенко; 24 December 1928 – 24 August 1996) was a pianist and teacher who was born in the Soviet Union.",
      "pageId": 19279331,
      "monthDay": "12/24"
    },
    {
      "year": "1940",
      "uri": "/wiki/Janet_Carroll",
      "name": "Janet Carroll",
      "aboutText": "Ian Fraser \"Lemmy\" Kilmister (24 December 1945 – 28 December 2015) was an English musician, singer, and songwriter who founded and fronted the rock band Motörhead. His music was a distinctive part of the heavy metal genre.\nLemmy was born in Stoke-on-Trent and grew up in North Wales.",
      "pageId": 18642,
      "monthDay": "12/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/David_Arkin",
      "name": "David Arkin",
      "aboutText": "Tarja Kaarina Halonen ([tɑrjɑ kɑːrinɑ hɑlonen]; born 24 December 1943) is a Finnish politician who was the 11th President of Finland, serving from 2000 to 2012. She was the first female head of state in Finland and while she was in office, in 2003 and 2010-11, Finland also had female prime ministers (Anneli Jäätteenmäki and Mari Kiviniemi). Halonen held two appointments as a minister and served as a member of the parliament from 1979 to 2000 until her election to the presidency.",
      "pageId": 30797,
      "monthDay": "12/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/Mike_Hazlewood",
      "name": "Mike Hazlewood",
      "aboutText": "Daniel Johnson, Jr., GOQ (born December 24, 1944) is a former Quebec politician. He was a member of the Liberal Party of Quebec and was the 25th Premier of the Province of Quebec, Canada for nine months in 1994 until his party's defeat in the provincial general election.\n^ \"Biography\".",
      "pageId": 298701,
      "monthDay": "12/24"
    },
    {
      "year": "1941",
      "uri": "/wiki/John_Levene",
      "name": "John Levene",
      "aboutText": "Nicholas Meyer (born December 24, 1945) is an American screenwriter, producer, author and director, most known for his best-selling novel The Seven-Per-Cent Solution, and for directing the films Time After Time, two of the Star Trek feature film series, and the 1983 television movie The Day After.\nFor adapting a screenplay from his own novel for The Seven-Per-Cent Solution (1976), Meyer was nominated for an Academy Award for Best Adapted Screenplay.",
      "pageId": 312597,
      "monthDay": "12/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Indra_Bania",
      "name": "Indra Bania",
      "aboutText": "Jefferson Beauregard \"Jeff\" Sessions III (born December 24, 1946) is the junior United States Senator from Alabama. First elected in 1997, Sessions is a member of the Republican Party.\nFrom 1981 to 1993 he served as U.S. Attorney for the Southern District of Alabama.",
      "pageId": 375234,
      "monthDay": "12/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/Jonathan_Borofsky",
      "name": "Jonathan Borofsky",
      "aboutText": "Kevin John Sheedy AM (born 24 December 1947) is a former Australian rules football coach and player in the Australian Football League. He played and coached in a combined total of 929 games over 47 years from 1967 until 2013, which is a VFL/AFL record. Sheedy was inducted into the Australian Football Hall of Fame in 2008.",
      "pageId": 474865,
      "monthDay": "12/24"
    },
    {
      "year": "1942",
      "uri": "/wiki/%C4%90o%C3%A0n_Vi%E1%BA%BFt_Ho%E1%BA%A1t",
      "name": "Đoàn Viết Hoạt",
      "aboutText": "Barry David Elliott (born 24 December 1944) and Paul Harman Elliott (born 18 October 1947), better known as Barry Chuckle and Paul Chuckle as part of the double-act the Chuckle Brothers, are English children's entertainers. They are best known for their work on their BBC show ChuckleVision, which celebrated its 21st series in 2010 with a stage tour titled An Audience with the Chuckle Brothers. The comedy of the Chuckle Brothers usually derives from slapstick and other visual gags, and their catchphrases include \"To me, to you\" and \"Oh dear, oh dear\".",
      "pageId": 794540,
      "monthDay": "12/24"
    },
    {
      "year": "1943",
      "uri": "/wiki/Tarja_Halonen",
      "name": "Tarja Halonen",
      "aboutText": "Steven \"Steve\" Smith, Jr., CM (born December 24, 1945) is a Canadian actor, writer and comedian.",
      "pageId": 803321,
      "monthDay": "12/24"
    },
    {
      "year": "1943",
      "uri": "/wiki/Suzy_Menkes",
      "name": "Suzy Menkes",
      "aboutText": "Michael \"Mike\" Curb (born December 24, 1944, Savannah, Georgia, United States) is an American musician, record company executive, and NASCAR car owner. A Republican, he served as the 42nd Lieutenant Governor of California from 1979 to 1983 under Democratic Governor Edmund G. \"Jerry\" Brown, Jr. He was acting governor of California while Brown spent time outside of California pursuing presidential ambitions.",
      "pageId": 860923,
      "monthDay": "12/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Barry_Elliot_(entertainer)",
      "name": "Barry Elliot",
      "aboutText": "Jan Akkerman (born 24 December 1946) is a Dutch guitarist. He first found international commercial success with the band Focus, whom he co-founded with Thijs van Leer. After leaving Focus, Akkerman continued as a solo artist, adding jazz fusion influences.",
      "pageId": 1006384,
      "monthDay": "12/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Mike_Curb",
      "name": "Mike Curb",
      "aboutText": "John Levene (born John Anthony Woods, 24 December 1941 in Salisbury, Wiltshire) is an English actor.",
      "pageId": 1216757,
      "monthDay": "12/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Oswald_Gracias",
      "name": "Oswald Gracias",
      "aboutText": "Jonathan Borofsky (born December 24, 1942) is an American sculptor and printmaker who lives and works in Ogunquit, Maine.",
      "pageId": 2544796,
      "monthDay": "12/24"
    },
    {
      "year": "1944",
      "uri": "/wiki/Daniel_Johnson,_Jr.",
      "name": "Daniel Johnson, Jr.",
      "aboutText": "Brenda Howard (December 24, 1946 – June 28, 2005) was an American bisexual rights activist and sex-positive feminist. Howard was an important figure in the modern LGBT rights movement.",
      "pageId": 3151899,
      "monthDay": "12/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Lemmy",
      "name": "Lemmy",
      "aboutText": "David Arkin (December 24, 1941 – January 14, 1991) was an American actor, known for his numerous supporting appearances in the films of Robert Altman.",
      "pageId": 4345567,
      "monthDay": "12/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Nicholas_Meyer",
      "name": "Nicholas Meyer",
      "aboutText": "Michael Edward \"Mike\" Hazlewood (24 December 1941 — 6 May 2001) was an English singer, composer and songwriter. He variously worked with Albert Hammond, T-Bone Burnett, Van Dyke Parks and Harry Nilsson.\n^ Mike Hazlewood Discography at Discogs.",
      "pageId": 5892450,
      "monthDay": "12/24"
    },
    {
      "year": "1945",
      "uri": "/wiki/Steve_Smith_(comedian)",
      "name": "Steve Smith",
      "aboutText": "Suzy Menkes, OBE (born 24 December 1943) is a British journalist and esteemed fashion critic.",
      "pageId": 6548024,
      "monthDay": "12/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jan_Akkerman",
      "name": "Jan Akkerman",
      "aboutText": "Oswald Gracias (born 24 December 1944) is an Indian Cardinal of the Roman Catholic Church. He was appointed Archbishop of Bombay by Pope Benedict XVI on 14 October 2006 and was raised to the cardinalate in 2007. In 2008, he became Vice-President of the Conference of Catholic Bishops of India; and in 2010, he was elected President.",
      "pageId": 8579205,
      "monthDay": "12/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Brenda_Howard",
      "name": "Brenda Howard",
      "aboutText": "Đoàn Viết Hoạt (born 24 December 1942) is a Vietnamese journalist, educator, and democratic activist who was repeatedly imprisoned for his criticisms of Vietnam's communist leadership. He has received numerous international awards in recognition of his work, including the Robert F. Kennedy Human Rights Award, and is often referred to as the \"Sakharov of Vietnam\".\n^ Kennedy, Kerry; Kerry Kennedy Cuomo; Eddie Adams; Nan Richardson (2000).",
      "pageId": 34405141,
      "monthDay": "12/24"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jeff_Sessions",
      "name": "Jeff Sessions",
      "aboutText": "Janet Carroll (December 24, 1940 – May 22, 2012) was an American film, stage and television character actress.\nJanet Carroll's career spanned more than four decades and included major roles in Broadway musicals and Hollywood productions, but was perhaps most recognized for her portrayal of the oblivious mother of Joel (Tom Cruise) in the 1983 film Risky Business.",
      "pageId": 35935508,
      "monthDay": "12/24"
    },
    {
      "year": "1947",
      "uri": "/wiki/Kevin_Sheedy_(Australian_footballer)",
      "name": "Kevin Sheedy",
      "aboutText": "Indra Bania (Assamese: ইন্দ্ৰ বনিয়া‎; 24 December 1942 – 25 March 2015) was an Indian theatre actor, playwright, film actor and director from Assam. His performance in Jahnu Barua's Halodhia Choraye Baodhan Khai earned him the Silver Leopard Best Actor’s award at the Locarno International Film Festival. He was the recipient of the Natasurya Phani Sarma Award.",
      "pageId": 46239434,
      "monthDay": "12/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Stan_Bowles",
      "name": "Stan Bowles",
      "aboutText": "Hamid Karzai /ˈhæmɨd ˈkɑrˌzaɪ/ (Pashto/Persian: حامد کرزی; born 24 December 1957) served as President of Afghanistan for almost ten years, from 7 December 2004 to 29 September 2014. He comes from a politically active family; Karzai's father, uncle and grandfather were all active in Afghan politics and government. Karzai and his father before him, Abdul Ahad Karzai, were each head of the Popalzai tribe of the Durrani tribal confederation.",
      "pageId": 80949,
      "monthDay": "12/24"
    },
    {
      "year": "1948",
      "uri": "/wiki/Frank_Oliver_(rugby_union)",
      "name": "Frank Oliver",
      "aboutText": "Scott E. Fischer (December 24, 1955 – May 11, 1996) was an American mountaineer and mountain guide. He was renowned for his ascents of the world's highest mountains made without the use of supplemental oxygen. Fischer and Wally Berg were the first Americans to summit Lhotse (27,940 feet / 8516 m), the world's fourth highest peak.",
      "pageId": 394830,
      "monthDay": "12/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Warwick_Brown",
      "name": "Warwick Brown",
      "aboutText": "Helen Mary Jones (born 24 December 1954) is a British Labour politician who has been the Member of Parliament (MP) for Warrington North since 1997. Andrew Roth of the Guardian describes her as an: \"intelligent, battle hardened leftwing solicitor built into the Labour machine\".",
      "pageId": 427375,
      "monthDay": "12/24"
    },
    {
      "year": "1949",
      "uri": "/wiki/Randy_Neugebauer",
      "name": "Randy Neugebauer",
      "aboutText": "José María Figueres Olsen (born in San José, Costa Rica, December 24, 1954), is a Costa Rican businessman, and politician. After he left the presidency of Costa Rica in 1998, Figueres has also been involved in global issues such as climate change, sustainable development, and technology. He started his career as an engineer working in agribusiness.",
      "pageId": 435765,
      "monthDay": "12/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Dana_Gioia",
      "name": "Dana Gioia",
      "aboutText": "Nick Kent (born 24 December 1951) is a British rock critic and musician.",
      "pageId": 501507,
      "monthDay": "12/24"
    },
    {
      "year": "1950",
      "uri": "/wiki/Hiroshi_Ikushima",
      "name": "Hiroshi Ikushima",
      "aboutText": "Clarence Alfred Gilyard, Jr. (born December 24, 1955) is an African American actor, college professor, and author who has been featured in movies and television since 1980. He is sometimes credited as Clarence A. Gilyard.",
      "pageId": 634894,
      "monthDay": "12/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/John_D%27Acquisto",
      "name": "John D'Acquisto",
      "aboutText": "Robert Randolph \"Randy\" Neugebauer (born December 24, 1949), is the U.S. Representative for Texas's 19th congressional district, having served since a special election in 2003. He is a member of the Republican Party. The district includes a large swath of West Texas, including Lubbock and Abilene.",
      "pageId": 961407,
      "monthDay": "12/24"
    },
    {
      "year": "1951",
      "uri": "/wiki/Nick_Kent",
      "name": "Nick Kent",
      "aboutText": "Michael Dana Gioia (born December 24, 1950) is an American poet and writer. Gioia also served as the Chairman of the federal arts agency the National Endowment for the Arts (NEA). He was born in Hawthorne, California to Italian and Mexican parents, attended Stanford and Harvard Universities, and spent the first fifteen years of his career writing at night while working for General Foods Corporation.",
      "pageId": 973937,
      "monthDay": "12/24"
    },
    {
      "year": "1953",
      "uri": "/wiki/Timothy_Carhart",
      "name": "Timothy Carhart",
      "aboutText": "Warwick Brown (born in Sydney, 24 December 1949) is a former racing driver from Australia.",
      "pageId": 1235704,
      "monthDay": "12/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Yves_Debay",
      "name": "Yves Debay",
      "aboutText": "Lyse Marie Doucet OBE (/liːs duːˈsɛt/; born 24 December 1958) is a Canadian journalist who is the BBC's Chief International Correspondent and an occasional Contributing Editor. She presents on BBC World Service radio and BBC World News television, also reports for BBC Radio 4 and BBC News in the United Kingdom, including presenting and reporting for Newsnight.\n^ \"BBC World Service – Newshour\".",
      "pageId": 3890063,
      "monthDay": "12/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jos%C3%A9_Mar%C3%ADa_Figueres",
      "name": "José María Figueres",
      "aboutText": "Stanley \"Stan\" Bowles (born 24 December 1948 in Collyhurst, Manchester, Lancashire) is an English former footballer who gained a reputation as one of the game's greatest mavericks.",
      "pageId": 4162132,
      "monthDay": "12/24"
    },
    {
      "year": "1954",
      "uri": "/wiki/Helen_Jones",
      "name": "Helen Jones",
      "aboutText": "Paul Matthew Pressey (born December 24, 1958) is an American former professional basketball player who is currently an assistant coach for the Los Angeles Lakers of the National Basketball Association (NBA). Pressey is widely, though unofficially, credited with being the originator of the point forward position, combining the attributes of a point guard and forward. While playing small forward for the Milwaukee Bucks in the 1980s, Pressey took on many of the ball handling duties, even leading the team in assists for five straight years.",
      "pageId": 4875589,
      "monthDay": "12/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Grand_L._Bush",
      "name": "Grand L. Bush",
      "aboutText": "Diane Tell (born Diane Fortin, 24 December 1958 in Quebec City, Quebec) is a Canadian singer-songwriter. She first studied music (violin and classical guitar) at the Conservatoire de musique du Québec à Montréal and the Conservatoire de musique du Québec à Val-d'Or, then studied jazz guitar at Cégep de Saint-Laurent in Montreal. She started writing songs at the age of 12 and signed her first record deal at 18.",
      "pageId": 5606393,
      "monthDay": "12/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Scott_Fischer",
      "name": "Scott Fischer",
      "aboutText": "John Francis D'Acquisto (born December 24, 1951) is a former Major League Baseball player who pitched for six teams in his ten-year career that spanned from 1973 to 1982.",
      "pageId": 6082544,
      "monthDay": "12/24"
    },
    {
      "year": "1955",
      "uri": "/wiki/Clarence_Gilyard",
      "name": "Clarence Gilyard",
      "aboutText": "Francis James \"Frank\" Oliver (24 December 1948 – 16 March 2014) was a New Zealand rugby union player and coach.",
      "pageId": 8412124,
      "monthDay": "12/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Hamid_Karzai",
      "name": "Hamid Karzai",
      "aboutText": "Grand Lee Bush (born December 24, 1955) is an American actor of stage, television and major motion pictures.",
      "pageId": 10024005,
      "monthDay": "12/24"
    },
    {
      "year": "1957",
      "uri": "/wiki/Diane_Tell",
      "name": "Diane Tell",
      "aboutText": "Munetaka Higuchi (樋口 宗孝, Higuchi Munetaka) (December 24, 1958 – November 30, 2008) was a Japanese musician and record producer, best known for being the original drummer of the heavy metal band, Loudness.",
      "pageId": 10733424,
      "monthDay": "12/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lyse_Doucet",
      "name": "Lyse Doucet",
      "aboutText": "Timothy Carhart (born December 24, 1953) is an American actor. Carhart was born in Washington, D.C., and travelled to Izmir and Ankara in Turkey and Verdun in France before returning to the US and studying theater, where he has been acting since at least the late 1970s. His real name is Tim Grunig and he attended junior high and high school in Evanston, Illinois.",
      "pageId": 19010671,
      "monthDay": "12/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Munetaka_Higuchi",
      "name": "Munetaka Higuchi",
      "aboutText": "Yves Debay (24 December 1954 – 17 January 2013), a veteran French-Belgian war correspondent who founded and reported for French-language magazines Raids and later Assaut (Translation: Assault), which is published out of Boulogne-Billancourt, Paris, France. He was the first Belgian journalist to be killed in Syria.",
      "pageId": 38270644,
      "monthDay": "12/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Paul_Pressey",
      "name": "Paul Pressey",
      "aboutText": "Hiroshi Ikushima (生島 ヒロシ, Ikushima Hiroshi, born December 24, 1950, in Kesennuma, Miyagi, Japan) is a Japanese announcer and financial planner who is the chief executive officer of Ikushima Planning Office. He is the visiting professor of Tohoku Fukushi University.\nIkushima was a TBS announcer.",
      "pageId": 47789057,
      "monthDay": "12/24"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gene_Sperling",
      "name": "Gene Sperling",
      "aboutText": "Carol Jean Vorderman MBE RAFVR(T) (born 24 December 1960) is a British media personality, best known for co-hosting the popular game show Countdown for 26 years from 1982 until 2008.\nVorderman's career took off in 1982 when she joined Channel 4 game show Countdown. She co-hosted the show most recently with Des O'Connor; before that Vorderman was co-host with Des Lynam and Richard Whiteley (from 1982 until his death in 2005).",
      "pageId": 292080,
      "monthDay": "12/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Chris_Blackhurst",
      "name": "Chris Blackhurst",
      "aboutText": "Caroline Mary Aherne (born 24 December 1963) is an English comedian and BAFTA-winning writer and actress, best known for Mrs Merton, The Fast Show and The Royle Family.",
      "pageId": 514223,
      "monthDay": "12/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Keith_Deller",
      "name": "Keith Deller",
      "aboutText": "Karl Diedrich Bader (born December 24, 1966) is an American actor and comedian who has done supporting roles in comedies such as Office Space, Napoleon Dynamite, The Drew Carey Show, Veep and the Outsourced TV series.",
      "pageId": 923299,
      "monthDay": "12/24"
    },
    {
      "year": "1959",
      "uri": "/wiki/Anil_Kapoor",
      "name": "Anil Kapoor",
      "aboutText": "Anil Kapoor (born 24 December 1956) is an Indian actor and producer who has appeared in many Bollywood films and more recently international films. Kapoor's career has spanned almost 40 years as an actor. He was the producer for the critically acclaimed movie Gandhi, My Father.",
      "pageId": 1157583,
      "monthDay": "12/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Glenn_McQueen",
      "name": "Glenn McQueen",
      "aboutText": "Eugene \"Gene\" B. Sperling (born December 24, 1958) was Director of the National Economic Council and Assistant to the President for Economic Policy under Presidents Bill Clinton and Barack Obama.",
      "pageId": 1229637,
      "monthDay": "12/24"
    },
    {
      "year": "1960",
      "uri": "/wiki/Carol_Vorderman",
      "name": "Carol Vorderman",
      "aboutText": "Jerold Taylor \"Jay\" Wright, Jr. (born December 24, 1961) is an American college basketball coach. He is currently the men's coach at Villanova University.",
      "pageId": 1668192,
      "monthDay": "12/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Ilham_Aliyev",
      "name": "Ilham Aliyev",
      "aboutText": "Mark Thomas Valley (born December 24, 1964) is an American film and television actor, known for his role as Brad Chase on the TV drama Boston Legal, Oliver Richard on the NBC drama Harry's Law, as FBI Special Agent John Scott on Fringe, Christopher Chance in Fox's action/drama Human Target, as Tommy Sullivan in ABC's Body of Proof, and as CIA Director Gabe Widener in NBC's Crisis.",
      "pageId": 1671296,
      "monthDay": "12/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Eriko_Kitagawa",
      "name": "Eriko Kitagawa",
      "aboutText": "Mary Ramsey (born 24 December 1963), a resident of Buffalo, New York, is a member of folk rock duo John & Mary and lead singer and violinist for alternative rock band 10,000 Maniacs.",
      "pageId": 1762010,
      "monthDay": "12/24"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jay_Wright_(basketball)",
      "name": "Jay Wright",
      "aboutText": "Kate Spade (born Katherine Noel Brosnahan; December 24, 1962) is the co-founder and namesake of the designer brand, Kate Spade New York.",
      "pageId": 1979209,
      "monthDay": "12/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kate_Spade",
      "name": "Kate Spade",
      "aboutText": "Jay Scot Bilas (born December 24, 1963) is an American college basketball analyst for ESPN, a former NCAA Tournament Announcer with CBS Sports, as well as former college basketball player.",
      "pageId": 2309648,
      "monthDay": "12/24"
    },
    {
      "year": "1962",
      "uri": "/wiki/Darren_Wharton",
      "name": "Darren Wharton",
      "aboutText": "Mikhail Anatolyevich Shchennikov (Russian: Михаил Анатольевич Щенников, born 24 December 1967 in Sverdlovsk) is a Russian race walker.\nHe was born in Sverdlovsk.",
      "pageId": 4173217,
      "monthDay": "12/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Caroline_Aherne",
      "name": "Caroline Aherne",
      "aboutText": "Darren Wharton (born Darren Leigh Wharton, 24 December 1962) is a British keyboardist, singer and songwriter.",
      "pageId": 5493696,
      "monthDay": "12/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Jay_Bilas",
      "name": "Jay Bilas",
      "aboutText": "Timo Juhani \"Juti\" Jutila (born 24 December 1963 in Tampere, Finland) is a retired Finnish ice hockey defenceman.",
      "pageId": 6012339,
      "monthDay": "12/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Timo_Jutila",
      "name": "Timo Jutila",
      "aboutText": "Keith Deller (born 24 December 1959 in Ipswich) is a former professional English darts player who won the Embassy World Professional Darts Championship in 1983. He was the first qualifier ever to win the championship and remains one of the youngest champions in history. For his world championship win, Deller used 18-gram spring-loaded darts, later banned for tournament play but now legal again.",
      "pageId": 6871033,
      "monthDay": "12/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mary_Ramsey",
      "name": "Mary Ramsey",
      "aboutText": "Glenn John McQueen (December 24, 1960 – October 29, 2002) was a Canadian supervisor of digital animation and supervising character animator at Pixar and PDI.",
      "pageId": 9175236,
      "monthDay": "12/24"
    },
    {
      "year": "1963",
      "uri": "/wiki/Neil_Turbin",
      "name": "Neil Turbin",
      "aboutText": "Neil Turbin (born December 24, 1963) is an American thrash metal vocalist known for being the first full-time vocalist for American band Anthrax and current lead vocalist and songwriter of the heavy metal band DeathRiders.",
      "pageId": 12895047,
      "monthDay": "12/24"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mark_Valley",
      "name": "Mark Valley",
      "aboutText": "Avery Millard Powers III (born December 24, 1965 in Greensboro, North Carolina) is an American musician, songwriter, record producer, and Grammy-nominated recording engineer.",
      "pageId": 18578702,
      "monthDay": "12/24"
    },
    {
      "year": "1965",
      "uri": "/wiki/Millard_Powers",
      "name": "Millard Powers",
      "aboutText": "Ilham Heydar oglu Aliyev (Azerbaijani: İlham Heydər oğlu Əliyev; born 24 December 1961) is the fourth and current President of Azerbaijan, in office since 2003. He also functions as the Chairman of the New Azerbaijan Party and the head of the National Olympic Committee.",
      "pageId": 22765442,
      "monthDay": "12/24"
    },
    {
      "year": "1966",
      "uri": "/wiki/Diedrich_Bader",
      "name": "Diedrich Bader",
      "aboutText": "Chris Blackhurst (born 24 December 1959) is an English journalist who is a former editor of The Independent. Since 2013 he has been Group Content Director of the four titles overseen by Evgeny Lebedev.\nAfter studying law Blackhurst worked for a legal magazine and soon joined The Sunday Times.",
      "pageId": 32462797,
      "monthDay": "12/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mikhail_Shchennikov",
      "name": "Mikhail Shchennikov",
      "aboutText": "Eriko Kitagawa (北川悦吏子) (born December 24, 1961) is a Japanese screenwriter and film director. She is best known for writing Japanese television dramas, notably Long Vacation (1996), Beautiful Life (2000), Sora Kara Furu Ichioku no Hoshi (2002) and Orange Days (2004).\nIn 2009, Kitagawa made her directorial debut in the coming-of-age film Halfway, which she also wrote and co-edited.",
      "pageId": 39670873,
      "monthDay": "12/24"
    },
    {
      "year": "1967",
      "uri": "/wiki/Pernilla_Wahlgren",
      "name": "Pernilla Wahlgren",
      "aboutText": "Pernilla Nina Elisabeth Wahlgren (born 24 December 1967 in Gustavsberg, Värmdö Municipality, Stockholm County) is a Swedish singer, actress and presenter. In 2004, she received the Ulla Billquist Award.\n^ \"Pernilla Wahlgren\".",
      "pageId": 229205,
      "monthDay": "12/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Doyle_Bramhall_II",
      "name": "Doyle Bramhall II",
      "aboutText": "Mark Millar, MBE (born 24 December 1969) is a Scottish comic book writer, known for his work on titles such as The Authority, The Ultimates, Marvel Knights Spider-Man, Ultimate Fantastic Four, Civil War, The Secret Service, Wanted, and Kick-Ass, the latter five of which have been, or will be, adapted into feature films.\nFor his work Millar has been nominated for four Eisner Awards and two Eagle Awards, and in June 2013 he was recognized by Queen Elizabeth II as a Member of the Most Excellent Order of the British Empire for services to film and literature.",
      "pageId": 847849,
      "monthDay": "12/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Choi_Jin-sil",
      "name": "Choi Jin-sil",
      "aboutText": "Edward Samuel Miliband (born 24 December 1969) is a British politician who was the Leader of the Labour Party and Leader of the Opposition between 2010 and 2015. He has been the Member of Parliament (MP) for Doncaster North since 2005 and served in the Cabinet from 2007 to 2010 under Prime Minister Gordon Brown. He and his brother, David Miliband, were the first siblings to sit in the Cabinet simultaneously since Edward and Oliver Stanley in 1938.",
      "pageId": 1290018,
      "monthDay": "12/24"
    },
    {
      "year": "1968",
      "uri": "/wiki/Marleen_Renders",
      "name": "Marleen Renders",
      "aboutText": "Bradley \"Brad\" Anderson (born December 24 1969) is an American professional wrestler and is the son of wrestler Gene Anderson.",
      "pageId": 1930943,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Brad_Anderson_(wrestler)",
      "name": "Brad Anderson",
      "aboutText": "Clinton \"Bär\" McKinnon (born 24 December 1969) is an American musician, perhaps best known playing saxophone in San Francisco based band Mr. Bungle.\nBär, pronounced 'bear', is a childhood nickname, given to him by his older sisters.",
      "pageId": 2313884,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Milan_Blagojevic",
      "name": "Milan Blagojevic",
      "aboutText": "Leavander Johnson (December 24, 1969 – September 22, 2005) was an American lightweight boxer from Atlantic City, New Jersey, who once held the International Boxing Federation version of the world title. He won the title on June 17, 2005, against the Italian fighter Stefano Zoff, winning after the referee stopped the fight in the seventh round. Johnson lost his first IBF title defense.",
      "pageId": 2708040,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Pernille_Fischer_Christensen",
      "name": "Pernille Fischer Christensen",
      "aboutText": "Doyle Bramhall II (born 24 December 1968) is an American blues musician known for his work with Eric Clapton, Roger Waters and his own band Arc Angels. He has released three solo albums, the last being Welcome in 2001.",
      "pageId": 2748994,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Taro_Goto",
      "name": "Taro Goto",
      "aboutText": "Milan Blagojević (born 24 December 1969 in Sydney, New South Wales) is an Australian retired soccer player.",
      "pageId": 4637905,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Stephen_Shaun_Griffiths",
      "name": "Stephen Shaun Griffiths",
      "aboutText": "Miyuki Matsushita (松下 美由紀, Matsushita Miyuki, born December 24 1969 in Saitama Prefecture) is a Japanese voice actress affiliated with Arts Vision.",
      "pageId": 5499319,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Leavander_Johnson",
      "name": "Leavander Johnson",
      "aboutText": "Luis Eduardo Musrri Saravia (born 24 December 1969 in Mallarauco) is a retired Chilean football player.",
      "pageId": 5986385,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ryuji_Kato",
      "name": "Ryuji Kato",
      "aboutText": "Mariko Shiga (志賀 真理子, Shiga Mariko, December 24, 1969 – November 23, 1989) was an idol star and voice actress born in Funabashi, Chiba Prefecture. She attended and graduated from Funabashi Municipal High School before enrolling in the University of California, Riverside in 1989. While on a trip to Arizona in November of that same year, Shiga was killed in an accident near Flagstaff when she was thrown from the vehicle due to the car rolling as it swerved to miss an animal.",
      "pageId": 8007651,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Nick_Love",
      "name": "Nick Love",
      "aboutText": "Marleen Renders (born 24 December 1968, in Diest) is a retired female long-distance runner from Belgium, who represented her native country thrice at the Summer Olympics: in 1988, 1996 and 2000. In 1995 she won the Antwerp Marathon, in 1998 the Berlin Marathon, and she triumphed twice in the Paris Marathon in 2000 and 2002 (with a personal best of 2:23:05).\nShe was victorious at the Berlin Half Marathon in 1997 and 1998 and was the 2003 winner of the City-Pier-City Loop half marathon in the Hague.",
      "pageId": 8068109,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Miyuki_Matsushita",
      "name": "Miyuki Matsushita",
      "aboutText": "Nick Love (born 24 December 1969) is an English film director and writer.",
      "pageId": 10241377,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Clinton_McKinnon_(musician)",
      "name": "Clinton McKinnon",
      "aboutText": "Sean Cameron Michael (born 24 December 1969) is a South African actor, writer and singer.",
      "pageId": 12365826,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Sean_Cameron_Michael",
      "name": "Sean Cameron Michael",
      "aboutText": "Pernille Fischer Christensen (born 24 December 1969) is a Danish film director and the older sister of actor Stine Fischer Christensen. She started out in the movie business when she was 20 years old as an assistant to Tómas Gislason. During that time, Gislason was closely connected to Lars von Trier, and she got to listen to Gislason and von Trier's discussions about movies.",
      "pageId": 15219887,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ed_Miliband",
      "name": "Ed Miliband",
      "aboutText": "Choi Jin-Sil (December 24, 1968 – October 2, 2008) was a popular South Korean actress. She was considered one of the best actresses in South Korea, nicknamed \"The Nation's Actress\". She played leading roles in 18 movies and 20 television dramas and appeared in 140 commercials.",
      "pageId": 19567054,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mark_Millar",
      "name": "Mark Millar",
      "aboutText": "Oleg Ivanovich Skripochka (born 24 December 1969 in Nevinnomyssk, Stavropol Krai, Russia) is a Russian cosmonaut. In 2011 he was in space serving as an Expedition 25/26 crewmember.\nOn April 12, 2011, Skripochka was awarded the titles of Hero of the Russian Federation and Pilot-Cosmonaut of the Russian Federation for courage and heroism in the implementation of long-duration space flight on the International Space Station.",
      "pageId": 19843593,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Luis_Musrri",
      "name": "Luis Musrri",
      "aboutText": "Ryuji Kato (加藤 竜二, born 24 December 1969) is a retired Japanese football player.",
      "pageId": 27102844,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mariko_Shiga",
      "name": "Mariko Shiga",
      "aboutText": "Taro Goto (後藤 太郎, born December 24 1969) is a former Japanese football player.",
      "pageId": 27151765,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Oleg_Skripochka",
      "name": "Oleg Skripochka",
      "aboutText": "The Bradford murders were three serial killings of prostitutes in the city of Bradford, West Yorkshire in 2009 and 2010.\n43-year-old Susan Rushworth disappeared on 22 June 2009, followed by 31-year-old Shelley Armitage on 26 April 2010 and 36-year-old Suzanne Blamires on 21 May of the same year.\nStephen Shaun Griffiths, 40, was arrested on 24 May and subsequently charged with killing the three women.",
      "pageId": 27506925,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Gintaras_Stau%C4%8D%C4%97",
      "name": "Gintaras Staučė",
      "aboutText": "Enrique Martín Morales (born December 24, 1971), commonly known as Ricky Martin, is a Puerto Rican singer, actor, and author. Martin began his career at age twelve with the all-boy pop group Menudo. After five years with the group, he released several Spanish-language solo albums throughout the 1990s.",
      "pageId": 84065,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Chen_Yueling",
      "name": "Chen Yueling",
      "aboutText": "Jonathan L. Zittrain (born 24 December 1969) is an American professor of Internet law and the George Bemis Professor of International Law at Harvard Law School. He is also a professor at the Harvard Kennedy School, a professor of computer science at the Harvard School of Engineering and Applied Sciences, and co-founder and director of Harvard's Berkman Center for Internet & Society. Previously, Zittrain was Professor of Internet Governance and Regulation at the Oxford Internet Institute of the University of Oxford and visiting professor at the New York University School of Law and Stanford Law School.",
      "pageId": 213197,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jonathan_Zittrain",
      "name": "Jonathan Zittrain",
      "aboutText": "José Marcelo Salas Melinao (born 24 December 1974 in Temuco), dubbed as El Matador and Shileno, is a retired Chilean footballer who played as a striker.\nHe has played in Chile, Argentina and Italy and has won titles for whom he has played, and was voted South American Footballer of the Year in 1997. Well known his deft touch with his left foot and aerial ability, Salas had a prolific goalscoring record, and is the all-time top goalscorer for the Chilean national team.",
      "pageId": 424153,
      "monthDay": "12/24"
    },
    {
      "year": "1969",
      "uri": "/wiki/Michael_Zucchet",
      "name": "Michael Zucchet",
      "aboutText": "George Edward \"Eddie\" Pope (December 24, 1973) is a retired American soccer player who last played for Real Salt Lake of Major League Soccer and spent eleven years as a defender for the United States national team. He is a member of the National Soccer Hall of Fame.",
      "pageId": 887439,
      "monthDay": "12/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Adam_Haslett",
      "name": "Adam Haslett",
      "aboutText": "Michael J. Zucchet (born December 24, 1969) is a San Diego-born American Democratic politician, a former member of the San Diego City Council, and a former Deputy Mayor of San Diego.",
      "pageId": 1869803,
      "monthDay": "12/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Larissa_Net%C5%A1eporuk",
      "name": "Larissa Netšeporuk",
      "aboutText": "Paal Nilssen-Love (born 24 December 1974) is a Norwegian drummer active in the jazz and free jazz genres.\n^ \"Nilssen-Love, Paal Biography - Norsk Musikkinformasjon MIC.no\".",
      "pageId": 2519683,
      "monthDay": "12/24"
    },
    {
      "year": "1970",
      "uri": "/wiki/Amaury_Nolasco",
      "name": "Amaury Nolasco",
      "aboutText": "Amaury Nolasco Garrido (born December 24, 1970) is a Puerto Rican actor, best known for the role of Fernando Sucre on the Fox television series Prison Break, and for his role in Transformers.",
      "pageId": 2777216,
      "monthDay": "12/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Oro_(wrestler)",
      "name": "Oro",
      "aboutText": "Ali Salem Tamek (Arabic: علي سالم التامك‎; born December 24, 1973, in Assa, Morocco) is a Sahrawi independence activist, human rights defender and trade unionist.\nAli Salem Tamek was born in Assa, southern Morocco. He has emerged as one of the most outspoken Sahrawi dissidents under Moroccan rule.",
      "pageId": 2996674,
      "monthDay": "12/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Giorgos_Alkaios",
      "name": "Giorgos Alkaios",
      "aboutText": "Giorgos Alkaios (Greek:Γιώργος Αλκαίος; born 24 December 1971) is a Greek recording artist. His career began in 1989 after appearing on a Greek reality show. Following a brief period of stage acting, Alkaios dedicated himself to music.",
      "pageId": 3387366,
      "monthDay": "12/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sascha_Fischer",
      "name": "Sascha Fischer",
      "aboutText": "Gintaras Mindaugovich Staučė (born 24 December 1969) is a former Lithuanian footballer. He currently works as a goalkeeping coach with the Legia Warsaw. An outstanding goalkeeper, he won 61 caps for the Lithuanian national football team, and is the former record holder for his country.",
      "pageId": 3592122,
      "monthDay": "12/24"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ricky_Martin",
      "name": "Ricky Martin",
      "aboutText": "Stephenie Meyer (née Morgan; /ˈmaɪ.ər/; born December 24, 1973) is an American young-adult fiction writer and film producer, best known for her vampire romance series Twilight. The Twilight novels have gained worldwide recognition and sold over 100 million copies, with translations into 37 different languages. Meyer was the bestselling author of 2008 and 2009 in America, having sold over 29 million books in 2008, and 26.5 million books in 2009.",
      "pageId": 4484462,
      "monthDay": "12/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/%C3%81lvaro_Mes%C3%A9n",
      "name": "Álvaro Mesén",
      "aboutText": "Adam Haslett (born December 24, 1970) is an American fiction writer. He was born in Port Chester, New York and grew up in Oxfordshire, England, and Wellesley, Massachusetts. He is a graduate of Swarthmore College (B.A., 1992), the University of Iowa (M.F.A., 1999), and Yale Law School (J.D., 2003).",
      "pageId": 4540878,
      "monthDay": "12/24"
    },
    {
      "year": "1972",
      "uri": "/wiki/Klaus_Schnellenkamp",
      "name": "Klaus Schnellenkamp",
      "aboutText": "Chen Yueling (simplified Chinese: 陈跃玲; traditional Chinese: 陳躍玲; pinyin: Chén Yuèlíng; born December 24 1969 (also reported as April 1 1968) in Liaoning, China) is now an American race walker, who became the first ever female Olympic Race walking champion in 1992 while competing for China. She was virtually tied with former Soviet, Unified Team member Alina Ivanova with 200 meters to go. Ivanova then accelerated past Chen to the finish, while Chen held form.",
      "pageId": 4583784,
      "monthDay": "12/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Liu_Dong",
      "name": "Liu Dong",
      "aboutText": "Álvaro Mesén Murillo (born December 24, 1972) is a retired Costa Rican footballer.",
      "pageId": 5168036,
      "monthDay": "12/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Stephenie_Meyer",
      "name": "Stephenie Meyer",
      "aboutText": "Liu Dong (Chinese: 刘东; born 24 December 1973 in Jinzhou) is a retired Chinese middle-distance runner. She holds the current Asian record over 800 metres with 1:55.54 minutes. She set that record while winning at the 7th Chinese National Games.",
      "pageId": 5919048,
      "monthDay": "12/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Eddie_Pope",
      "name": "Eddie Pope",
      "aboutText": "Larissa Netšeporuk (née Larisa Teteryuk; born 24 December 1970 in Romny, Ukraine) is a retired heptathlete who represented Ukraine and Estonia.",
      "pageId": 8660022,
      "monthDay": "12/24"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ali_Salem_Tamek",
      "name": "Ali Salem Tamek",
      "aboutText": "Jesús Javier Hernández Silva (December 24, 1971 – October 26, 1993), was a known under the ring name Oro (Gold), a Mexican luchador enmascarado, or masked professional wrestler. Hernández died in 1993 as a direct result of a wrestling match. He was a second generation wrestler, and several of his brothers and cousins were also wrestlers.",
      "pageId": 15765094,
      "monthDay": "12/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Thure_Lindhardt",
      "name": "Thure Lindhardt",
      "aboutText": "Thure Frank Lindhardt (born 24 December 1974) is a Danish actor, educated at the drama school at Odense Theatre in 1998.",
      "pageId": 18890260,
      "monthDay": "12/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Paal_Nilssen-Love",
      "name": "Paal Nilssen-Love",
      "aboutText": "Klaus Schnellenkamp (* 24 December 1972 in Colonia Dignidad, Chile) is an established Chilean author. He gained worldwide fame after his spectacular escape from the Colonia Dignidad to Germany in December 2005. His book in German Geboren im Schatten der Angst; Ich überlebte die Colonia Dignidad.",
      "pageId": 24131587,
      "monthDay": "12/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marcelo_Salas",
      "name": "Marcelo Salas",
      "aboutText": "Sascha Fischer (born 24 December 1971 in Stuttgart) is retired a German international rugby union player, having last played for Le Bugue athletic club in the Federale 1 and also the German national rugby union team.\nHe played his last game for Germany against Belgium on 10 November 2007.\nHe played professionally for CS Bourgoin-Jallieu in France, a club he played Heineken Cup and European Challenge Cup matches for.",
      "pageId": 26559977,
      "monthDay": "12/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ryan_Seacrest",
      "name": "Ryan Seacrest",
      "aboutText": "Robert Coppola Schwartzman (born December 24, 1982) is an American actor and musician. Schwartzman is also best known as the lead vocalist of the rock/pop band Rooney. He has also acted in the short black-and-white film Lick the Star and The Virgin Suicides, both directed and co-written by his cousin Sofia Coppola, as well as The Princess Diaries.",
      "pageId": 620839,
      "monthDay": "12/24"
    },
    {
      "year": "1974",
      "uri": "/wiki/J.D._Walsh_(actor)",
      "name": "J.D. Walsh",
      "aboutText": "Stephen Leroy Appiah (/ˈæpɪɑː/ API-ah) (born 24 December 1980) is a Ghanaian retired footballer who played as a midfielder. Appiah was a member of the Ghana national team, which he has represented at the youth, Olympic, and senior levels.",
      "pageId": 1387360,
      "monthDay": "12/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Yuri_(Korean_singer)",
      "name": "Yuri",
      "aboutText": "Tomas Kalnoky (born December 24, 1980) is a Czech-born American musician. He is the lead singer/guitarist and songwriter of the bands Streetlight Manifesto and Bandits of the Acoustic Revolution, and goes by the pseudonym Toh Kay as a solo performer. He is the former lead singer/guitarist for 3rd-wave ska band Catch 22, but left the band after making only one album (their debut, Keasbey Nights) to attend Savannah College of Art and Design in Savannah, Georgia, for visual art.",
      "pageId": 1495511,
      "monthDay": "12/24"
    },
    {
      "year": "1976",
      "uri": "/wiki/Linda_Ferga",
      "name": "Linda Ferga",
      "aboutText": "Warren Gary Tredrea (born 24 December 1978) is a former Australian Rules Footballer with the Port Adelaide Football Club in the Australian Football League (AFL) and current Weekday Sports Presenter on Nine News Adelaide. Since his retirement from football, he has become a sports media personality featuring on television, radio and in newspapers.",
      "pageId": 1857284,
      "monthDay": "12/24"
    },
    {
      "year": "1977",
      "uri": "/wiki/Gil_Seong-joon",
      "name": "Gil Seong-joon",
      "aboutText": "Linda Ferga married Khodadin (born December 24, 1976 in Paris) is a French former athlete who competed in the 100 metres hurdles and 60 metres hurdles indoor.",
      "pageId": 2422220,
      "monthDay": "12/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Y%C4%B1ld%C4%B1ray_Ba%C5%9Ft%C3%BCrk",
      "name": "Yıldıray Baştürk",
      "aboutText": "Wallace Spearmon Jr. (born December 24, 1984 in Robbins, Illinois, USA) is a sprint athlete, who specializes in the 200 meters. He is a two-time NCAA outdoor champion in the 200 m and won the silver medal in the event at the 2005 World Championships in Athletics.",
      "pageId": 2593829,
      "monthDay": "12/24"
    },
    {
      "year": "1978",
      "uri": "/wiki/Warren_Tredrea",
      "name": "Warren Tredrea",
      "aboutText": "Shane Tuck (born 24 December 1981) is an Australian rules footballer who played for Richmond in the Australian Football League (AFL) and West Adelaide in the South Australian National Football League (SANFL).\nTuck originally played for Gippsland Football League club Drouin before moving to the Dandenong Stingrays in the elite junior TAC Cup. Taken at pick 24 at the 2000 Rookie Draft by Hawthorn, the club of his father, VFL/AFL games record holder Michael Tuck, Tuck spent three seasons at Hawthorn without playing league football before he was cut from the Hawthorn list at the end of the 2002 AFL season.",
      "pageId": 3033735,
      "monthDay": "12/24"
    },
    {
      "year": "1979",
      "uri": "/wiki/Chris_Hero",
      "name": "Chris Hero",
      "aboutText": "Cha Hyun-ok (Korean: 차현옥; born December 24, 1976), known by her stage name Yuri (Korean: 유리), is a South Korean pop singer. Debuting as a singer with Cool (쿨), she formed Girl Friends with best friend Chae Rina after the group's breakup in 2005.",
      "pageId": 3118713,
      "monthDay": "12/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Stephen_Appiah",
      "name": "Stephen Appiah",
      "aboutText": "Yıldıray Baştürk (Turkish pronunciation: [jɯɫˈdɯˈɾaj baʃˈtyrk], born 24 December 1978) is a retired Turkish footballer who last played for English Premier League club Blackburn Rovers in 2010.\nHe was capped 49 times for the Turkey national football team, representing the team at the 2002 FIFA World Cup where it finished in third place.",
      "pageId": 3318031,
      "monthDay": "12/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Maarja-Liis_Ilus",
      "name": "Maarja-Liis Ilus",
      "aboutText": "David Ragan (born December 24, 1985) is an American professional stock car racing driver. Residing in Huntersville, North Carolina, he last competed full-time in the NASCAR Sprint Cup Series, driving the No. 55 Toyota Camry for Michael Waltrip Racing.",
      "pageId": 3551452,
      "monthDay": "12/24"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tomas_Kalnoky",
      "name": "Tomas Kalnoky",
      "aboutText": "Alexey Dmitriev (born 24 December 1985) is a Belarusian-born German professional ice hockey player currently playing for the Düsseldorfer EG of the Deutsche Eishockey Liga (DEL).\nDmitriev moved to Germany from Belarus as a 10-year-old with his family. His father Andrey was also a professional ice hockey player and had represented HC Dynamo Minsk in the Soviet Hockey League before the move to the German lower league team Herner EG, where also Alexey Dmitriev later began his career.",
      "pageId": 3581556,
      "monthDay": "12/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dima_Bilan",
      "name": "Dima Bilan",
      "aboutText": "Chris Spradlin (born December 24, 1979) is an American professional wrestler, better known under the ring name Chris Hero. Hero has been a mainstay of many independent wrestling promotions, including Pro Wrestling Guerrilla and Ring of Honor as well as Pro Wrestling Noah in Japan. He is also known from his time in Independent Wrestling Association Mid-South, Combat Zone Wrestling and Chikara, where he was the co-head trainer of the Chikara Wrestle Factory.",
      "pageId": 3581951,
      "monthDay": "12/24"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shane_Tuck",
      "name": "Shane Tuck",
      "aboutText": "Maarja-Liis Ilus, sometimes better known by her performing name Maarja (born 24 December 1980 in Tallinn, Estonia) is a pop musician.",
      "pageId": 4150586,
      "monthDay": "12/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Masaki_Aiba",
      "name": "Masaki Aiba",
      "aboutText": "Masaki Aiba (相葉 雅紀, Aiba Masaki) (born December 24, 1982) is a Japanese idol, singer, actor, television personality, and radio host. He is a member of Japanese boy band Arashi.\nAiba began his career in the entertainment industry when he joined the Japanese talent agency Johnny & Associates in 1996 at the age of 13.",
      "pageId": 4372554,
      "monthDay": "12/24"
    },
    {
      "year": "1982",
      "uri": "/wiki/Robert_Coppola_Schwartzman",
      "name": "Robert Coppola Schwartzman",
      "aboutText": "Maarten Heijmans (born December 24, 1983 in Amsterdam) is a Dutch actor.",
      "pageId": 4433430,
      "monthDay": "12/24"
    },
    {
      "year": "1983",
      "uri": "/wiki/Maarten_Heijmans",
      "name": "Maarten Heijmans",
      "aboutText": "Díma Bilán (Russian: Ди́ма Била́н, IPA: [ˈdʲimə bʲɪˈlan]; born Ви́ктор Никола́евич Бела́н, Víktor Nikoláevich Belán, 24 December 1981 in Ust-Dzheguta, Karachay–Cherkessia) is a Russian actor, singer-songwriter and historian of Karachay descent. Bilan represented Russia at the Eurovision Song Contest 2006 with \"Never Let You Go\", finishing second, and he won the contest in 2008 in Belgrade, with the song \"Believe\".",
      "pageId": 4927415,
      "monthDay": "12/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Wallace_Spearmon",
      "name": "Wallace Spearmon",
      "aboutText": "John Douglas \"J. D.\" Walsh (born December 24, 1974) is an American actor, writer, producer, and improv comedy leader. He is best known for his role as Gordon on Two and a Half Men.",
      "pageId": 5616641,
      "monthDay": "12/24"
    },
    {
      "year": "1984",
      "uri": "/wiki/Burak_%C3%96z%C3%A7ivit",
      "name": "Burak Özçivit",
      "aboutText": "Ryan John Seacrest (born December 24, 1974) is an American radio personality, television host, and producer.",
      "pageId": 9233381,
      "monthDay": "12/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alexey_Dmitriev",
      "name": "Alexey Dmitriev",
      "aboutText": "Gil Seong-joon (Korean: 길성준, Hanja: 吉成俊; born December 24, 1977), better known by his stage name Gil (Korean: 길) is a South Korean singer and television personality. He is co-founder of Leessang. He has been a member of MBC's Infinite Challenge since April 2009.",
      "pageId": 25989118,
      "monthDay": "12/24"
    },
    {
      "year": "1985",
      "uri": "/wiki/David_Ragan",
      "name": "David Ragan",
      "aboutText": "Burak Özçivit (born 24 December 1984 in Istanbul) is a Turkish actor and model.",
      "pageId": 44056580,
      "monthDay": "12/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tim_Elliott",
      "name": "Tim Elliott",
      "aboutText": "Satomi Ishihara (石原 さとみ, Ishihara Satomi, born December 24, 1986 in Tokyo)) is a Japanese actress.",
      "pageId": 2167097,
      "monthDay": "12/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kyrylo_Fesenko",
      "name": "Kyrylo Fesenko",
      "aboutText": "Melissa Holly Suffield (born 24 December 1992) is an English actress from London, best known for her role in the BBC soap opera EastEnders as Lucy Beale. Her first appearance on the show was 28 October 2004 and her last on 27 August 2010.",
      "pageId": 2768995,
      "monthDay": "12/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Satomi_Ishihara",
      "name": "Satomi Ishihara",
      "aboutText": "Riyo Mori (森 理世, Mori Riyo) (born December 24, 1986 in Aoi-ku, Shizuoka) is a Japanese actress, dancer, model and beauty queen who was crowned Miss Universe 2007.",
      "pageId": 10404795,
      "monthDay": "12/24"
    },
    {
      "year": "1986",
      "uri": "/wiki/Riyo_Mori",
      "name": "Riyo Mori",
      "aboutText": "Marcus James Jordan (born December 24, 1990) is an American former college basketball player who played for the UCF Knights men's basketball team of Conference USA. He is the son of Hall of Fame NBA player Michael Jordan.",
      "pageId": 11252389,
      "monthDay": "12/24"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jane_Summersett",
      "name": "Jane Summersett",
      "aboutText": "Kyrylo Fesenko (Ukrainian: Кирило Фесенко; born December 24, 1986) is a Ukrainian professional basketball player who plays for Lokomotiv Kuban of the VTB United League. Standing at 2.16 m (7 ft 1 in), he plays the center position.",
      "pageId": 12000717,
      "monthDay": "12/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Stefanos_Athanasiadis",
      "name": "Stefanos Athanasiadis",
      "aboutText": "Jane Summersett (born December 24, 1987) is an American former competitive ice dancer. She teamed up with Todd Gilles in April 2007. The two won the bronze medal at the 2008 Nebelhorn Trophy and placed seventh at the 2010 Four Continents Championships.",
      "pageId": 12283107,
      "monthDay": "12/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Emre_%C3%96zkan",
      "name": "Emre Özkan",
      "aboutText": "Simon Terwase Zenke (born 24 December 1988 in Kaduna) is a Nigerian footballer currently playing for Turkish TFF First League club Kardemir Karabükspor.",
      "pageId": 12411381,
      "monthDay": "12/24"
    },
    {
      "year": "1988",
      "uri": "/wiki/Simon_Zenke",
      "name": "Simon Zenke",
      "aboutText": "Stefanos \"Klaus\" Athanasiadis (Greek: Στέφανος \"Κλάους\" Αθανασιάδης; born 24 December 1988) is a Greek professional footballer who plays for PAOK and the Greek national team as a striker.",
      "pageId": 17839198,
      "monthDay": "12/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Brigetta_Barrett",
      "name": "Brigetta Barrett",
      "aboutText": "Ethan Jordan Bortnick (born December 24, 2000) is an American pianist, singer, composer, songwriter, actor and musician.",
      "pageId": 19118404,
      "monthDay": "12/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Marcus_Jordan",
      "name": "Marcus Jordan",
      "aboutText": "Waseem Tareen (Urdu: وسیم ترین‎; born on December 24, 1991), is a Pakistani footballer (striker) playing currently for WAPDA FC. Tareen was also the scorer of Pakistan Premier League with 11 goals in the 2007 season.",
      "pageId": 23486773,
      "monthDay": "12/24"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ryo_Miyake",
      "name": "Ryo Miyake",
      "aboutText": "Emre Özkan (born 24 December 1988) is a Turkish football defender who plays for Kardemir Karabükspor in the Turkish Süper Lig.",
      "pageId": 24669445,
      "monthDay": "12/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Lara_Michel",
      "name": "Lara Michel",
      "aboutText": "Anett Kontaveit (born 24 December 1995 in Tallinn) is an Estonian tennis player.\nKontaveit has won ten singles and five doubles titles on the ITF tour during her career. On 14 September 2015, she reached her best singles ranking of world number 96.",
      "pageId": 30689885,
      "monthDay": "12/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Wasim_Tareen",
      "name": "Wasim Tareen",
      "aboutText": "Brigetta Barrett (born in Westchester, New York on December 24, 1990) is a high jumper from the United States.",
      "pageId": 32944792,
      "monthDay": "12/24"
    },
    {
      "year": "1991",
      "uri": "/wiki/Louis_Tomlinson",
      "name": "Louis Tomlinson",
      "aboutText": "Timothy Elliott (born December 24, 1986) is an American mixed martial artist, who currently competes in the Flyweight division of Titan FC, where he is also the current Titan FC Flyweight Champion.",
      "pageId": 35561191,
      "monthDay": "12/24"
    },
    {
      "year": "1992",
      "uri": "/wiki/Melissa_Suffield",
      "name": "Melissa Suffield",
      "aboutText": "Ryo Miyake (三宅 諒, Miyake Ryō, born 24 December 1990) is a Japanese fencer. At the 2012 Summer Olympics he competed in the Men's foil, but was defeated in the second round. He won a silver medal in the team foil event.",
      "pageId": 36606224,
      "monthDay": "12/24"
    },
    {
      "year": "1993",
      "uri": "/wiki/Mariya_Nishiuchi",
      "name": "Mariya Nishiuchi",
      "aboutText": "Lara Michel (born 24 December 1991 in Morges) is a Swiss tennis player.\nMichel has won six singles and two doubles titles on the ITF tour in her career. On 13 October 2014, she reached her best singles ranking of world number 285.",
      "pageId": 39431066,
      "monthDay": "12/24"
    },
    {
      "year": "1994",
      "uri": "/wiki/Miguel_Castro",
      "name": "Miguel Castro",
      "aboutText": "Louis William Tomlinson (born Louis Troy Austin; 24 December 1991) is an English pop singer and songwriter, and actor, known as a member of the boy band One Direction.\nTomlinson began his career as an actor, initially appearing in ITV drama Fat Friends as an extra. He also went on to appear in another ITV drama film If I Had You and the BBC drama Waterloo Road.",
      "pageId": 40136993,
      "monthDay": "12/24"
    },
    {
      "year": "1995",
      "uri": "/wiki/Anett_Kontaveit",
      "name": "Anett Kontaveit",
      "aboutText": "Marina Chan (born Nur Marina Chan Si Min Alif Abdullah on 24 December 1997) is an Singaporean freestyle and butterfly swimmer. Hailing from a prominent swimming family, Chan only took up the sport in her first year of high school. She has represented her country at the FINA World Cup, Asian Games, Asian Swimming Championships, Commonwealth Games, Youth Olympic Games and the Asian Youth Games with her aim win a gold medal at the 2020 Olympic Games in Tokyo.",
      "pageId": 43821659,
      "monthDay": "12/24"
    },
    {
      "year": "1997",
      "uri": "/wiki/Marina_Chan",
      "name": "Marina Chan",
      "aboutText": "Miguel Ángel Castro (born December 24, 1994) is a Dominican professional baseball pitcher for the Colorado Rockies of Major League Baseball (MLB).",
      "pageId": 44310799,
      "monthDay": "12/24"
    },
    {
      "year": "2000",
      "uri": "/wiki/Ethan_Bortnick",
      "name": "Ethan Bortnick",
      "aboutText": "Mariya Nishiuchi (西内 まりや, Nishiuchi Mariya, born December 24, 1993 in Fukuoka Prefecture) is a Japanese model, actress, and singer-songwriter who is affiliated with Rising Production.",
      "pageId": 47038338,
      "monthDay": "12/24"
    }
  ]
}