{
  "people": [
    {
      "year": "765",
      "uri": "/wiki/Ali_al-Ridha",
      "name": "Ali al-Ridha",
      "aboutText": "Andrew Johnson (December 29, 1808 –  July 31, 1875) was the 17th President of the United States, serving from 1865 to 1869. Johnson became president as he was vice president at the time of President Abraham Lincoln's assassination. A Democrat who ran with Lincoln on the National Union ticket, Johnson came to office as the Civil War concluded.",
      "pageId": 1624,
      "monthDay": "12/29"
    },
    {
      "year": "1709",
      "uri": "/wiki/Elizabeth_of_Russia",
      "name": "Elizabeth of Russia",
      "aboutText": "William Ewart Gladstone (/ˈɡlædˌstən/; 29 December 1809 – 19 May 1898), was a British Liberal politician. In a career lasting over sixty years, he served as Prime Minister four separate times (1868–74, 1880–85, February–July 1886 and 1892–94), more than any other person, and served as Chancellor of the Exchequer four times. Gladstone was also Britain's oldest Prime Minister; he resigned for the final time when he was 84 years old.",
      "pageId": 33954,
      "monthDay": "12/29"
    },
    {
      "year": "1721",
      "uri": "/wiki/Madame_de_Pompadour",
      "name": "Madame de Pompadour",
      "aboutText": "Thomas Joannes Stieltjes (Dutch: [ˈstilcəs], 29 December 1856 – 31 December 1894) was a Dutch mathematician. He was born in Zwolle and died in Toulouse, France. He was a pioneer in the field of moment problems and contributed to the study of continued fractions.",
      "pageId": 40589,
      "monthDay": "12/29"
    },
    {
      "year": "1796",
      "uri": "/wiki/Johann_Christian_Poggendorff",
      "name": "Johann Christian Poggendorff",
      "aboutText": "Elizaveta Petrovna (Russian: Елизаве́та (Елисаве́т) Петро́вна) (29 December [O.S. 18 December] 1709 – 5 January 1762 [O.S. 25 December 1761]), also known as Yelisaveta and Elizabeth, was the Empress of Russia from 1741 until her death. She led the country into the two major European conflicts of her time: the War of Austrian Succession (1740–48) and the Seven Years' War (1756–63). On the eve of her death, Russia spanned almost 6,250,000 square miles (16,200,000 km2).",
      "pageId": 44319,
      "monthDay": "12/29"
    },
    {
      "year": "1800",
      "uri": "/wiki/Charles_Goodyear",
      "name": "Charles Goodyear",
      "aboutText": "Pau Casals i Defilló (Catalan: [ˈpaw kəˈzaɫz i dəfiˈʎo]; December 29, 1876 – October 22, 1973), better known in some countries as Pablo Casals, was a Spanish cellist and conductor from Catalonia. He is generally regarded as the pre-eminent cellist of the first half of the 20th century, and one of the greatest cellists of all time. He made many recordings throughout his career, of solo, chamber, and orchestral music, also as conductor, but he is perhaps best remembered for the recordings of the Bach Cello Suites he made from 1936 to 1939.",
      "pageId": 49073,
      "monthDay": "12/29"
    },
    {
      "year": "1808",
      "uri": "/wiki/Andrew_Johnson",
      "name": "Andrew Johnson",
      "aboutText": "William \"Billy\" Mitchell (December 29, 1879 – February 19, 1936) was a United States Army general who is regarded as the father of the United States Air Force.\nMitchell served in France during World War I and, by the conflict's end, commanded all American air combat units in that country. After the war, he was appointed deputy director of the Air Service and began advocating increased investment in air power, believing that this would prove vital in future wars.",
      "pageId": 184170,
      "monthDay": "12/29"
    },
    {
      "year": "1809",
      "uri": "/wiki/William_Ewart_Gladstone",
      "name": "William Ewart Gladstone",
      "aboutText": "Jeanne Antoinette Poisson, Marquise de Pompadour, also known as Madame de Pompadour (29 December 1721 – 15 April 1764, French pronunciation: ​[pɔ̃.pa.duːʁ]), was a member of the French court and was the official chief mistress of Louis XV from 1745 to her death. She took charge of the king’s schedule and was a valued aide and advisor, despite her frail health and many political enemies. She secured titles of nobility for herself and her relatives, and built a network of clients and supporters.",
      "pageId": 194128,
      "monthDay": "12/29"
    },
    {
      "year": "1816",
      "uri": "/wiki/Carl_Ludwig",
      "name": "Carl Ludwig",
      "aboutText": "Charles Goodyear (December 18, 1800 – July 1, 1860) was an American self-taught chemist and manufacturing engineer who developed vulcanized rubber, for which he received patent number 3633 from the United States Patent Office on June 15, 1844.\nThough Goodyear is often credited with the invention of vulcanized rubber, modern evidence has proven that the Mesoamericans used stabilized rubber for balls and other objects as early as 1600 BC., and Thomas Hancock had a patent pending for a vulcanization process 8 weeks before Goodyear.\nGoodyear's discovery of the vulcanization process was accidental, after five years of searching for a more stable rubber and stumbling upon the effectiveness of heating after Thomas Hancock.",
      "pageId": 357102,
      "monthDay": "12/29"
    },
    {
      "year": "1843",
      "uri": "/wiki/Elisabeth_of_Wied",
      "name": "Elisabeth of Wied",
      "aboutText": "José Venustiano Carranza Garza (Spanish pronunciation: [benusˈtjano kaˈransa]; 29 December 1859 – 21 May 1920) was one of the main leaders of the Mexican Revolution, whose victorious northern revolutionary Constitutionalist Army, defeated the counter-revolutionary regime of Victoriano Huerta (February 1913-July 1914) and then defeated fellow revolutionaries after Huerta's ouster. He secured power in Mexico, serving the head of state 1915-1917. With the promulgation of a new revolutionary Mexican Constitution of 1917, he was elected president, serving 1917 to 1920.",
      "pageId": 363180,
      "monthDay": "12/29"
    },
    {
      "year": "1855",
      "uri": "/wiki/August_Kitzberg",
      "name": "August Kitzberg",
      "aboutText": "Pauline Elisabeth Ottilie Luise zu Wied (29 December 1843 – 2 March 1916) was the Queen consort of Romania as the wife of King Carol I of Romania, widely known by her literary name of Carmen Sylva.",
      "pageId": 410228,
      "monthDay": "12/29"
    },
    {
      "year": "1856",
      "uri": "/wiki/Thomas_Joannes_Stieltjes",
      "name": "Thomas Joannes Stieltjes",
      "aboutText": " '​Alī ibn Mūsā al-Rezā (Arabic: علي بن موسى الرضا‎) also called abu al-Hasan is commonly known as Ali al-Reza (c. 29 December 765 – 23 August 818) also commonly known in Persia as Imam Reza (Persian: امام رضا), was a descendant of the Prophet Muhammad and the eighth Shia Imam after his father Musa al-Kadhim and before his son Muhammad al-Jawad; and was an Imam of knowledge according to the Zaydi (Fiver) Shia school and Sufis. He lived in a period when Abbasid caliphs were facing numerous difficulties, the most important of which was Shia revolts.",
      "pageId": 430172,
      "monthDay": "12/29"
    },
    {
      "year": "1859",
      "uri": "/wiki/Venustiano_Carranza",
      "name": "Venustiano Carranza",
      "aboutText": "Johann Christian Poggendorff (29 December 1796 – 24 January 1877), was a German physicist born in Hamburg. By far the greater and more important part of his work related to electricity and magnetism. Poggendorff is known for his electrostatic motor which is analogous to Wilhelm Holtz's electrostatic machine.",
      "pageId": 475627,
      "monthDay": "12/29"
    },
    {
      "year": "1874",
      "uri": "/wiki/Fran%C3%A7ois_Brandt",
      "name": "François Brandt",
      "aboutText": "Jess Willard (December 29, 1881 – December 15, 1968) was a world heavyweight boxing champion known as the Pottawatomie Giant who knocked out Jack Johnson in April 1915 for the heavyweight title. He was known for his great strength and ability to absorb tremendous punishment, although today he is also known for his title loss to Jack Dempsey.\nWillard held the championship for more than four years.",
      "pageId": 741267,
      "monthDay": "12/29"
    },
    {
      "year": "1876",
      "uri": "/wiki/Pablo_Casals",
      "name": "Pablo Casals",
      "aboutText": "Baron Roman Nikolai Maximilian von Ungern-Sternberg (Russian: Барон Ро́берт-Ни́колай-Максими́лиан Рома́н Фёдорович фон У́нгерн-Ште́рнберг) (December 29, 1885 NS – September 15, 1921) was an anti-Bolshevik lieutenant general in the Russian Civil War and then an independent warlord whose Asiatic Cavalry Division wrested control of Mongolia from the occupation of Mongolia by the Republic of China in 1921.\nUngern-Sternberg's attraction to Vajrayana Buddhism and his eccentric, often violent treatment of enemies as well as his own troops earned him the sobriquet \"the Mad Baron\" during the Russian Civil War. He was also an arch conservative pan-monarchist who aspired to restore the Russian monarchy under Grand Duke Michael Alexandrovich of Russia and revive the Mongol Empire under the rule of the Bogd Khan.",
      "pageId": 911543,
      "monthDay": "12/29"
    },
    {
      "year": "1877",
      "uri": "/wiki/Max_Hess_(gymnast)",
      "name": "Max Hess",
      "aboutText": "Carl Friedrich Wilhelm Ludwig (German: [ˈluːtvɪç]; 29 December 1816 – 23 April 1895) was a German physician and physiologist.\nIn 1842 Ludwig became a professor of physiology and in 1846 of comparative anatomy. From professorships in Zurich and Vienna he went in 1865 to the University of Leipzig and developed there the Physiological Institute, designated today after him: Carl Ludwig Institute of Physiology.",
      "pageId": 1920481,
      "monthDay": "12/29"
    },
    {
      "year": "1879",
      "uri": "/wiki/Billy_Mitchell",
      "name": "Billy Mitchell",
      "aboutText": "Norman Frederic Hallows (29 December 1886 – 16 October 1968) was an English middle-distance runner. Educated at Felsted School, he won the bronze medal and set an Olympic record in the 1500 metres race at the 1908 Summer Olympics in London. His time in the first round was 4:03.4, beating the Olympic record set by American Mel Sheppard only minutes earlier by 1.6 seconds.",
      "pageId": 2065853,
      "monthDay": "12/29"
    },
    {
      "year": "1881",
      "uri": "/wiki/Scott_Leary",
      "name": "Scott Leary",
      "aboutText": "John Scott Leary (December 29, 1881 – July 1, 1958) was an American freestyle swimmer who competed in the 1904 Summer Olympics in St. Louis, Missouri.",
      "pageId": 12568091,
      "monthDay": "12/29"
    },
    {
      "year": "1881",
      "uri": "/wiki/Jess_Willard",
      "name": "Jess Willard",
      "aboutText": "François Brandt (29 December 1874 – 4 July 1949) was a Dutch rower who competed at the 1900 Summer Olympics in Paris. Brandt was part of the Dutch eight team that won a bronze medal with Hermanus Brockmann as the coxswain. Brockmann also steered the boat of Brandt and Roelof Klein in the coxed pairs semifinal, which they lost to France.",
      "pageId": 12661702,
      "monthDay": "12/29"
    },
    {
      "year": "1885",
      "uri": "/wiki/Roman_von_Ungern-Sternberg",
      "name": "Roman von Ungern-Sternberg",
      "aboutText": "Max Hess (December 29, 1877 – June 1969) was an American gymnast and track and field athlete who competed in the 1904 Summer Olympics.\nHe was born in Coburg, Germany and died in Philadelphia, Pennsylvania.\nIn 1904 he won the gold medal in the team event.",
      "pageId": 15130089,
      "monthDay": "12/29"
    },
    {
      "year": "1886",
      "uri": "/wiki/Norman_Hallows",
      "name": "Norman Hallows",
      "aboutText": "August Kitzberg (29 December [O.S. 17 December] 1855 in Põlde Laatre Parish, Viljandi County – 10 October 1927 in Tartu) was an Estonian writer.",
      "pageId": 37116784,
      "monthDay": "12/29"
    },
    {
      "year": "1895",
      "uri": "/wiki/Oswald_Freisler",
      "name": "Oswald Freisler",
      "aboutText": "Emil Julius Klaus Fuchs (29 December 1911 – 28 January 1988) was a German-born British theoretical physicist and atomic spy who, in 1950, was convicted of supplying information from the American, British, and Canadian Manhattan Project to the Soviet Union during and shortly after the Second World War. While at the Los Alamos National Laboratory, Fuchs was responsible for many significant theoretical calculations relating to the first nuclear weapons, and later, early models of the hydrogen bomb.\nThe son of a Lutheran pastor, Fuchs attended the University of Leipzig, where his father was a professor of theology, and became involved in student politics, joining the student branch of the Social Democratic Party of Germany (SPD), and the Reichsbanner Schwarz-Rot-Gold, the SPD's paramilitary organisation.",
      "pageId": 17317,
      "monthDay": "12/29"
    },
    {
      "year": "1896",
      "uri": "/wiki/David_Alfaro_Siqueiros",
      "name": "David Alfaro Siqueiros",
      "aboutText": "Ronald Harry Coase (/ˈkoʊs/; 29 December 1910 – 2 September 2013) was a British economist and author. He was for much of his life the Clifton R. Musser Professor Emeritus of Economics at the University of Chicago Law School, where he arrived in 1964 and remained for the rest of his life. After studying with the University of London External Programme in 1927–29, Coase entered the London School of Economics, where he took courses with Arnold Plant.",
      "pageId": 26354,
      "monthDay": "12/29"
    },
    {
      "year": "1899",
      "uri": "/wiki/Nie_Rongzhen",
      "name": "Nie Rongzhen",
      "aboutText": "William Lee \"Billy\" Tipton (born Dorothy Lucille Tipton, December 29, 1914 – January 21, 1989) was an American jazz musician and bandleader. He is also notable for the postmortem discovery that although he lived his adult life as a man, he was assigned female at birth.",
      "pageId": 169507,
      "monthDay": "12/29"
    },
    {
      "year": "1902",
      "uri": "/wiki/Nels_Stewart",
      "name": "Nels Stewart",
      "aboutText": "David Alfaro Siqueiros (born José de Jesús Alfaro Siqueiros, December 29, 1896, in Chihuahua - January 6, 1974, in Cuernavaca, Morelos) was a Mexican social realist painter, better known for his large murals in fresco. Along with Diego Rivera and José Clemente Orozco, he established \"Mexican Muralism.\" He was a Stalinist and member of the Mexican Communist Party who participated in an unsuccessful attempt to assassinate Leon Trotsky in May 1940.\nHis surname would normally be Alfaro by Spanish naming customs; like Picasso (Pablo Ruiz y Picasso) and Lorca (Federico García Lorca), Siqueiros used his mother's surname.",
      "pageId": 172013,
      "monthDay": "12/29"
    },
    {
      "year": "1903",
      "uri": "/wiki/Candido_Portinari",
      "name": "Candido Portinari",
      "aboutText": "Nie Rongzhen (simplified Chinese: 聂荣臻; traditional Chinese: 聶榮臻; pinyin: Niè Róngzhēn; Wade–Giles: Nieh Jung-chen) (December 29, 1899 – May 14, 1992) was a prominent Chinese Communist military leader, and one of ten Marshals in the People's Liberation Army of China.",
      "pageId": 309006,
      "monthDay": "12/29"
    },
    {
      "year": "1904",
      "uri": "/wiki/Kuvempu",
      "name": "Kuvempu",
      "aboutText": "Cândido Portinari (December 29, 1903 – February 6, 1962) was one of the most important Brazilian painters and also a prominent and influential practitioner of the neo-realism style in painting.\nBorn to Giovan Battista Portinari and Domenica Torquato, Italian immigrants from Veneto, in a coffee plantation near Brodowski, in São Paulo, Portinari studied at the Escola Nacional de Belas Artes (ENBA) in Rio de Janeiro. In 1928 he won a gold medal at the ENBA and a trip to Paris where he stayed until 1930, when he returned to Brazil.",
      "pageId": 430593,
      "monthDay": "12/29"
    },
    {
      "year": "1908",
      "uri": "/wiki/Helmut_Gollwitzer",
      "name": "Helmut Gollwitzer",
      "aboutText": "Thomas J. \"Tom\" Bradley (December 29, 1917 – September 29, 1998) was the 38th Mayor of Los Angeles, serving from 1973 to 1993. He was the only African-American mayor of that city, and his 20 years in office mark the longest tenure by any mayor in the city's history. His 1973 election made him the second African-American mayor of a major U.S. city.",
      "pageId": 434176,
      "monthDay": "12/29"
    },
    {
      "year": "1908",
      "uri": "/wiki/Magnus_Pyke",
      "name": "Magnus Pyke",
      "aboutText": "Magnus Alfred Pyke (29 December 1908 – 19 October 1992) was a British scientist and media figure, who, although apparently quite eccentric and playing up to the mad scientist stereotype, succeeded in explaining science to a lay audience.",
      "pageId": 923219,
      "monthDay": "12/29"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ronald_Coase",
      "name": "Ronald Coase",
      "aboutText": "Kuppali Venkatappa Puttappa (Kannada: ಕುಪ್ಪಳಿ ವೆಂಕಟಪ್ಪ ಪುಟ್ಟಪ್ಪ ; 29 December 1904 – 11 November 1994), popularly known by the pen name Kuvempu (ಕುವೆಂಪು) or by K. V. Puttappa, was a Kannada novelist, poet, playwright, critic and thinker. He is widely regarded as the greatest Kannada poet of the 20th century. He is the first among Kannada writers to be decorated with the prestigious Jnanpith Award.",
      "pageId": 966831,
      "monthDay": "12/29"
    },
    {
      "year": "1911",
      "uri": "/wiki/Klaus_Fuchs",
      "name": "Klaus Fuchs",
      "aboutText": "Helmut Gollwitzer (29 December 1908 – 17 October 1993) was a Protestant (Lutheran) theologian and author.",
      "pageId": 1304092,
      "monthDay": "12/29"
    },
    {
      "year": "1914",
      "uri": "/wiki/Zainul_Abedin",
      "name": "Zainul Abedin",
      "aboutText": "Albert Lee Tucker (29 December 1914 – 23 October 1999), was an Australian artist, and member of the Heide Circle, a group of modernist artists and writers that centred on the art patrons John and Sunday Reed, whose home, \"Heide\", located in Bulleen, near Heidelberg (outside Melbourne), was a haven for the group.",
      "pageId": 1890104,
      "monthDay": "12/29"
    },
    {
      "year": "1914",
      "uri": "/wiki/Billy_Tipton",
      "name": "Billy Tipton",
      "aboutText": "Robert Nelson \"Old Poison\" Stewart (December 29, 1902 – August 21, 1957) was a Canadian professional ice hockey player who played for the Montreal Maroons, New York Americans and Boston Bruins in the National Hockey League.",
      "pageId": 1921054,
      "monthDay": "12/29"
    },
    {
      "year": "1914",
      "uri": "/wiki/Albert_Tucker_(artist)",
      "name": "Albert Tucker",
      "aboutText": "Zainul Abedin (Bengali: জয়নুল আবেদিন; 29 December 1914 – 28 May 1976) was a Bangladeshi painter. He got the break through in 1944 with his Famine Series paintings of 1943. After partition he moved to Pakistan; and finally when Bangladesh was created in 1971, he was rightly considered the founding father of Bangladeshi art.",
      "pageId": 2168408,
      "monthDay": "12/29"
    },
    {
      "year": "1915",
      "uri": "/wiki/Bill_Osmanski",
      "name": "Bill Osmanski",
      "aboutText": "Elsa Viveca Torstensdotter Lindfors (29 December 1920 – 25 October 1995), better known under her professional name of Viveca Lindfors, was a Swedish stage and film actress.",
      "pageId": 2249330,
      "monthDay": "12/29"
    },
    {
      "year": "1915",
      "uri": "/wiki/Robert_Ruark",
      "name": "Robert Ruark",
      "aboutText": "Robert Ruark (December 29, 1915, in Wilmington, North Carolina – July 1, 1965, in London, England) was an American author, syndicated columnist, and \"big game\" hunter.",
      "pageId": 2438548,
      "monthDay": "12/29"
    },
    {
      "year": "1917",
      "uri": "/wiki/Tom_Bradley_(American_politician)",
      "name": "Tom Bradley",
      "aboutText": "Ramanand Sagar (29 December 1917 – 12 December 2005) (born Chandramauli Chopra) was an Indian film director. He is most famous for making the Ramayan television series, a 78-part TV adaptation of the ancient Hindu epic of the same name, starring Arun Govil as Lord Ram and Deepika Chikhalia as Sita. The Government of India awarded him the civilian honour of Padma Shri in 2000.",
      "pageId": 3429956,
      "monthDay": "12/29"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ramanand_Sagar",
      "name": "Ramanand Sagar",
      "aboutText": "Roman Vlad (29 December 1919 – 21 September 2013) was an Italian composer, pianist, and musicologist of Romanian birth. Born in Cernauti, Bukovina, he studied with Titus Tarnawski and Liviu Russu in Romania earning a piano diploma. He moved to Rome in 1938 to study at the University of Rome and later the Accademia Nazionale di Santa Cecilia.",
      "pageId": 3944466,
      "monthDay": "12/29"
    },
    {
      "year": "1919",
      "uri": "/wiki/Alfred_de_Grazia",
      "name": "Alfred de Grazia",
      "aboutText": "Alfred de Grazia (December 29, 1919 – July 13, 2014), born in Chicago, Illinois, was a political scientist and author.",
      "pageId": 5827326,
      "monthDay": "12/29"
    },
    {
      "year": "1919",
      "uri": "/wiki/Roman_Vlad",
      "name": "Roman Vlad",
      "aboutText": "William Thomas \"Bill\" Osmanski (December 29, 1915 – December 25, 1996) was an American football player and coach.",
      "pageId": 6217922,
      "monthDay": "12/29"
    },
    {
      "year": "1920",
      "uri": "/wiki/Viveca_Lindfors",
      "name": "Viveca Lindfors",
      "aboutText": "Oswald Freisler (29 December 1895 in Hamelin – 4 March 1939 in Berlin) was a lawyer in Nazi Germany and the brother of the Judge President of the People's Court, Roland Freisler.",
      "pageId": 42804111,
      "monthDay": "12/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Robert_C._Baker",
      "name": "Robert C. Baker",
      "aboutText": "Mary Tyler Moore (born December 29, 1936) is an American actress, primarily known for her roles in television sitcoms, including The Mary Tyler Moore Show (1970–77), in which she starred as Mary Richards, a thirty-something single woman who worked as a local news producer in Minneapolis, and, earlier, The Dick Van Dyke Show (1961–66), in which she played Laura Petrie, a former dancer turned Westchester homemaker, wife and mother. Her notable film work includes 1967's Thoroughly Modern Millie and 1980's Ordinary People, in which she played a role that was very different from the television characters she had portrayed, and for which she was nominated for an Academy Award for Best Actress.\nMoore has been active in charity work and various political causes, particularly the issues of animal rights and diabetes mellitus type 1.",
      "pageId": 20833,
      "monthDay": "12/29"
    },
    {
      "year": "1921",
      "uri": "/wiki/Dobrica_%C4%86osi%C4%87",
      "name": "Dobrica Ćosić",
      "aboutText": "Bernard Cribbins, OBE (born 29 December 1928) is an English character actor, voice-over artist and musical comedian with a career spanning over seventy years. He came to prominence in films of the 1960s, and has been in work consistently since his professional debut in the mid-1950s.\nCribbins narrated The Wombles, a BBC children's television programme that ran for 40 episodes between 1973 and 1975, and played the pretentious guest Mr.",
      "pageId": 151534,
      "monthDay": "12/29"
    },
    {
      "year": "1922",
      "uri": "/wiki/Little_Joe_Cook",
      "name": "Little Joe Cook",
      "aboutText": "Dina Merrill (born December 29, 1923) is an American actress, socialite, businesswoman and philanthropist.",
      "pageId": 163032,
      "monthDay": "12/29"
    },
    {
      "year": "1922",
      "uri": "/wiki/William_Gaddis",
      "name": "William Gaddis",
      "aboutText": "William Thomas Gaddis, Jr. (December 29, 1922 – December 16, 1998) was an American novelist. The first and longest of his five novels, The Recognitions, was named one of TIME magazine's 100 best novels from 1923 to 2005 and two others, J R and A Frolic of His Own, won the annual U.S. National Book Award for Fiction.",
      "pageId": 191870,
      "monthDay": "12/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Cheikh_Anta_Diop",
      "name": "Cheikh Anta Diop",
      "aboutText": "Andrew (\"Andy\") William Stanfield (December 29, 1927 – June 15, 1985) was an American sprinter and Olympic gold and silver medallist.",
      "pageId": 489631,
      "monthDay": "12/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Morton_Estrin",
      "name": "Morton Estrin",
      "aboutText": "Inga Swenson (born December 29, 1932; Omaha, Nebraska) is an American actress.",
      "pageId": 853373,
      "monthDay": "12/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Dina_Merrill",
      "name": "Dina Merrill",
      "aboutText": "Prince Yi Gu (29 December 1931 –  16 July 2005) was a Korean prince. He was pretender to the Korean Imperial Throne from 1970 until he died in 2005. He was the grandson of Gojong of the Joseon dynasty.",
      "pageId": 1444048,
      "monthDay": "12/29"
    },
    {
      "year": "1923",
      "uri": "/wiki/Shlomo_Venezia",
      "name": "Shlomo Venezia",
      "aboutText": "Cheikh Anta Diop (29 December 1923 – 7 February 1986) was a historian, anthropologist, physicist, and politician who studied the human race's origins and pre-colonial African culture. Though Diop is sometimes referred to as an Afrocentrist, he predates the concept and thus was not himself an Afrocentric scholar. However, Diopian thought, as it is called, is paradigmatic to Afrocentricity.",
      "pageId": 1981069,
      "monthDay": "12/29"
    },
    {
      "year": "1924",
      "uri": "/wiki/Joe_Allbritton",
      "name": "Joe Allbritton",
      "aboutText": "Matt \"Guitar\" Murphy (born December 29, 1929) is an American blues guitarist.",
      "pageId": 2127093,
      "monthDay": "12/29"
    },
    {
      "year": "1925",
      "uri": "/wiki/Pete_Dye",
      "name": "Pete Dye",
      "aboutText": "Edward Paul \"Ed\" Flanders (December 29, 1934 – February 22, 1995) was an American actor best known for his role as Dr. Donald Westphall in the television series St. Elsewhere.",
      "pageId": 2197689,
      "monthDay": "12/29"
    },
    {
      "year": "1927",
      "uri": "/wiki/Andy_Stanfield",
      "name": "Andy Stanfield",
      "aboutText": "Dobrosav \"Dobrica\" Ćosić (Serbian Cyrillic: Добросав Добрица Ћосић, Serbian pronunciation: [dɔ̂brit͡sa t͡ɕɔ̌ːsit͡ɕ]; 29 December 1921 – 18 May 2014) was a Serbian writer, as well as a political and Serb nationalist theorist. He was the first president of the Federal Republic of Yugoslavia from 1992 to 1993.",
      "pageId": 3799511,
      "monthDay": "12/29"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bernard_Cribbins",
      "name": "Bernard Cribbins",
      "aboutText": "Robert C. Baker (December 29, 1921 – March 13, 2006) was an inventor and Cornell University professor who invented the chicken nugget as well as many other poultry related inventions.",
      "pageId": 4885262,
      "monthDay": "12/29"
    },
    {
      "year": "1929",
      "uri": "/wiki/Matt_Murphy_(blues_guitarist)",
      "name": "Matt Murphy",
      "aboutText": "Sir Samuel Brittan (born 29 December 1933) is an English journalist and author. He was the first economics correspondent for the Financial Times, and has since been a long-time columnist.",
      "pageId": 5424861,
      "monthDay": "12/29"
    },
    {
      "year": "1931",
      "uri": "/wiki/Yi_Gu",
      "name": "Yi Gu",
      "aboutText": "Morton Estrin (born in Burlington, Vermont on December 29, 1923) is an American classical pianist. His career began in 1949 with a well-received recital at Town Hall. He studied with the teacher Vera Maurina-Press and others.",
      "pageId": 5965876,
      "monthDay": "12/29"
    },
    {
      "year": "1931",
      "uri": "/wiki/Stasys_Stonkus",
      "name": "Stasys Stonkus",
      "aboutText": "Paul B. \"Pete\" Dye (born December 29, 1925) is a golf course designer and a member of a family of course designers. He is married to fellow designer and former amateur champion Alice Dye.",
      "pageId": 6302749,
      "monthDay": "12/29"
    },
    {
      "year": "1932",
      "uri": "/wiki/Inga_Swenson",
      "name": "Inga Swenson",
      "aboutText": "Stanislovas \"Stasys\" Stonkus (29 December 1931 – 19 February 2012) was a Soviet and Lithuanian basketball player who competed for the Soviet Union in the 1952 Summer Olympics and in the 1956 Summer Olympics. He was born in Telšiai. In 1954, he graduated from the Lithuanian National Physical Education Institute.",
      "pageId": 11842775,
      "monthDay": "12/29"
    },
    {
      "year": "1933",
      "uri": "/wiki/Samuel_Brittan",
      "name": "Samuel Brittan",
      "aboutText": "Virgil Lewis Johnson (December 29, 1935 – February 24, 2013) was an African American deejay, formerly at radio station KDAV in Lubbock. He was the lead singer of The Velvets, a 1950s and 1960s vocal quintet from Odessa, also in West Texas. They are best remembered for their 1961 hit \"Tonight (Could Be the Night)\", which peaked at No.",
      "pageId": 16323841,
      "monthDay": "12/29"
    },
    {
      "year": "1934",
      "uri": "/wiki/Ed_Flanders",
      "name": "Ed Flanders",
      "aboutText": "Shlomo Venezia (Greek: Σλόμο Βενέτσια; 29 December 1923 – 1 October 2012) was a Greek-born Italian Jew. He was a survivor of the Auschwitz-Birkenau concentration camp.",
      "pageId": 36187739,
      "monthDay": "12/29"
    },
    {
      "year": "1935",
      "uri": "/wiki/Virgil_Johnson_(singer)",
      "name": "Virgil Johnson",
      "aboutText": "Joe Lewis Allbritton (December 29, 1924 – December 12, 2012) was an American banker, publisher and philanthropist.",
      "pageId": 37930501,
      "monthDay": "12/29"
    },
    {
      "year": "1936",
      "uri": "/wiki/Mary_Tyler_Moore",
      "name": "Mary Tyler Moore",
      "aboutText": "Joseph Cook (December 29, 1922 – April 15, 2014), known as Little Joe Cook, was an American rhythm and blues singer and songwriter. He is best known as the lead singer of Little Joe & The Thrillers, whose song \"Peanuts\" reached no.",
      "pageId": 38321316,
      "monthDay": "12/29"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ray_Nitschke",
      "name": "Ray Nitschke",
      "aboutText": "Jonathan Vincent \"Jon\" Voight (/vɔɪt/; born December 29, 1938) is an American actor. He is the winner of one Academy Award, having been nominated for four. He has also won four Golden Globe Awards and nominated for ten.",
      "pageId": 16521,
      "monthDay": "12/29"
    },
    {
      "year": "1937",
      "uri": "/wiki/Wayne_Huizenga",
      "name": "Wayne Huizenga",
      "aboutText": "Marianne Evelyn Faithfull (born 29 December 1946) is an English singer, songwriter and actress, whose career has spanned six decades.\nHer early work in pop and rock music in the 1960s was overshadowed by her struggle with drug abuse in the 1970s. During the first two-thirds of that decade, she produced only two little-noticed studio albums.",
      "pageId": 167651,
      "monthDay": "12/29"
    },
    {
      "year": "1937",
      "uri": "/wiki/Barbara_Steele",
      "name": "Barbara Steele",
      "aboutText": "Edward Bridge \"Ted\" Danson III (born December 29, 1947) is an American actor, author, and producer, well known for his role as lead character Sam Malone in the sitcom Cheers, and his role as Dr. John Becker on the sitcom Becker. He also starred in the CBS dramas CSI: Crime Scene Investigation and CSI: Cyber as D.B. Russell.",
      "pageId": 217241,
      "monthDay": "12/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Harvey_Smith_(equestrian)",
      "name": "Harvey Smith",
      "aboutText": "Colin Trevor \"Cozy\" Powell (29 December 1947 – 5 April 1998) was an English rock drummer, who made his name with many major rock bands like The Jeff Beck Group, Rainbow, Robert Plant, Whitesnake and Black Sabbath.\nPowell had appeared on at least 66 albums, with contributions on many other recordings. Many rock drummers have cited him as a major influence.",
      "pageId": 291410,
      "monthDay": "12/29"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jon_Voight",
      "name": "Jon Voight",
      "aboutText": "Richard Clare \"Rick\" Danko (December 29, 1943 – December 10, 1999) was a Canadian musician, bassist, songwriter and singer, best known as a member of the Band.",
      "pageId": 354680,
      "monthDay": "12/29"
    },
    {
      "year": "1940",
      "uri": "/wiki/Fred_Hansen",
      "name": "Fred Hansen",
      "aboutText": "Peter David Robinson (born 29 December 1948) is a British politician who is the outgoing First Minister of Northern Ireland and was the Leader of the Democratic Unionist Party (DUP) from 2008 to 2015. He was involved in Northern Irish politics for over 40 years, being a founding member of the DUP along with Ian Paisley.\nRobinson served as Paisley's Parliamentary Assistant at Westminster prior to assuming the role of General Secretary of the DUP in 1975, a position which he held until 1979 and which afforded him the opportunity to exert unprecedented influence within the fledgling Ulster loyalist party.",
      "pageId": 415675,
      "monthDay": "12/29"
    },
    {
      "year": "1941",
      "uri": "/wiki/Ray_Thomas",
      "name": "Ray Thomas",
      "aboutText": "Harry Wayne Huizenga (/haɪˈzɛŋɡə/, born December 29, 1937) is an American businessman and entrepreneur. He has been involved in the founding of three Fortune 500 corporations and is responsible for six New York Stock Exchange listed companies.",
      "pageId": 674228,
      "monthDay": "12/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Rick_Danko",
      "name": "Rick Danko",
      "aboutText": "Vincent Winter (29 December 1947 – 2 November 1998) was a Scottish film actor who was successful as a child actor.",
      "pageId": 804596,
      "monthDay": "12/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/Rajesh_Khanna",
      "name": "Rajesh Khanna",
      "aboutText": "Harvey Smith (born 29 December 1938) is a former British show jumping champion.\nSmith was born in the West Riding of Yorkshire, and still maintains his stables at Craiglands Farm, High Eldwick, Bingley, near Bradford. He stood out from the ranks of showjumpers because of his broad accent and blunt manner.",
      "pageId": 985777,
      "monthDay": "12/29"
    },
    {
      "year": "1942",
      "uri": "/wiki/%C3%93scar_Andr%C3%A9s_Rodr%C3%ADguez_Maradiaga",
      "name": "Óscar Andrés Rodríguez Maradiaga",
      "aboutText": "Barbara Steele (born 29 December 1937) is an English film actress. She is best known for starring in Italian gothic horror films of the 1960s. Her breakthrough role came in Italian director Mario Bava's Black Sunday (1960).",
      "pageId": 1004854,
      "monthDay": "12/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Bill_Aucoin",
      "name": "Bill Aucoin",
      "aboutText": "Raymond Ernest \"Ray\" Nitschke (December 29, 1936 – March 8, 1998) was a professional American football middle linebacker who spent his entire 15-year National Football League (NFL) career with the Green Bay Packers.",
      "pageId": 1333236,
      "monthDay": "12/29"
    },
    {
      "year": "1943",
      "uri": "/wiki/Molly_Bang",
      "name": "Molly Bang",
      "aboutText": "Óscar Andrés Rodríguez Maradiaga SDB (born December 29, 1942) is a Honduran Cardinal of the Catholic Church. He is the current Archbishop of Tegucigalpa, President of Caritas Internationalis and was President of the Latin American Episcopal Conference (CELAM) from 1995 to 1999. Rodríguez was elevated to the cardinalate in 2001.",
      "pageId": 1685926,
      "monthDay": "12/29"
    },
    {
      "year": "1946",
      "uri": "/wiki/Marianne_Faithfull",
      "name": "Marianne Faithfull",
      "aboutText": "Rajesh Khanna ( pronunciation  born Jatin Khanna; 29 December 1942 – 18 July 2012) was a Bollywood actor, film producer and politician. He is referred to as the \"first superstar\" and the \"original superstar\" of Indian cinema. He starred in 15 consecutive solo hit films in the period 1969 to 1971.",
      "pageId": 1862733,
      "monthDay": "12/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Richard_Crandall",
      "name": "Richard Crandall",
      "aboutText": "Raymond \"Ray\" Thomas (born 29 December 1941) is an English musician, best known as a flautist, singer and composer in the rock band, The Moody Blues.\nSome of his compositions are; \"Another Morning\" and \"Twilight Time\" (from Days of Future Passed), \"Dr. Livingstone, I Presume\" and \"Legend of a Mind\" (from In Search of the Lost Chord), \"Dear Diary\" and \"Lazy Day\" (from On the Threshold of a Dream), \"Eternity Road\",and \"Floating\" (from To Our Children's Children's Children), \"And the Tide Rushes In\" (from A Question of Balance), \"Our Guessing Game\" and \"Nice to Be Here\" (from Every Good Boy Deserves Favour), \"For My Lady\" (from Seventh Sojourn), and the medley \"Painted Smile/Reflective Smile/Veteran Cosmic Rocker\" (from Long Distance Voyager).",
      "pageId": 2834347,
      "monthDay": "12/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Ted_Danson",
      "name": "Ted Danson",
      "aboutText": "Frederick Morgan \"Fred\" Hansen (born December 29, 1940 in Cuero, Texas) is an American former athlete who competed mainly in the pole vault.\nA 1963 graduate of Rice University, he competed for the United States in the 1964 Summer Olympics held in Tokyo, Japan in the pole vault where he won the gold medal. He held the world record in the Pole Vault for almost 2 years.",
      "pageId": 7777510,
      "monthDay": "12/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Leonhard_Lapin",
      "name": "Leonhard Lapin",
      "aboutText": "Molly Garrett Bang (born December 29, 1943) is an American illustrator. For her illustration of children's books she has been a runner-up for the American Caldecott Medal three times and for the British Greenaway Medal once. Announced June 2015, her 1996 picture book Goose is the 2016 Phoenix Picture Book Award winner – that is, named by the Children's Literature Association the best English-language children's picture book that did not win a major award when it was published twenty years earlier.",
      "pageId": 8141104,
      "monthDay": "12/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Cozy_Powell",
      "name": "Cozy Powell",
      "aboutText": "Richard E. Crandall (December 29, 1947 – December 20, 2012) was an American physicist and computer scientist who made substantial contributions to computational number theory.\nCrandall was most notable for the development of the irrational base discrete weighted transform, an important method of finding very large primes. He was, at various times, Chief Scientist at NeXT Inc.",
      "pageId": 9210048,
      "monthDay": "12/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/David_Tanner_(rowing)",
      "name": "David Tanner",
      "aboutText": "Leonhard Lapin (born 29 December 1947) is a versatile Estonian artist who has been active in fine art, art theory and architecture as well as in literature.",
      "pageId": 23802289,
      "monthDay": "12/29"
    },
    {
      "year": "1947",
      "uri": "/wiki/Vincent_Winter",
      "name": "Vincent Winter",
      "aboutText": "William \"Bill\" Aucoin (29 December 1943 – 28 June 2010) was an American band manager, well known for his work with the rock band KISS.",
      "pageId": 30872959,
      "monthDay": "12/29"
    },
    {
      "year": "1948",
      "uri": "/wiki/Peter_Robinson_(Northern_Ireland_politician)",
      "name": "Peter Robinson",
      "aboutText": "Sir David Whitlock Tanner CBE (born 29 December 1947 in London) is the performance coach for the British Rowing Team. He has assisted the team to Olympic success from the 1984 Los Angeles games to the 2012 London games.",
      "pageId": 41493197,
      "monthDay": "12/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/Syed_Kirmani",
      "name": "Syed Kirmani",
      "aboutText": "Stanley Tookie Williams III (December 29, 1953 – December 13, 2005) was one of the early leaders in the West Side Crips, an American street gang which has its roots in South Central Los Angeles in 1969. Once incarcerated, he authored several books, including anti-gang and anti-violence literature and children's books.\nOn December 13, 2005, Williams was executed by lethal injection after clemency and a four-week stay of execution were both rejected by Governor Arnold Schwarzenegger, amid debate over the death penalty.",
      "pageId": 301009,
      "monthDay": "12/29"
    },
    {
      "year": "1949",
      "uri": "/wiki/David_Topliss",
      "name": "David Topliss",
      "aboutText": "Yvonne Marianne Elliman (born December 29, 1951) is an American singer who performed for four years in the first cast of Jesus Christ Superstar. She scored a number of hits in the 1970s and achieved a US #1 hit with \"If I Can't Have You\".",
      "pageId": 440818,
      "monthDay": "12/29"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jon_Polito",
      "name": "Jon Polito",
      "aboutText": "Nancy Jane Currie (former married name Sherlock, née Decker, born December 29, 1958) is an engineer, United States Army officer and a NASA astronaut.",
      "pageId": 597340,
      "monthDay": "12/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Yvonne_Elliman",
      "name": "Yvonne Elliman",
      "aboutText": "Alan Charles Rusbridger (born 29 December 1953) is a British journalist, Principal of Lady Margaret Hall, Oxford and the former editor-in-chief of The Guardian. He took up the post in 1995, having been a reporter and columnist earlier in his career. Rusbridger stood down from the post at the end of May 2015 and was succeeded by Katharine Viner.",
      "pageId": 1001464,
      "monthDay": "12/29"
    },
    {
      "year": "1951",
      "uri": "/wiki/Georges_Thurston",
      "name": "Georges Thurston",
      "aboutText": "Jon Polito (born December 29, 1950) is an American actor and voice artist.",
      "pageId": 1104910,
      "monthDay": "12/29"
    },
    {
      "year": "1952",
      "uri": "/wiki/Gelsey_Kirkland",
      "name": "Gelsey Kirkland",
      "aboutText": "Gelsey Kirkland (born December 29, 1952) is an American ballerina. Kirkland joined the New York City Ballet in 1968 at age fifteen, at the invitation of George Balanchine. She was promoted to soloist in 1969 and principal in 1972.",
      "pageId": 1527131,
      "monthDay": "12/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Gali_Atari",
      "name": "Gali Atari",
      "aboutText": "Iain Angus McLeod Paxton (born 29 December 1957) is a Scottish rugby union player who won 36 caps at number eight and lock between 1981 and 1988, scoring a total of five tries. He made his debut against New Zealand All Blacks on the 1981 tour and later that year he helped Scotland to a memorable 24-15 win over Australia at Murrayfield. He was also a key figure in Scotland’s 1984 Grand Slam winning side, playing in all matches, relegating John Beattie to the bench.",
      "pageId": 1616666,
      "monthDay": "12/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Alan_Rusbridger",
      "name": "Alan Rusbridger",
      "aboutText": "John Roger Voudouris (December 29, 1954 - August 3, 2003) was an American singer-songwriter/guitarist best known for his 1979 hit, \"Get Used to It.\"",
      "pageId": 1673764,
      "monthDay": "12/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Kate_Schmidt",
      "name": "Kate Schmidt",
      "aboutText": "Oliver Hirschbiegel (born 29 December 1957) is a German film director.",
      "pageId": 1703008,
      "monthDay": "12/29"
    },
    {
      "year": "1953",
      "uri": "/wiki/Stanley_Williams",
      "name": "Stanley Williams",
      "aboutText": "Avigail \"Gali\" Atari (Hebrew: גלי עטרי‎, born December 29, 1953) is an Israeli singer and actress. She is the sister of Yona Atari, a singer and actress, and the late Shosh Atari, a radio host and TV personality. Her parents immigrated to Israel from Yemen.",
      "pageId": 2149370,
      "monthDay": "12/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Albrecht_B%C3%B6ttcher",
      "name": "Albrecht Böttcher",
      "aboutText": "Norihito, Prince Takamado (高円宮憲仁親王, Takamado-no-miya Norihito Shinnō, 29 December 1954 – 21 November 2002) was a member of the Imperial House of Japan and the third son of Takahito, Prince Mikasa and Yuriko, Princess Mikasa. He was a first cousin of Emperor Akihito, and formerly was seventh in line to the Chrysanthemum throne.",
      "pageId": 2193972,
      "monthDay": "12/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Norihito,_Prince_Takamado",
      "name": "Norihito, Prince Takamado",
      "aboutText": "Syed Mujtaba Hussain Kirmani (Kannada: ಸೈಯದ್ ಮುಜ್ತಾಬ ಹುಸೇನ್ ಕಿರ್ಮಾನಿ)  pronunciation  (born 29 December 1949, in Madras) played cricket for India and Karnataka as a wicket-keeper.",
      "pageId": 2393836,
      "monthDay": "12/29"
    },
    {
      "year": "1954",
      "uri": "/wiki/Roger_Voudouris",
      "name": "Roger Voudouris",
      "aboutText": "Frederick \"Fred\" MacAulay (born 29 December 1956) is a Scottish comedian. For 18 years, until March 2015, he presented a daily BBC Scotland radio programme MacAulay and Co. He has appeared on numerous TV shows.",
      "pageId": 3531802,
      "monthDay": "12/29"
    },
    {
      "year": "1956",
      "uri": "/wiki/Fred_MacAulay",
      "name": "Fred MacAulay",
      "aboutText": "Brad Alan Grey (born December 29, 1957) is the chairman and CEO of Paramount Pictures, a position he has held since 2005. Under Grey’s leadership, Paramount finished No. 1 in global market share in 2011 and No.",
      "pageId": 3816035,
      "monthDay": "12/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Brad_Grey",
      "name": "Brad Grey",
      "aboutText": "Kate Schmidt, (born December 29, 1953, Long Beach, California) is an American former world record holder in the javelin throw. A native of California and a graduate of UCLA, she was a two-time (1972, 1976) Olympian, both times winning a bronze medal. She also made the USA Olympic team in 1980, but the team did not get to compete due to the 1980 Summer Olympics boycott ordered by then President Jimmy Carter.",
      "pageId": 4116850,
      "monthDay": "12/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Oliver_Hirschbiegel",
      "name": "Oliver Hirschbiegel",
      "aboutText": "Paul M. Rudnick (born December 29, 1957) is an American playwright, novelist, screenwriter and essayist. His plays have been produced both on and off Broadway and around the world, and Ben Brantley, when reviewing Rudnick’s The Most Fabulous Story Ever Told in The New York Times, wrote that, “Line by line, Mr.",
      "pageId": 5210829,
      "monthDay": "12/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Iain_Paxton",
      "name": "Iain Paxton",
      "aboutText": "David Topliss (29 December 1949 – 16 June 2008 (aged 58)) was an English Rugby League World Cup winning footballer, and coach. He played and coached with Wakefield Trinity (captain) (Heritage #746) in the late 1970s and early 1980s.\nHis playing career started at Normanton Juniors ARLFC before spending 13 years with Wakefield Trinity from 1968–81, he played Right-wing, i.e.",
      "pageId": 7713781,
      "monthDay": "12/29"
    },
    {
      "year": "1957",
      "uri": "/wiki/Paul_Rudnick",
      "name": "Paul Rudnick",
      "aboutText": "George Thurston (December 29, 1951 – June 18, 2007) was a Quebec singer, author and composer and radio show host.",
      "pageId": 11892262,
      "monthDay": "12/29"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nancy_J._Currie",
      "name": "Nancy J. Currie",
      "aboutText": "Albrecht Böttcher (born 29 December 1954 in Oberwiesenthal, Saxony, GDR) is a German mathematician.",
      "pageId": 31431593,
      "monthDay": "12/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Keith_Crossan",
      "name": "Keith Crossan",
      "aboutText": "Keith Crossan (born 29 December 1959 in Belfast, Northern Ireland), is a former Irish rugby union international player who played for the Irish national rugby union team. He played as a winger. He played for the Ireland team from 1982 to 1992, winning 41 caps and scoring 12 tries including 2 against Canada at the 1987 Rugby World Cup.",
      "pageId": 35687371,
      "monthDay": "12/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Patricia_Clarkson",
      "name": "Patricia Clarkson",
      "aboutText": "Bryan Keith \"Dexter\" Holland (born December 29, 1965) is an American musician and molecular biology graduate student, best known as the singer, rhythm guitarist, and primary songwriter for the punk rock band The Offspring.",
      "pageId": 188514,
      "monthDay": "12/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ann_Demeulemeester",
      "name": "Ann Demeulemeester",
      "aboutText": "David McKean (born 29 December 1963) is an English illustrator, photographer, comic book artist, graphic designer, filmmaker and musician. His work incorporates drawing, painting, photography, collage, found objects, digital art and sculpture.",
      "pageId": 243553,
      "monthDay": "12/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Martin_Moran",
      "name": "Martin Moran",
      "aboutText": "Patricia Davies Clarkson (born December 29, 1959) is an American actress. She has starred in many leading and supporting roles in films such as The Station Agent, The Green Mile, Far from Heaven, High Art, Dogville, Good Night, and Good Luck, Easy A, and Cairo Time. She was nominated for the Academy Award for Best Supporting Actress and the Golden Globe for her performance in Pieces of April (2003).",
      "pageId": 468364,
      "monthDay": "12/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Milton_Ottey",
      "name": "Milton Ottey",
      "aboutText": "Richard Charles Horton, FRCP, FMedSci, (born 29 December 1961) is the present editor-in-chief of The Lancet, a United Kingdom-based medical journal.\n^ a b c d HORTON, Dr Richard Charles. Who's Who 2014 (online Oxford University Press ed.).",
      "pageId": 542023,
      "monthDay": "12/29"
    },
    {
      "year": "1959",
      "uri": "/wiki/Paula_Poundstone",
      "name": "Paula Poundstone",
      "aboutText": "David Clarence Boon MBE (born 29 December 1960), nicknamed Boonie, is a former Australian cricketer whose international playing career spanned the years 1984–1996. A right-handed batsman and a very occasional off-spin bowler, he played First-class cricket for both his home state Tasmania and English county side Durham.\nKnown for his portly figure and distinctive moustache, Boon scored over 7,000 runs at Test level, and made over 100 appearances for both the Test and One Day International Australian side.",
      "pageId": 610312,
      "monthDay": "12/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/David_Boon",
      "name": "David Boon",
      "aboutText": "Paula Poundstone (born December 29, 1959) is an American stand-up comedian, author, actress, interviewer and commentator. Beginning in the late 1980s, she performed a series of one-hour HBO comedy specials. She provided backstage commentary during the 1992 presidential election on The Tonight Show with Jay Leno.",
      "pageId": 924760,
      "monthDay": "12/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Katerina_Didaskalou",
      "name": "Katerina Didaskalou",
      "aboutText": "Ann Demeulemeester (born 1959, Waregem, Belgium) is a fashion designer whose eponymous label Ann Demeulemeester is mainly showcased at the annual Paris Fashion Week. She is one of Antwerp Six in the fashion industry.\n^ a b Socha, Miles (21 November 2013).",
      "pageId": 1356491,
      "monthDay": "12/29"
    },
    {
      "year": "1960",
      "uri": "/wiki/Thomas_Lubanga_Dyilo",
      "name": "Thomas Lubanga Dyilo",
      "aboutText": "Jim Reid (born 29 December 1961) is the lead singer for the alternative rock band The Jesus and Mary Chain, which he formed with his elder brother and guitarist William Reid.",
      "pageId": 2043917,
      "monthDay": "12/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kevin_Granata",
      "name": "Kevin Granata",
      "aboutText": "Francisco Bustamante (born December 29, 1963, Philippines) is a Filipino professional pocket billiards (pool) player from Tarlac, and the 2010 World Nine-ball Champion, nicknamed \"Django\", after the lead character of the film of the same name, and sometimes also called \"Bustie\", especially in the United States.",
      "pageId": 2198072,
      "monthDay": "12/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jim_Reid",
      "name": "Jim Reid",
      "aboutText": "Devon Markes Whyte (formerly and commonly known as Devon White, born December 29, 1962), nicknamed \"Devo\", is a former Major League Baseball center fielder best known for his defensive ability at that position.",
      "pageId": 2536720,
      "monthDay": "12/29"
    },
    {
      "year": "1961",
      "uri": "/wiki/Richard_Horton_(editor)",
      "name": "Richard Horton",
      "aboutText": "Des Foy (born 29 December 1963 in Oldham, Lancashire) is a British former rugby league player, appearing for various teams in Britain and Australia, and at the international level for Great Britain and Ireland.\nFoy signed for Widnes at the age of seventeen, later transferring for an undisclosed fee to Oldham. In 1984, he toured with the British Lions to Australia, New Zealand and Papua New Guinea.",
      "pageId": 3299574,
      "monthDay": "12/29"
    },
    {
      "year": "1962",
      "uri": "/wiki/Devon_White_(baseball)",
      "name": "Devon White",
      "aboutText": "Patrick Sean Payton (born December 29, 1963) is an American football coach and the current head coach of the New Orleans Saints of the National Football League (NFL). Payton was a quarterback at Naperville Central High School and Eastern Illinois University and played professionally in 1987 and 1988. He began his coaching career as offensive assistant for San Diego State University and had several assistant coaching positions on college and NFL teams before being named as the tenth full-time coach in Saints history in 2006.",
      "pageId": 3756015,
      "monthDay": "12/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Francisco_Bustamante",
      "name": "Francisco Bustamante",
      "aboutText": "Thomas Lubanga Dyilo (born 29 December 1960) is a convicted war criminal from the Democratic Republic of the Congo (DRC) and the first person ever convicted by the International Criminal Court (ICC). He founded and led the Union of Congolese Patriots (UPC) and was a key player in the Ituri conflict (1999–2007). Rebels under his command have been accused of massive human rights violations, including ethnic massacres, murder, torture, rape, mutilation, and forcibly conscripting child soldiers.",
      "pageId": 4423646,
      "monthDay": "12/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Des_Foy",
      "name": "Des Foy",
      "aboutText": "Liisa Savijarvi (born 29 December 1963 in Bracebridge, Ontario) is a former Canadian skier.\nHer career in Alpine skiing started with the Southern Ontario Division Ski team in December 1978. She made many appearances at the Canadian Alpine Championships and the FIS World Cup.",
      "pageId": 4481423,
      "monthDay": "12/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Dave_McKean",
      "name": "Dave McKean",
      "aboutText": "Milton Bruce \"Milt\" Ottey (born December 29, 1959 in May Pen, Clarendon, Jamaica) is a retired Canadian high jumper. Milt came to Canada at the age of 10 years. He attended and graduated high school within the Toronto District School Board (TDSB).",
      "pageId": 4717913,
      "monthDay": "12/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Sean_Payton",
      "name": "Sean Payton",
      "aboutText": "Danilo Pérez (born 29 December 1965) is a Panamanian pianist and composer.",
      "pageId": 4738310,
      "monthDay": "12/29"
    },
    {
      "year": "1963",
      "uri": "/wiki/Liisa_Savijarvi",
      "name": "Liisa Savijarvi",
      "aboutText": "Kevin P. Granata (December 29, 1961 – April 16, 2007) was an American professor in multiple departments including the Departments of Engineering, Science and Mechanics (in which he was tenured) and Mechanical Engineering at Virginia Polytechnic Institute and State University (Virginia Tech), Blacksburg, Virginia. Granata held an additional academic appointment as a professor in the Virginia Tech-Wake Forest School of Biomedical Engineering and was an adjunct professor at the University of Virginia in the Department of Orthopedic Surgery. During the Virginia Tech shootings, he shepherded students into his office in order to safeguard them.",
      "pageId": 10727637,
      "monthDay": "12/29"
    },
    {
      "year": "1964",
      "uri": "/wiki/Shingo_Tsurumi",
      "name": "Shingo Tsurumi",
      "aboutText": "Katerina Didaskalou (born December 29, 1960 in Athens, Greece) is a Greek theatre, stage, television and film actress. She studied dramatic arts and philosophy in Athens and went on to study cinema and theater at Columbia University, on an Onassis Foundation scholarship. In 2005, she starred in Eric Rohmer's Triple Agent, as \"Arsinoe\", the Greek wife of a retired general of the Tsarist army.",
      "pageId": 12661297,
      "monthDay": "12/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dexter_Holland",
      "name": "Dexter Holland",
      "aboutText": "Shingo Tsurumi (鶴見 辰吾, Tsurumi Shingo, born December 29, 1964 in Tokyo) is a Japanese actor.",
      "pageId": 17028216,
      "monthDay": "12/29"
    },
    {
      "year": "1965",
      "uri": "/wiki/Danilo_P%C3%A9rez",
      "name": "Danilo Pérez",
      "aboutText": "Martin Moran (born December 29, 1959), is an American actor and writer who grew up in Denver, Colorado. He attended Stanford University and is best known for his autobiographical solo show about his childhood molestation called The Tricky Part, for which he won an Obie Award and received two Drama Desk Award nominations. In 1999 he gave his final Broadway performance as radioman Harold Bride in a play called Titanic but thanks to Manhattan Concert Productions returned to it in 2014.",
      "pageId": 40885317,
      "monthDay": "12/29"
    },
    {
      "year": "1966",
      "uri": "/wiki/Laurent_Boudouani",
      "name": "Laurent Boudouani",
      "aboutText": "David Jude Heyworth Law (born 29 December 1972), known professionally as Jude Law, is an English actor. He has received nominations for two Academy Awards, two Screen Actors Guild Awards, three Golden Globe Awards and two British Academy Awards, winning one. In 2007, he received an Honorary César and was named a Chevalier of the Order of Arts and Letters by the French government.",
      "pageId": 296256,
      "monthDay": "12/29"
    },
    {
      "year": "1966",
      "uri": "/wiki/Stefano_Eranio",
      "name": "Stefano Eranio",
      "aboutText": "Kevin Weisman (born December 29, 1970) is an American film, television and stage actor.",
      "pageId": 365360,
      "monthDay": "12/29"
    },
    {
      "year": "1966",
      "uri": "/wiki/Martin_Offiah",
      "name": "Martin Offiah",
      "aboutText": "Leonor Varela Pilme (born December 29, 1972) is a Chilean actress and model.",
      "pageId": 439681,
      "monthDay": "12/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ashleigh_Banfield",
      "name": "Ashleigh Banfield",
      "aboutText": "Aled Jones MBE (born 29 December 1970) is a Welsh singer best known for his television work with BBC and ITV as well as his radio work, mainly for BBC Radio 2.\nIn September 2012, Jones joined ITV Breakfast to present Daybreak, alongside Lorraine Kelly and Kate Garraway, having replaced former hosts Christine Bleakley and Adrian Chiles on the show. Jones later left Daybreak on 25 April 2014 to host the ITV weekend morning show, Weekend.",
      "pageId": 455810,
      "monthDay": "12/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Chris_Barnes_(musician)",
      "name": "Chris Barnes",
      "aboutText": "Ashleigh Banfield (born December 29, 1967) is a Canadian-American journalist who works for CNN and hosts the legal news program Legal View with Ashleigh Banfield. She previously hosted Early Start and the 11 a.m.",
      "pageId": 724815,
      "monthDay": "12/29"
    },
    {
      "year": "1967",
      "uri": "/wiki/Evan_Seinfeld",
      "name": "Evan Seinfeld",
      "aboutText": "Chad Lamont Butler (December 29, 1973 – December 4, 2007), better known by his stage name Pimp C, was a rapper, singer, and producer.",
      "pageId": 731992,
      "monthDay": "12/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jennifer_Ehle",
      "name": "Jennifer Ehle",
      "aboutText": "Jennifer Anne Ehle (/ˈiːliː/; born December 29, 1969) is an Anglo–American actress of stage and screen. She won the BAFTA TV Award for Best Actress for her role as Elizabeth Bennet in the 1995 BBC miniseries Pride and Prejudice. For her work on Broadway, she won the 2000 Tony Award for Best Actress in a Play for The Real Thing, and the 2007 Tony Award for Best Featured Actress in a Play for The Coast of Utopia.",
      "pageId": 1005587,
      "monthDay": "12/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Allan_McNish",
      "name": "Allan McNish",
      "aboutText": "Glen Phillips (born December 29, 1970) is an American songwriter, lyricist, singer and guitarist. He is best known as the singer and songwriter of 1990s alternative rock group Toad the Wet Sprocket.",
      "pageId": 1006211,
      "monthDay": "12/29"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jos%C3%A9_Antonio_Noriega",
      "name": "José Antonio Noriega",
      "aboutText": "Jason Clarence Kreis (born December 29, 1972) is an American soccer manager and former player. He was most recently the head coach of New York City FC in Major League Soccer. Prior to that, Kreis was the head coach of Real Salt Lake.",
      "pageId": 1029436,
      "monthDay": "12/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Aled_Jones",
      "name": "Aled Jones",
      "aboutText": "Allan McNish (born 29 December 1969) is a British former racing driver, commentator, and journalist from Scotland. He is a three-time winner of the 24 Hours of Le Mans, most recently in 2013, as well as a three-time winner of the American Le Mans Series, which he last won in 2007. He won the FIA World Endurance Championship (FIA WEC) in 2013.",
      "pageId": 1228199,
      "monthDay": "12/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Hidetoshi_Mitsusada",
      "name": "Hidetoshi Mitsusada",
      "aboutText": "Evan Seinfeld (born December 29, 1967) is an American musician and actor, as well as a director, photographer, and writer. He has also appeared in several pornographic films under the pseudonym \"Spyder Jonez\". He is best known as a founding member of Biohazard.",
      "pageId": 1353296,
      "monthDay": "12/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Glen_Phillips",
      "name": "Glen Phillips",
      "aboutText": "Chris Barnes (born December 29, 1966) is an American musician mainly noted for his deep-throat vocals, explicitly violent lyrics. He was the founding vocalist and lyricist of the death metal band Cannibal Corpse (from 1988 to 1995), later working as part of Six Feet Under, and has appeared on the Finnish death metal band Torture Killer's second album Swarm!.",
      "pageId": 1632426,
      "monthDay": "12/29"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kevin_Weisman",
      "name": "Kevin Weisman",
      "aboutText": "Martin Nwokocha Offiah MBE (born 29 December 1965) is an English former professional rugby league footballer of the 1980s, 1990s and 2000s. A Great Britain and England national representative winger, due to his running speed he is nicknamed \"Chariots\" Offiah after the film Chariots of Fire. Offiah played for English clubs Widnes, Wigan, London and Salford, and in Australia for Sydney's Eastern Suburbs and St.",
      "pageId": 1814390,
      "monthDay": "12/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Um_Sang-hyun",
      "name": "Um Sang-hyun",
      "aboutText": "Asheru, born Gabriel Benn, is an American hip hop artist, educator, and youth activist.",
      "pageId": 3759924,
      "monthDay": "12/29"
    },
    {
      "year": "1971",
      "uri": "/wiki/Margot_Thien",
      "name": "Margot Thien",
      "aboutText": "Laurent Boudouani (born December 29, 1965 in Sallanches, Haute-Savoie) is retired professional boxer. He is a former WBA world light middleweight champion and a welterweight silver medal winner at the 1988 Olympics.",
      "pageId": 6336454,
      "monthDay": "12/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Asheru",
      "name": "Asheru",
      "aboutText": "Stefano Eranio (born 29 December 1966 in Genova, Italy) is an Italian former football player, most remembered for his time with A.C. Milan and Genoa. Throughout his career, Eranio played mainly as a right winger, and he represented Italy 20 times between 1990 and 1997. His main attributes were his technique, pace, stamina, and his ability to make attacking runs.",
      "pageId": 6738478,
      "monthDay": "12/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jason_Kreis",
      "name": "Jason Kreis",
      "aboutText": "Hidetoshi Mitsusada (光貞秀俊, Mitsusada Hidetoshi, born 29 December 1970) is a former Formula 3000 driver from Japan. He competed in his first F3000 race at Spa in 1998. His best race result was at Germany in 1998.",
      "pageId": 7792747,
      "monthDay": "12/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jude_Law",
      "name": "Jude Law",
      "aboutText": "Um Sang-hyun (Hangul: 엄상현; Hanja: 嚴祥鉉; born December 29, 1971) is a South Korean voice actor.\nUm began his career by joining Educational Broadcasting System's voice acting division in 1998. Before making his debut as a voice actor, he used to work in theaters, including performing his roles as a Japanese assassinator and a royal servant in a 1997 South Korean musical The Last Empress, and working as the assistant director for South Korean musicals Gaeddongi and Moskito the same year.",
      "pageId": 14946239,
      "monthDay": "12/29"
    },
    {
      "year": "1972",
      "uri": "/wiki/Leonor_Varela",
      "name": "Leonor Varela",
      "aboutText": "Margot Thien (born December 29, 1971) is an American competitor in synchronized swimming and Olympic champion.\nShe was part of the American team that received a gold medal in synchronized swimming at the 1996 Summer Olympics in Atlanta.",
      "pageId": 17145767,
      "monthDay": "12/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Pimp_C",
      "name": "Pimp C",
      "aboutText": "José Antonio Noriega known as El Tato Noriega (born December 29, 1969) is a former Mexican footballer who played 14 years for various clubs in the Primera División de México. Noriega played with seven different clubs in Mexico, his most years coming with Monterrey. Noriega played for the Mexico national football team in six occasions.",
      "pageId": 26621457,
      "monthDay": "12/29"
    },
    {
      "year": "1973",
      "uri": "/wiki/Theo_Epstein",
      "name": "Theo Epstein",
      "aboutText": "Theo Nathaniel Epstein (born December 29, 1973) is the President of Baseball Operations for the Chicago Cubs.\nOn November 25, 2002, he became the youngest GM in the history of Major League Baseball when the Boston Red Sox hired him at the age of 28. In 2004, he was general manager of the club that won the first World Series championship by the Red Sox in 86 years and was in the position when the team won another championship in the 2007 season.",
      "pageId": 323743,
      "monthDay": "12/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Twinkle_Khanna",
      "name": "Twinkle Khanna",
      "aboutText": "Richmond Lockwood \"Richie\" Sexson (born December 29, 1974 in Portland, Oregon) is a former Major League Baseball first baseman who played for five teams from 1997 to 2008.",
      "pageId": 439784,
      "monthDay": "12/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mekhi_Phifer",
      "name": "Mekhi Phifer",
      "aboutText": "Filip Kuba (born December 29, 1976) is a Czech professional ice hockey defenseman. Kuba most recently played for the Florida Panthers of the National Hockey League (NHL).",
      "pageId": 440510,
      "monthDay": "12/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Richie_Sexson",
      "name": "Richie Sexson",
      "aboutText": "LaToya Renee London (born December 29, 1978) is an American R&B and soul singer and actress who was the fourth-place finalist on the third season of the reality/talent-search television series American Idol. Her debut album, Love & Life, was released in September 2005 and spawned a number of moderate R&B chart hits. Since then, she has primarily concentrated on stage work, including an award-nominated turn in the national tour of the Broadway musical The Color Purple, but continues to record as both a solo artist and a member of the hip-hop/Europop act Urban Punk.",
      "pageId": 490678,
      "monthDay": "12/29"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ryan_Shore",
      "name": "Ryan Shore",
      "aboutText": "Katherine Sian Moennig (born December 29, 1977) is an American actress known for her role as Shane McCutcheon on The L Word, as well as Jake Pratt on Young Americans.",
      "pageId": 769212,
      "monthDay": "12/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shawn_Hatosy",
      "name": "Shawn Hatosy",
      "aboutText": "Jaret Samuel Wright (born December 29, 1975) is an American former professional baseball pitcher.",
      "pageId": 952607,
      "monthDay": "12/29"
    },
    {
      "year": "1975",
      "uri": "/wiki/Jaret_Wright",
      "name": "Jaret Wright",
      "aboutText": "Angelo F. Taylor (born December 29, 1978) is an American track and field athlete, winner of 400-meter hurdles at the 2000 and 2008 Summer Olympics. His personal record for the hurdles event is 47.25 seconds. His time puts him in a tie with Félix Sánchez for the #8 performer of all time.",
      "pageId": 993125,
      "monthDay": "12/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Filip_Kuba",
      "name": "Filip Kuba",
      "aboutText": "Twinkle Khanna (also known as Tina Jatin Khanna; born on 29 December 1974) is an Indian interior designer, newspaper columnist, film producer, author and former film actress. She won the Filmfare Award for Best Female Debut for her role in the romance film Barsaat (1995). She has also played the lead character in the Telugu film Seenu (1999).",
      "pageId": 1308973,
      "monthDay": "12/29"
    },
    {
      "year": "1976",
      "uri": "/wiki/Danny_McBride",
      "name": "Danny McBride",
      "aboutText": "Kieron Courtney Dyer /ˈdaɪər/ (born 29 December 1978) is an English former professional footballer who played as a midfielder.\nBorn in Ipswich, he played youth football for his home club Ipswich Town before going on to make nearly 100 league appearances for the club's first team. He was sold to Newcastle United for £6 million, at the time the highest fee paid for an Ipswich player, and made nearly 200 appearances for Newcastle between 1999 and 2007.",
      "pageId": 1364406,
      "monthDay": "12/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jimmy_Journell",
      "name": "Jimmy Journell",
      "aboutText": "Mekhi Phifer (/mɛˌkaɪ ˈfaɪfər/; born December 29, 1974) is an American actor. He portrayed Dr. Greg Pratt on NBC's long-running medical drama ER and had a co-starring role opposite Eminem in the feature film 8 Mile.",
      "pageId": 1494839,
      "monthDay": "12/29"
    },
    {
      "year": "1977",
      "uri": "/wiki/Katherine_Moennig",
      "name": "Katherine Moennig",
      "aboutText": "Alexis Amore (born Fabiola Melgar García; December 29, 1978) is a Peruvian-American pornographic actress and feature dancer.",
      "pageId": 2165426,
      "monthDay": "12/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Alexis_Amore",
      "name": "Alexis Amore",
      "aboutText": "Pierre Brüno Dagenais (born March 4, 1978) is a former Canadian former professional ice hockey player who most notably played in the National Hockey League (NHL). He last played for Akwesasne Warriors of the Federal Hockey League.",
      "pageId": 2455845,
      "monthDay": "12/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jake_Berry",
      "name": "Jake Berry",
      "aboutText": "Shawn Wayne Hatosy (born December 29, 1975) is an American actor with over 45 film and television credits to his name.",
      "pageId": 3493050,
      "monthDay": "12/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Matthew_Carr",
      "name": "Matthew Carr",
      "aboutText": "Matthew Carr (born 29 December 1978) is a former Australian rules footballer who played for Fremantle and St Kilda in the Australian Football League (AFL). He played as a half-back flanker and began his football career at East Fremantle.",
      "pageId": 3749480,
      "monthDay": "12/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Pierre_Dagenais",
      "name": "Pierre Dagenais",
      "aboutText": "Daniel John \"Danny\" Higginbotham (born 29 December 1978) is a former professional footballer who played as a defender.\nBorn in Manchester, Higginbotham started his career at his local side Manchester United. He made seven appearances at Old Trafford as well as a loan spell with Belgium side Royal Antwerp before joining Derby County in order to play more matches.",
      "pageId": 4177979,
      "monthDay": "12/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kieron_Dyer",
      "name": "Kieron Dyer",
      "aboutText": "Ryan Shore is a Grammy Award and Emmy Award nominated composer and songwriter for film, television, records, games, and theater.",
      "pageId": 4305862,
      "monthDay": "12/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Danny_Higginbotham",
      "name": "Danny Higginbotham",
      "aboutText": "James Richard Journell, (born December 29, 1977), is an American former baseball pitcher. He was born in Springfield, Ohio. He graduated from North High School and attended the University of Illinois at Urbana–Champaign.",
      "pageId": 5680404,
      "monthDay": "12/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Steve_Kemp_(musician)",
      "name": "Steve Kemp",
      "aboutText": "Daniel Richard \"Danny\" McBride (born December 29, 1976) is an American actor, producer, screenwriter and stand-up comedian. He co-created and starred in the sports sitcom Eastbound & Down (2009–2013).",
      "pageId": 12620420,
      "monthDay": "12/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/LaToya_London",
      "name": "LaToya London",
      "aboutText": "Steven Michael \"Steve\" Kemp (born 29 December 1978 in Lancashire, England) is an English drummer. He is the drummer of indie rock band Hard-Fi. Originally from Lancashire, he went to Carnforth High School, before he moved to London in his late teens to do a musical course.",
      "pageId": 14124991,
      "monthDay": "12/29"
    },
    {
      "year": "1978",
      "uri": "/wiki/Angelo_Taylor",
      "name": "Angelo Taylor",
      "aboutText": "James Jacob Gilchrist Berry (born 29 December 1978) is a British Conservative Party politician. He is the Member of Parliament (MP) for Rossendale and Darwen, having won the seat at the 2010 UK General Election, defeating the sitting Labour Party MP Janet Anderson by a majority of 4,493 votes.",
      "pageId": 27309266,
      "monthDay": "12/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mitsuhiro_Ishida",
      "name": "Mitsuhiro Ishida",
      "aboutText": "Shizuka Arakawa (荒川 静香, Arakawa Shizuka, born December 29, 1981) is a Japanese figure skater. She is the 2006 Olympic Champion and the 2004 World Champion. Arakawa is the first Japanese skater to win an Olympic gold medal in figure skating and the second Japanese skater to win any Olympic medal in figure skating, after Midori Ito, who won silver in 1992.",
      "pageId": 559195,
      "monthDay": "12/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Diego_Luna",
      "name": "Diego Luna",
      "aboutText": "Diego Luna Alexander (Spanish pronunciation: [ˈdjeɣo ˈluna]; born December 29, 1979) is a Mexican actor known for his childhood telenovela work, a starring role in the film Y tu mamá también and supporting roles in American films, including Rudo y Cursi, The Terminal, Elysium and Milk. He also starred with Romola Garai in Dirty Dancing: Havana Nights and provides the Spanish language narration for the National Geographic Channel documentary Great Migrations.",
      "pageId": 742743,
      "monthDay": "12/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Yuki_Morisaki",
      "name": "Yuki Morisaki",
      "aboutText": "Ariel Schrag (born December 29, 1979) is an American cartoonist and television writer who achieved critical recognition at an unusually early age for her autobiographical comics.",
      "pageId": 1565350,
      "monthDay": "12/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Moe_Oshikiri",
      "name": "Moe Oshikiri",
      "aboutText": "Jessica Danielle Andrews (born December 29, 1983) is an American country music singer. At age 15 in mid-1999, she made her debut on the Billboard Hot Country Singles & Tracks (now Hot Country Songs) charts with the single \"I Will Be There for You\", from her debut album Heart Shaped World, released in 1999 on DreamWorks Records Nashville.\nAndrews had her biggest chart success in 2001 with the song \"Who I Am\", a No.",
      "pageId": 1672668,
      "monthDay": "12/29"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ariel_Schrag",
      "name": "Ariel Schrag",
      "aboutText": "Alexa Ray Joel (born December 29, 1985) is an American singer, songwriter, and pianist. She is the older daughter of singer-songwriter Billy Joel and first child of model Christie Brinkley. She released an EP Sketches (2006) and several singles on independent record labels.",
      "pageId": 2645394,
      "monthDay": "12/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shizuka_Arakawa",
      "name": "Shizuka Arakawa",
      "aboutText": "Shaun Christopher Suisham (/ˈswiːzəm/; born December 29, 1981) is a Canadian placekicker of American football for the Pittsburgh Steelers of the National Football League (NFL). He was signed by the Steelers as an undrafted free agent in 2005. He played college football at Bowling Green.",
      "pageId": 4083441,
      "monthDay": "12/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Shaun_Suisham",
      "name": "Shaun Suisham",
      "aboutText": "James Kelly (born 29 December 1983) is an Australian rules footballer for the Geelong Football Club in the Australian Football League (AFL).",
      "pageId": 4952673,
      "monthDay": "12/29"
    },
    {
      "year": "1981",
      "uri": "/wiki/Vjat%C5%A1eslav_Zahovaiko",
      "name": "Vjatšeslav Zahovaiko",
      "aboutText": "Dale Morris (born 29 December 1982) is an Australian rules footballer who plays for the Western Bulldogs in the Australian Football League (AFL).\nMorris spent four years playing for Werribee Football Club in the Victorian Football League before being added to the Bulldogs' rookie list in the 2004 Rookie Draft. He quickly cemented his place in the Western Bulldogs' lineup, impressing many with his pace and consistency as a defender, and finished with 17 games for season 2005.",
      "pageId": 7132591,
      "monthDay": "12/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alison_Brie",
      "name": "Alison Brie",
      "aboutText": "Mitsuhiro Ishida (石田光洋, born December 29, 1978) is a retired Japanese mixed martial artist who has competed in Shooto, Strikeforce, PRIDE, DREAM, and DEEP. A professional competitor since 2001, Ishida also participated in the Yarennoka event in the Saitama Super Arena in Japan.",
      "pageId": 8357028,
      "monthDay": "12/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Gabrielle_Destroismaisons",
      "name": "Gabrielle Destroismaisons",
      "aboutText": "Moe Oshikiri (押切もえ, Oshikiri Moe, born December 29, 1979 in Ichikawa, Chiba, Japan) is a Japanese model best known her work with fashion magazine AneCan and its sister magazine CanCam, which Oshikiri was a former top model for.",
      "pageId": 8433610,
      "monthDay": "12/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brian_Hill_(swimmer)",
      "name": "Brian Hill",
      "aboutText": "Vjatšeslav Zahovaiko (born 29 December 1981 in Rapla) is an Estonian professional footballer, who plays in Estonian Meistriliiga for Paide Linnameeskond.",
      "pageId": 9267633,
      "monthDay": "12/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Dale_Morris",
      "name": "Dale Morris",
      "aboutText": "Joseph \"Joe\" Anyon (born 29 December 1986) is an English football goalkeeper who plays for League One side Scunthorpe United.\nA youth player at Port Vale, he turned professional at the club in 2004, and was loaned out to non-league sides Stafford Rangers and Harrogate Town to gain experience. He was the Vale's first choice goalkeeper from his debut in December 2006 up until a clash that saw him break his leg in March 2009 – later in the year he was voted Player of the Year.",
      "pageId": 10260202,
      "monthDay": "12/29"
    },
    {
      "year": "1982",
      "uri": "/wiki/Norbert_Siedler",
      "name": "Norbert Siedler",
      "aboutText": "Gabrielle Destroismaisons (born December 29, 1982 in Saint-Lin-Laurentides, Quebec) is a Québécois singer.",
      "pageId": 12513151,
      "monthDay": "12/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jessica_Andrews",
      "name": "Jessica Andrews",
      "aboutText": "Gonzalo Olave Alcaide (Santiago, December 29, 1983 - Santiago, April 4, 2009) was a Chilean actor, best known by his role in the telenovela called Lola and his recent work in Mis Años Grossos where he obtained the main role.",
      "pageId": 22362788,
      "monthDay": "12/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/James_Kelly_(Australian_rules_footballer)",
      "name": "James Kelly",
      "aboutText": "Norbert Siedler (born 29 December 1982 in Wildschönau) is an Austrian racing driver.\nSiedler began his career in motorsport in karts. In 1992 he began at the age of ten years in the German Kartszene and in 1997, won the junior class.",
      "pageId": 23338818,
      "monthDay": "12/29"
    },
    {
      "year": "1983",
      "uri": "/wiki/Gonzalo_Olave",
      "name": "Gonzalo Olave",
      "aboutText": "Alison Brie Schermerhorn (born December 29, 1982), known professionally as Alison Brie, is an American actress. She is known for portraying Annie Edison on the NBC/Yahoo! series Community, Trudy Campbell on the AMC drama Mad Men, and the voice of Diane Nguyen on the Netflix animated series, BoJack Horseman.",
      "pageId": 24382329,
      "monthDay": "12/29"
    },
    {
      "year": "1984",
      "uri": "/wiki/Reimo_Tamm",
      "name": "Reimo Tamm",
      "aboutText": "Wang Ji-hye (born December 29, 1985) is a South Korean actress best known for her roles in Protect the Boss, Friend, Our Legend, President, and Personal Taste.",
      "pageId": 34899397,
      "monthDay": "12/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Wang_Ji-hye",
      "name": "Wang Ji-hye",
      "aboutText": "Reimo Tamm (born 29 December 1984 in Viljandi, Estonia) is an Estonian professional basketball player. He is currently playing for Estonian club BC Tallinna Kalev at the point guard position.",
      "pageId": 38132774,
      "monthDay": "12/29"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alexa_Ray_Joel",
      "name": "Alexa Ray Joel",
      "aboutText": "Brian David Hill (born 29 December 1982) is a S13 Canadian para-swimmer who has competed in the 2000, 2004, 2008, 2012 Summer Paralympics and the 2007 Parapan American Games. He had won five gold medals, three silver medals and 3 bronze medals in his international career. Hill started swimming as a child and competitive swimming at the age of nine.",
      "pageId": 43735775,
      "monthDay": "12/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Joe_Anyon",
      "name": "Joe Anyon",
      "aboutText": "Yuki Morisaki (森崎 友紀, Morisaki Yuki, born December 29, 1979, in Sakai, Osaka, Japan) is a Japanese chef, entertainer, and representative of Unity Magenta who is represented by Horipro.\nMorisaki is nicknamed Morisaki-sensei (森崎先生).",
      "pageId": 48932849,
      "monthDay": "12/29"
    },
    {
      "year": "1986",
      "uri": "/wiki/Kim_Ok-bin",
      "name": "Kim Ok-bin",
      "aboutText": "Ágnes Szávay (Hungarian: Szávay Ágnes, pronounced [ˈsaːvɒi ˈaːɡnɛʃ]; born 29 December 1988) is former professional tennis player from Hungary. She was the WTA Newcomer of the Year in 2007. She achieved her career high ranking of World No.",
      "pageId": 2245725,
      "monthDay": "12/29"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yuhi_Sekiguchi",
      "name": "Yuhi Sekiguchi",
      "aboutText": "Princess Kako of Akishino (佳子内親王, Kako Naishinnō, born 29 December 1994) is the second daughter of Fumihito, Prince Akishino and Kiko, Princess Akishino, and a member of the Japanese Imperial Family. She is the second-born granddaughter of reigning Emperor Akihito and Empress Michiko.",
      "pageId": 3386472,
      "monthDay": "12/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/Eric_Berry",
      "name": "Eric Berry",
      "aboutText": "Seamus Liam Davey-Fitzpatrick (born December 29, 1998) is an American actor.",
      "pageId": 5288787,
      "monthDay": "12/29"
    },
    {
      "year": "1988",
      "uri": "/wiki/%C3%81gnes_Sz%C3%A1vay",
      "name": "Ágnes Szávay",
      "aboutText": "Kei Nishikori (錦織 圭, Nishikori Kei, [niɕi̥ꜜkoɽi keː]; born 29 December 1989) is a Japanese professional tennis player, ranked world No. 8 as of 23 November 2015. He is the only male Japanese tennis player ever to be ranked inside the top 10 in ATP Singles Ranking.",
      "pageId": 12299543,
      "monthDay": "12/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Left_Brain",
      "name": "Left Brain",
      "aboutText": "James Eric Berry (born December 29, 1988), nicknamed \"The Fifth Dimension,\" is an American football safety for the Kansas City Chiefs of the National Football League (NFL). He was drafted by the Chiefs fifth overall in the 2010 NFL Draft. He played college football at Tennessee, where he was a two-time unanimous All-American and recognized as the best collegiate defensive back in the country.",
      "pageId": 13141492,
      "monthDay": "12/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Jane_Levy",
      "name": "Jane Levy",
      "aboutText": "Kim Ok-bin (born 3 January 1987) is a South Korean actress. Kim made her debut in an online beauty contest in 2004, and began her acting career with a role in 2005 film Voice. Subsequent appearances include the television drama series Over the Rainbow and films such as Dasepo Naughty Girls and The Accidental Gangster and the Mistaken Courtesan.",
      "pageId": 14888584,
      "monthDay": "12/29"
    },
    {
      "year": "1989",
      "uri": "/wiki/Kei_Nishikori",
      "name": "Kei Nishikori",
      "aboutText": "Yuhi Sekiguchi (関口雄飛, Sekiguchi Yuhi, born 29 December 1987 in Nakano, Tokyo) is a Japanese racing driver.",
      "pageId": 19789381,
      "monthDay": "12/29"
    },
    {
      "year": "1990",
      "uri": "/wiki/Allen_Kim",
      "name": "Allen Kim",
      "aboutText": "Left Brain is an American record producer, rapper, and photographer from Los Angeles. He serves as one of the main producers in Odd Future, having produced portions on nearly all Odd Future releases. He was also one half of MellowHype, along with rapper Hodgy Beats, and a third of MellowHigh with Domo Genesis.",
      "pageId": 30927472,
      "monthDay": "12/29"
    },
    {
      "year": "1992",
      "uri": "/wiki/Katsuhiro_Suzuki_(actor)",
      "name": "Katsuhiro Suzuki",
      "aboutText": "Jane Colburn Levy (born December 29, 1989) is an American actress. She is best known for her role as Tessa Altman on the ABC comedy series Suburgatory. She made her television debut on Showtime's Shameless.",
      "pageId": 33248356,
      "monthDay": "12/29"
    },
    {
      "year": "1994",
      "uri": "/wiki/Princess_Kako_of_Akishino",
      "name": "Princess Kako of Akishino",
      "aboutText": "Ross Shor Lynch (born December 29, 1995) is an American singer, songwriter, actor, and musician. He is one of the founding members of the pop rock band R5.",
      "pageId": 33947707,
      "monthDay": "12/29"
    },
    {
      "year": "1995",
      "uri": "/wiki/Rina_Ikoma",
      "name": "Rina Ikoma",
      "aboutText": "Rina Ikoma (生駒 里奈, Ikoma Rina, born December 29, 1995 in Yurihonjō, Akita Prefecture) is a Japanese idol singer and actress. She is a member of the girl group Nogizaka46, and a former member of AKB48's Team B. She was the center member for Nogizaka46 first 5 singles, and she takes the 6th center position for their upcoming 12th single which is set to be released on 22 July 2015.\n^ 生駒 里奈｜メンバー紹介｜乃木坂46公式サイト (in Japanese).",
      "pageId": 37019050,
      "monthDay": "12/29"
    },
    {
      "year": "1995",
      "uri": "/wiki/Ross_Lynch",
      "name": "Ross Lynch",
      "aboutText": "Katsuhiro Suzuki (鈴木勝大, Suzuki Katsuhiro, born December 29, 1992 in Kanagawa Prefecture, Japan) is a Japanese actor and model known for his starring role as Hiromu Sakurada/Red Buster in the 2012 Super Sentai Series Tokumei Sentai Go-Busters. He is currently affiliated with Ever Green Entertainment.",
      "pageId": 41312992,
      "monthDay": "12/29"
    },
    {
      "year": "1998",
      "uri": "/wiki/Seamus_Davey-Fitzpatrick",
      "name": "Seamus Davey-Fitzpatrick",
      "aboutText": "Kim Kibum (Korean: 김기범 ; born December 29, 1990), now better known by his stage name in Japan Allen Kibum, is a South Korean idol singer, dancer, actor and television host.",
      "pageId": 45150671,
      "monthDay": "12/29"
    }
  ]
}