{
  "people": [
    {
      "year": "120",
      "uri": "/wiki/Vettius_Valens",
      "name": "Vettius Valens",
      "aboutText": "Afonso IV (Portuguese pronunciation: [ɐˈfõsu]; 8 February 1291 – 28 May 1357), called the Brave (Portuguese: o Bravo), was King of Portugal and the Algarves from 1325 until his death.",
      "pageId": 1660,
      "monthDay": "02/08"
    },
    {
      "year": "412",
      "uri": "/wiki/Proclus",
      "name": "Proclus",
      "aboutText": "Proclus Lycaeus (/ˈprɒkləs ˌlaɪˈsiːəs/; 8 February 412 – 17 April 485 AD), called the Successor (Greek Πρόκλος ὁ Διάδοχος, Próklos ho Diádokhos), was a Greek Neoplatonist philosopher, one of the last major Classical philosophers (see Damascius). He set forth one of the most elaborate and fully developed systems of Neoplatonism.",
      "pageId": 24797,
      "monthDay": "02/08"
    },
    {
      "year": "882",
      "uri": "/wiki/Muhammad_ibn_Tughj_al-Ikhshid",
      "name": "Muhammad ibn Tughj al-Ikhshid",
      "aboutText": "Daniel Bernoulli FRS (/bərˈnuːli/; Swiss [bɛʁˈnʊli]; 8 February 1700 – 17 March 1782) was a Swiss mathematician and physicist and was one of the many prominent mathematicians in the Bernoulli family. He is particularly remembered for his applications of mathematics to mechanics, especially fluid mechanics, and for his pioneering work in probability and statistics.",
      "pageId": 46784,
      "monthDay": "02/08"
    },
    {
      "year": "1191",
      "uri": "/wiki/Yaroslav_II_of_Vladimir",
      "name": "Yaroslav II of Vladimir",
      "aboutText": "Constantine XI Dragases Palaiologos, Latinized as Palaeologus (Greek: Κωνσταντῖνος ΙΑ' Δραγάσης Παλαιολόγος, Kōnstantinos XI Dragasēs Palaiologos; 8 February 1405 – 29 May 1453) was the last reigning Byzantine Emperor, reigning as a member of the Palaiologos dynasty from 1449 to his death in battle at the fall of Constantinople. Following his death, he became a legendary figure in Greek folklore as the \"Marble Emperor\" who would awaken and recover the Empire and Constantinople from the Ottomans. His death marked the end of the Roman Empire, which had continued in the East for 977 years after the fall of the Western Roman Empire.",
      "pageId": 64676,
      "monthDay": "02/08"
    },
    {
      "year": "1291",
      "uri": "/wiki/Afonso_IV_of_Portugal",
      "name": "Afonso IV of Portugal",
      "aboutText": "Robert Burton (8 February 1577 – 25 January 1640) was an English scholar at Oxford University, best known for the classic The Anatomy of Melancholy.",
      "pageId": 174511,
      "monthDay": "02/08"
    },
    {
      "year": "1405",
      "uri": "/wiki/Constantine_XI_Palaiologos",
      "name": "Constantine XI Palaiologos",
      "aboutText": "Emperor Sakuramachi (桜町天皇, Sakuramachi-tennō, 8 February 1720 – 28 May 1750) was the 115th emperor of Japan, according to the traditional order of succession.\nSakuramachi's reign spanned the years from 1735 through 1747.",
      "pageId": 195010,
      "monthDay": "02/08"
    },
    {
      "year": "1487",
      "uri": "/wiki/Ulrich,_Duke_of_W%C3%BCrttemberg",
      "name": "Ulrich, Duke of Württemberg",
      "aboutText": "Grétry redirects here. For other uses see Grétry.",
      "pageId": 221871,
      "monthDay": "02/08"
    },
    {
      "year": "1552",
      "uri": "/wiki/Agrippa_d%27Aubign%C3%A9",
      "name": "Agrippa d'Aubigné",
      "aboutText": "Charles-Jean-François Hénault (8 February 1685 – 24 November 1770) was a French writer and historian.",
      "pageId": 507205,
      "monthDay": "02/08"
    },
    {
      "year": "1577",
      "uri": "/wiki/Robert_Burton_(scholar)",
      "name": "Robert Burton",
      "aboutText": "Duke Ulrich of Württemberg (8 February 1487 – 6 November 1550) succeeded his kinsman Eberhard II as Duke of Württemberg in 1498.",
      "pageId": 588241,
      "monthDay": "02/08"
    },
    {
      "year": "1685",
      "uri": "/wiki/Charles-Jean-Fran%C3%A7ois_H%C3%A9nault",
      "name": "Charles-Jean-François Hénault",
      "aboutText": "Benjamin Waterhouse Hawkins (8 February 1807 – 27 January 1894) was an English sculptor and natural history artist renowned for his work on the life-size models of dinosaurs in the Crystal Palace Park in south London. The models, accurately made using the latest scientific knowledge, created a sensation at the time.",
      "pageId": 764829,
      "monthDay": "02/08"
    },
    {
      "year": "1700",
      "uri": "/wiki/Daniel_Bernoulli",
      "name": "Daniel Bernoulli",
      "aboutText": "Yaroslav II (Яросла́в II Все́володович), Christian name Theodor (Феодо́р) (8 February 1191 – 30 September 1246) was the Grand Prince of Vladimir (1238–1246) who helped to restore his country and capital after the Mongol invasion of Russia.",
      "pageId": 936307,
      "monthDay": "02/08"
    },
    {
      "year": "1708",
      "uri": "/wiki/V%C3%A1clav_Jan_Kop%C5%99iva",
      "name": "Václav Jan Kopřiva",
      "aboutText": "Théodore-Agrippa d'Aubigné (8 February 1552 – 29 April 1630) was a French poet, soldier, propagandist and chronicler. His epic poem Les Tragiques (1616) is widely regarded as his masterpiece.",
      "pageId": 967091,
      "monthDay": "02/08"
    },
    {
      "year": "1720",
      "uri": "/wiki/Emperor_Sakuramachi",
      "name": "Emperor Sakuramachi",
      "aboutText": "Richard Lemon Lander (8 February 1804 – 6 February 1834) was a Cornish explorer of western Africa.",
      "pageId": 1058274,
      "monthDay": "02/08"
    },
    {
      "year": "1741",
      "uri": "/wiki/Andr%C3%A9_Gr%C3%A9try",
      "name": "André Grétry",
      "aboutText": "Emperor Gia Long (8 February 1762 – 3 February 1820), born Nguyễn Phúc Ánh, often referred to simply as Nguyễn Ánh), was the first Emperor of the Nguyễn Dynasty of Vietnam. Unifying what is now modern Vietnam in 1802, he founded the Nguyễn Dynasty, the last of the Vietnamese dynasties.\nA nephew of the last Nguyễn lord who ruled over southern Vietnam, Nguyễn Ánh was forced into hiding in 1777 as a fifteen-year-old when his family was slain in the Tây Sơn revolt.",
      "pageId": 1101834,
      "monthDay": "02/08"
    },
    {
      "year": "1762",
      "uri": "/wiki/Gia_Long",
      "name": "Gia Long",
      "aboutText": "Abū Bakr Muḥammad ibn Ṭughj ibn Juff ibn Yiltakīn ibn Fūrān ibn Fūrī ibn Khāqān (8 February 882 – 24 June 946), better known by the title al-Ikhshīd (Arabic: الإخشيد‎) after 939, was an Abbasid commander and governor who became the autonomous ruler of Egypt and parts of Syria (or Levant) from 935 until his death in 946. He was the founder of the Ikhshidid dynasty, which ruled the region until the Fatimid conquest of 969.\nThe son of Tughj ibn Juff, a general of Transoxianian origin who served both the Abbasids and the autonomous Tulunid rulers of Egypt and Syria, Muhammad ibn Tughj was born in Baghdad but grew up in Syria and acquired his first military and administrative experiences at his father's side.",
      "pageId": 2197917,
      "monthDay": "02/08"
    },
    {
      "year": "1764",
      "uri": "/wiki/Joseph_Leopold_Eybler",
      "name": "Joseph Leopold Eybler",
      "aboutText": "Joseph Leopold Eybler (born February 8, 1765, in Schwechat near Vienna; and died July 24, 1846 in Vienna) was an Austrian composer and contemporary of Mozart.",
      "pageId": 2632833,
      "monthDay": "02/08"
    },
    {
      "year": "1792",
      "uri": "/wiki/Caroline_Augusta_of_Bavaria",
      "name": "Caroline Augusta of Bavaria",
      "aboutText": "Vettius Valens (February 8, 120 – c. 175) was a 2nd-century Hellenistic astrologer, a somewhat younger contemporary of Claudius Ptolemy.\nValens' major work is the Anthology (Latin: Anthologia), ten volumes in Greek written roughly within the period 150 to 175.",
      "pageId": 3463719,
      "monthDay": "02/08"
    },
    {
      "year": "1798",
      "uri": "/wiki/Grand_Duke_Michael_Pavlovich_of_Russia",
      "name": "Grand Duke Michael Pavlovich of Russia",
      "aboutText": "Princess Caroline Augusta of Bavaria (German: Karoline Auguste von Bayern; Mannheim, 8 February 1792 – 9 February 1873 in Vienna) was a daughter of Maximilian I Joseph, King of Bavaria (1756–1825) and his wife, Augusta Wilhelmine of Hesse-Darmstadt (1765–1796), and a member of the House of Wittelsbach. She was married to Crown Prince William of Württemberg, whom she divorced, and to Francis II, Holy Roman Emperor. From 1816–1835, she was Empress of Austria in her second marriage.",
      "pageId": 9876793,
      "monthDay": "02/08"
    },
    {
      "year": "1804",
      "uri": "/wiki/Richard_Lemon_Lander",
      "name": "Richard Lemon Lander",
      "aboutText": "Grand Duke Michael Pavlovich of Russia (Russian: Михаи́л Па́влович; Mikhail Pavlovich) (8 February 1798 – 9 September 1849) was a Russian nobleman, the tenth child and fourth son of Paul I of Russia and Sophie Dorothea of Württemberg. He was born in St.",
      "pageId": 13294411,
      "monthDay": "02/08"
    },
    {
      "year": "1807",
      "uri": "/wiki/Benjamin_Waterhouse_Hawkins",
      "name": "Benjamin Waterhouse Hawkins",
      "aboutText": "Václav Jan Kopřiva (pseudonym Urtica) (8 February 1708 in Cítoliby, near Louny – 7 June 1789 in Cítoliby) was a Bohemian composer and organist.",
      "pageId": 23480291,
      "monthDay": "02/08"
    },
    {
      "year": "1819",
      "uri": "/wiki/John_Ruskin",
      "name": "John Ruskin",
      "aboutText": "Jules Gabriel Verne (/vɜrn/; French: [ʒyl vɛʁn]; 8 February 1828 – 24 March 1905) was a French novelist, poet, and playwright best known for his adventure novels and his profound influence on the literary genre of science fiction.\nVerne was born to bourgeois parents in the seaport of Nantes, where he was trained to follow in his father's footsteps as a lawyer, but quit the profession early in life to write for magazines and the stage. His collaboration with the publisher Pierre-Jules Hetzel led to the creation of the Voyages Extraordinaires, a widely popular series of scrupulously researched adventure novels including Journey to the Center of the Earth (1864), Twenty Thousand Leagues Under the Sea(1870), and Around the World in Eighty Days (1873).",
      "pageId": 15770,
      "monthDay": "02/08"
    },
    {
      "year": "1820",
      "uri": "/wiki/William_Tecumseh_Sherman",
      "name": "William Tecumseh Sherman",
      "aboutText": "Joseph Alois Schumpeter (German: [ˈʃʊmpeːtɐ]; 8 February 1883 – 8 January 1950) was an Austrian-born American economist and political scientist. He briefly served as Finance Minister of Austria in 1919. In 1932 he became a professor at Harvard University where he remained until the end of his career.",
      "pageId": 15827,
      "monthDay": "02/08"
    },
    {
      "year": "1822",
      "uri": "/wiki/Maxime_Du_Camp",
      "name": "Maxime Du Camp",
      "aboutText": "William Tecumseh Sherman (/tɪˈkʌmsə/; February 8, 1820 – February 14, 1891) was an American soldier, businessman, educator and author. He served as a General in the Union Army during the American Civil War (1861–65), for which he received recognition for his outstanding command of military strategy as well as criticism for the harshness of the \"scorched earth\" policies that he implemented in conducting total war against the Confederate States.\nSherman served under General Ulysses S. Grant in 1862 and 1863 during the campaigns that led to the fall of the Confederate stronghold of Vicksburg on the Mississippi River and culminated with the routing of the Confederate armies in the state of Tennessee.",
      "pageId": 46720,
      "monthDay": "02/08"
    },
    {
      "year": "1825",
      "uri": "/wiki/Henry_Walter_Bates",
      "name": "Henry Walter Bates",
      "aboutText": "Kate Chopin, born Katherine O'Flaherty (February 8, 1850 – August 22, 1904), was a U.S. author of short stories and novels. She is now considered by some to have been a forerunner of the feminist authors of the 20th century of Southern or Catholic background, such as Zelda Fitzgerald.\nFrom 1892 to 1895, she wrote short stories for both children and adults that were published in such magazines as Atlantic Monthly, Vogue, The Century Magazine, and The Youth's Companion.",
      "pageId": 50099,
      "monthDay": "02/08"
    },
    {
      "year": "1828",
      "uri": "/wiki/Jules_Verne",
      "name": "Jules Verne",
      "aboutText": "Dmitri Ivanovich Mendeleev (/ˌmɛndəlˈeɪəf/; Russian: Дми́трий Ива́нович Менделе́ев; IPA: [ˈdmʲitrʲɪj ɪˈvanəvʲɪtɕ mʲɪndʲɪˈlʲejɪf]; 8 February 1834 – 2 February 1907 O.S. 27 January 1834 – 20 January 1907) was a Russian chemist and inventor.",
      "pageId": 60633,
      "monthDay": "02/08"
    },
    {
      "year": "1829",
      "uri": "/wiki/Vital-Justin_Grandin",
      "name": "Vital-Justin Grandin",
      "aboutText": "John Ruskin (8 February 1819 – 20 January 1900) was the leading English art critic of the Victorian era, also an art patron, draughtsman, watercolourist, a prominent social thinker and philanthropist. He wrote on subjects as varied as geology, architecture, myth, ornithology, literature, education, botany and political economy. His writing styles and literary forms were equally varied.",
      "pageId": 76640,
      "monthDay": "02/08"
    },
    {
      "year": "1834",
      "uri": "/wiki/Dmitri_Mendeleev",
      "name": "Dmitri Mendeleev",
      "aboutText": "Henry Walter Bates FRS FLS, FGS (8 February 1825 in Leicester – 16 February 1892 in London) was an English naturalist and explorer who gave the first scientific account of mimicry in animals. He was most famous for his expedition to the rainforests of the Amazon with Alfred Russel Wallace, starting in 1848. Wallace returned in 1852, but lost his collection on the return voyage when his ship caught fire.",
      "pageId": 163551,
      "monthDay": "02/08"
    },
    {
      "year": "1850",
      "uri": "/wiki/Kate_Chopin",
      "name": "Kate Chopin",
      "aboutText": "Franz Marc (February 8, 1880 – March 4, 1916) was a German painter and printmaker, one of the key figures of the German Expressionist movement.",
      "pageId": 173668,
      "monthDay": "02/08"
    },
    {
      "year": "1866",
      "uri": "/wiki/Moses_Gomberg",
      "name": "Moses Gomberg",
      "aboutText": "Dame Edith Mary Evans, DBE (8 February 1888 – 14 October 1976) was an English actress. She was best known for her work on the stage, but also appeared in films towards the beginning and end of her career.\nEvans's stage career spanned sixty years during which she played more than 100 roles, in classics by Shakespeare, Congreve, Goldsmith, Sheridan and Wilde, and plays by contemporary writers including Bernard Shaw, Enid Bagnold, Christopher Fry and Noël Coward.",
      "pageId": 217746,
      "monthDay": "02/08"
    },
    {
      "year": "1878",
      "uri": "/wiki/Martin_Buber",
      "name": "Martin Buber",
      "aboutText": "Martin Buber (Hebrew: מרטין בובר‎, German: Martin Buber, Yiddish: מארטין בובער‎; February 8, 1878 – June 13, 1965) was an Austrian-born Israeli Jewish philosopher best known for his philosophy of dialogue, a form of existentialism centered on the distinction between the I–Thou relationship and the I–It relationship. Born in Vienna, Buber came from a family of observant Jews, but broke with Jewish custom to pursue secular studies in philosophy. In 1902, he became the editor of the weekly Die Welt, the central organ of the Zionist movement, although he later withdrew from organizational work in Zionism.",
      "pageId": 228980,
      "monthDay": "02/08"
    },
    {
      "year": "1880",
      "uri": "/wiki/Franz_Marc",
      "name": "Franz Marc",
      "aboutText": "Thomas Etholen Selfridge (February 8, 1882 – September 17, 1908) was a first lieutenant in the U.S. Army.",
      "pageId": 437860,
      "monthDay": "02/08"
    },
    {
      "year": "1880",
      "uri": "/wiki/Viktor_Schwanneke",
      "name": "Viktor Schwanneke",
      "aboutText": "Charles Sherman “Charlie” Ruggles (February 8, 1886 – December 23, 1970) was a comic American character actor. In a career spanning six decades, Ruggles appeared in close to 100 feature films, often in mild-mannered and comic roles.",
      "pageId": 692461,
      "monthDay": "02/08"
    },
    {
      "year": "1882",
      "uri": "/wiki/Thomas_Selfridge",
      "name": "Thomas Selfridge",
      "aboutText": "Claro Mayo Recto, Jr. (February 8, 1890 – October 2, 1960) was a Filipino politician, jurist, poet and one of the foremost statesmen of his generation.",
      "pageId": 742731,
      "monthDay": "02/08"
    },
    {
      "year": "1883",
      "uri": "/wiki/Joseph_Schumpeter",
      "name": "Joseph Schumpeter",
      "aboutText": "Maxime Du Camp (8 February 1822 – 9 February 1894) was a French writer and photographer.",
      "pageId": 883600,
      "monthDay": "02/08"
    },
    {
      "year": "1884",
      "uri": "/wiki/Reginald_Baker_(sportsman)",
      "name": "Reginald Baker",
      "aboutText": "This article is about the Burmese politician. For the Burmese village, see List of villages in Myaungmya Township.\nBa Maw (Burmese: ဘမော်, pronounced: [ba̰ mɔ̀]; 8 February 1893 – 29 May 1977) was a Burmese political leader, active during the interwar and World War II period.",
      "pageId": 1084486,
      "monthDay": "02/08"
    },
    {
      "year": "1886",
      "uri": "/wiki/Charlie_Ruggles",
      "name": "Charlie Ruggles",
      "aboutText": "Professor Ludwig Marcuse (February 8, 1894 in Berlin – August 2, 1971 in Bad Wiessee), was a philosopher and writer of Jewish origin.\nFrom 1933 to 1940 Marcuse lived in France, settling with other German exiles in Sanary-sur-Mer. From 1940 to 1950 he lived in Los Angeles.",
      "pageId": 1695824,
      "monthDay": "02/08"
    },
    {
      "year": "1888",
      "uri": "/wiki/Edith_Evans",
      "name": "Edith Evans",
      "aboutText": "Moses Gomberg (February 8, 1866 – February 12, 1947) was a chemistry professor at the University of Michigan.",
      "pageId": 2447800,
      "monthDay": "02/08"
    },
    {
      "year": "1890",
      "uri": "/wiki/Claro_M._Recto",
      "name": "Claro M. Recto",
      "aboutText": "Reginald Leslie \"Snowy\" Baker (8 February 1884 – 2 December 1953) was an Australian athlete, sports promoter, and actor. Born in Surry Hills, an inner-city suburb of Sydney, New South Wales, Baker excelled at a number of sports, winning New South Wales swimming and boxing championships while still a teenager. Playing rugby union for Eastern Suburbs, he played several games for New South Wales against Queensland, and in 1904 represented Australia in two Test matches against Great Britain.",
      "pageId": 5838143,
      "monthDay": "02/08"
    },
    {
      "year": "1893",
      "uri": "/wiki/Ba_Maw",
      "name": "Ba Maw",
      "aboutText": "Father Vital-Justin Grandin (8 February 1829 – 3 June 1902) was a Roman Catholic priest and bishop who served the Church in the western parts of what is now Canada both before and after Confederation.",
      "pageId": 10426616,
      "monthDay": "02/08"
    },
    {
      "year": "1894",
      "uri": "/wiki/Ludwig_Marcuse",
      "name": "Ludwig Marcuse",
      "aboutText": "Viktor Schwanneke (8 February 1880 – 7 June 1931) was a German stage director and actor, writer and film actor whose acting career began at the turn of the 20th century.",
      "pageId": 36067051,
      "monthDay": "02/08"
    },
    {
      "year": "1894",
      "uri": "/wiki/King_Vidor",
      "name": "King Vidor",
      "aboutText": "John Uhler \"Jack\" Lemmon III (February 8, 1925 – June 27, 2001) was an American actor and musician. Lemmon was an eight time Academy Award nominee, with two wins.",
      "pageId": 15821,
      "monthDay": "02/08"
    },
    {
      "year": "1897",
      "uri": "/wiki/Zakir_Hussain_(politician)",
      "name": "Zakir Hussain",
      "aboutText": "King Wallis Vidor (February 8, 1894 – November 1, 1982) was an American film director, film producer, and screenwriter whose career spanned nearly seven decades. In 1979 he was awarded an Honorary Academy Award for his \"incomparable achievements as a cinematic creator and innovator.\" He was nominated five times for a Best Director Oscar, and won eight international film awards during his career.",
      "pageId": 67959,
      "monthDay": "02/08"
    },
    {
      "year": "1899",
      "uri": "/wiki/Lonnie_Johnson_(musician)",
      "name": "Lonnie Johnson",
      "aboutText": "Milton \"Bill\" Finger (February 8, 1914 – January 18, 1974) was an American comic strip and comic book writer best known as the belatedly credited co-creator, with Bob Kane, of the DC Comics character Batman and the co-architect of the series' development. Years after Finger's death, Kane acknowledged his contributions.\nFinger also wrote many of the original 1940s Green Lantern stories after co-creating the original Green Lantern (Alan Scott), and would go on to contribute to the development of numerous other comic book series.",
      "pageId": 141884,
      "monthDay": "02/08"
    },
    {
      "year": "1900",
      "uri": "/wiki/Ivan_Ivanov-Vano",
      "name": "Ivan Ivanov-Vano",
      "aboutText": "Elizabeth Bishop (February 8, 1911 – October 6, 1979) was an American poet and short-story writer. Poet Laureate of the United States from 1949 to 1950, the Pulitzer Prize winner for Poetry in 1956, the National Book Award winner in 1970, and the recipient of the Neustadt International Prize for Literature in 1976.",
      "pageId": 177362,
      "monthDay": "02/08"
    },
    {
      "year": "1902",
      "uri": "/wiki/Demchugdongrub",
      "name": "Demchugdongrub",
      "aboutText": "Lana Turner (born Julia Jean Turner; February 8, 1921 – June 29, 1995) was an American film and television actress. Discovered in 1937 by a reporter as she sipped a soda in a Hollywood ice cream parlor and signed to a film contract by Metro-Goldwyn-Mayer at the age of 16, Turner first attracted attention in They Won't Forget (1937), and later starred in featured roles, often as an ingenue.\nDuring the early 1940s, she established herself as a leading actress in such films as Johnny Eager (1941), Honky Tonk (1941), Ziegfeld Girl (1941), and Somewhere I'll Find You (1942).",
      "pageId": 179105,
      "monthDay": "02/08"
    },
    {
      "year": "1903",
      "uri": "/wiki/Greta_Keller",
      "name": "Greta Keller",
      "aboutText": "Prince Demchugdongrub, commonly known as Prince De or De Wang, (8 February 1902 – 23 May 1966) was the leader of an independence movement in Inner Mongolia.",
      "pageId": 254077,
      "monthDay": "02/08"
    },
    {
      "year": "1903",
      "uri": "/wiki/Aleksander_Mitt",
      "name": "Aleksander Mitt",
      "aboutText": "Frederick Kenneth Blassman (February 8, 1918 – June 2, 2003), better known as \"Classy\" Freddie Blassie, was an American professional wrestling villain and manager born in St. Louis, Missouri.",
      "pageId": 261935,
      "monthDay": "02/08"
    },
    {
      "year": "1906",
      "uri": "/wiki/Chester_Carlson",
      "name": "Chester Carlson",
      "aboutText": "Chester Floyd Carlson (February 8, 1906 – September 19, 1968) was an American physicist, inventor, and patent attorney born in Seattle, Washington.\nHe is best known for having invented the process of electrophotography, which produced a dry copy rather than a wet copy, as was produced by the mimeograph process.",
      "pageId": 358498,
      "monthDay": "02/08"
    },
    {
      "year": "1909",
      "uri": "/wiki/Elisabeth_Murdoch_(philanthropist)",
      "name": "Elisabeth Murdoch",
      "aboutText": "Zakir Husain  pronunciation  (Urdu: ذاکِر حسین‎; 8 February 1897 – 3 May 1969) was the 3rd President of India, from 13 May 1967 until his death on 3 May 1969. An educator and intellectual, Husain was the country's first Muslim president, and also the first to die in office. He was also the shortest serving President of India.",
      "pageId": 449399,
      "monthDay": "02/08"
    },
    {
      "year": "1911",
      "uri": "/wiki/Elizabeth_Bishop",
      "name": "Elizabeth Bishop",
      "aboutText": "Not to be confused with the British actress, Betty Fields",
      "pageId": 520824,
      "monthDay": "02/08"
    },
    {
      "year": "1913",
      "uri": "/wiki/Betty_Field",
      "name": "Betty Field",
      "aboutText": "Alonzo \"Lonnie\" Johnson (February 8, 1899 – June 16, 1970) was an American blues and jazz singer/guitarist, violinist and songwriter who pioneered the role of jazz guitar and jazz violin, and is recognized as the first to play an electrically-amplified violin.",
      "pageId": 725671,
      "monthDay": "02/08"
    },
    {
      "year": "1913",
      "uri": "/wiki/Danai_Stratigopoulou",
      "name": "Danai Stratigopoulou",
      "aboutText": "Ivan Pyetrovich Ivanov-Vano (Russian: Ива́н Петро́вич Ивано́в-Вано́) (January 27, 1900, Moscow – March 25, 1987, Moscow) was a Soviet animator and Russian animation director, sometimes called the \"Patriarch of Soviet animation\".\nHe graduated from Vkhutemas in 1923 and began working at the State Film Technicum in 1929. Since 1939 he was teaching at VGIK (he was granted the title of professor in 1952) where he taught Bulgarian animator Todor Dinov among others, through 1987.",
      "pageId": 1061950,
      "monthDay": "02/08"
    },
    {
      "year": "1914",
      "uri": "/wiki/Bill_Finger",
      "name": "Bill Finger",
      "aboutText": "Barnett Jerome \"Barney\" Danson, PC CC (February 8, 1921 – October 17, 2011) was a Canadian politician and Cabinet minister.\nBarney Danson was born to a Jewish family in Toronto's Parkdale neighbourhood. He joined The Queen's Own Rifles of Canada in 1939 as the Second World War broke out, rose to the rank of Lieutenant and served until he was severely wounded in the Battle of Normandy, and lost an eye.",
      "pageId": 1093952,
      "monthDay": "02/08"
    },
    {
      "year": "1915",
      "uri": "/wiki/Georges_Gu%C3%A9tary",
      "name": "Georges Guétary",
      "aboutText": "Audrey Meadows (February 8, 1922 – February 3, 1996) was an American actress best known for her role as the deadpan housewife Alice Kramden on the 1950s American television comedy The Honeymooners.",
      "pageId": 1420556,
      "monthDay": "02/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/Freddie_Blassie",
      "name": "Freddie Blassie",
      "aboutText": "Dame Elisabeth Joy, Lady Murdoch AC DBE (née Greene; 8 February 1909 – 5 December 2012) was an Australian philanthropist. She was the wife of Australian newspaper publisher Sir Keith Murdoch and the mother of American international media proprietor Rupert Murdoch.",
      "pageId": 1562749,
      "monthDay": "02/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Barney_Danson",
      "name": "Barney Danson",
      "aboutText": "Greta Keller-Bacon (February 8, 1903 – November 11, 1977) was a cabaret singer and actress.",
      "pageId": 3244128,
      "monthDay": "02/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Lana_Turner",
      "name": "Lana Turner",
      "aboutText": "Lisel Mueller (born February 8, 1924) is an American poet.",
      "pageId": 7679424,
      "monthDay": "02/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Audrey_Meadows",
      "name": "Audrey Meadows",
      "aboutText": "Georges Guétary, born Lambros Worloou (pronounced Vorlow, February 8, 1915 – September 13, 1997) was a French singer, dancer, cabaret performer and film actor, best known for his role in the 1951 musical An American in Paris.",
      "pageId": 23704434,
      "monthDay": "02/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lisel_Mueller",
      "name": "Lisel Mueller",
      "aboutText": "Aleksander Mitt (8 February 1903 in Tartu, Estonia – 18 April 1942, Kirov, Russia) was an Estonian speed skater who competed at the 1928 and 1936 Winter Olympics.\nIn 1928 he finished 22nd in the 500 metres event, 20th in the 1500 metres event and 21st in the 5000 metres competition.\nIn 1936 Mitt finished 22nd in the 500, 1500 and 5000 meters events.",
      "pageId": 30819714,
      "monthDay": "02/08"
    },
    {
      "year": "1925",
      "uri": "/wiki/Jack_Lemmon",
      "name": "Jack Lemmon",
      "aboutText": "Danai Stratigopoulou (Modern Greek: Δανάη Στρατηγοπούλου) (born February 8, 1913 - died January 18, 2009) was a Greek singer, writer, and university academic. She acquired recognition in the literary world for translating the works of the Chilean nobel laureate Pablo Neruda into the Greek language.",
      "pageId": 39395711,
      "monthDay": "02/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/Neal_Cassady",
      "name": "Neal Cassady",
      "aboutText": "Nicholas King \"Nick\" Nolte (born February 8, 1941) is an American actor and former model.\nNolte has appeared in The Deep (1977), 48 Hrs. (1982), Down and Out in Beverly Hills (1986), Another 48 Hrs.",
      "pageId": 84829,
      "monthDay": "02/08"
    },
    {
      "year": "1928",
      "uri": "/wiki/Osian_Ellis",
      "name": "Osian Ellis",
      "aboutText": "John Towner Williams (born February 8, 1932) is an American composer, conductor, and pianist. In a career spanning over six decades, Williams has composed some of the most popular and recognizable film scores in cinematic history, including Jaws, the Star Wars series, Superman, the Indiana Jones series, E.T. the Extra-Terrestrial, Jurassic Park, and three Harry Potter films. He has been associated with director Steven Spielberg since 1974, composing music for almost all of Spielberg's feature films.",
      "pageId": 154554,
      "monthDay": "02/08"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jack_Larson",
      "name": "Jack Larson",
      "aboutText": "Edward James Martin \"Ted\" Koppel (born February 8, 1940) is an American broadcast journalist, best known as the anchor for Nightline from the program's inception in 1980 until his retirement in late 2005. After leaving Nightline, Koppel worked as managing editor for the Discovery Channel before resigning in 2008. Koppel is currently a senior news analyst for NPR and contributing analyst to BBC World News America, and contributes to NBC News.",
      "pageId": 192920,
      "monthDay": "02/08"
    },
    {
      "year": "1928",
      "uri": "/wiki/Gene_Lees",
      "name": "Gene Lees",
      "aboutText": "Neal Leon Cassady (February 8, 1926 – February 4, 1968) was a major figure of the Beat Generation of the 1950s and the psychedelic and counterculture movements of the 1960s. He was prominently featured as himself in the original \"scroll\" (first draft) version of Jack Kerouac's novel On the Road. He also served as the model for the character Dean Moriarty in the 1957 version of that book.",
      "pageId": 195585,
      "monthDay": "02/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Claude_Rich",
      "name": "Claude Rich",
      "aboutText": "Alejandro Rey (February 8, 1930 – May 21, 1987) was an Argentine-American actor and television director. He emigrated to the United States in 1960, later became a U.S. citizen and gained his widest acclaim there.",
      "pageId": 1008050,
      "monthDay": "02/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/James_Deetz",
      "name": "James Deetz",
      "aboutText": "Henry Clifford \"Cliff\" Allison (8 February 1932 – 7 April 2005) was a British racing driver from England, who participated in Formula One during seasons 1958 to 1961 for the Lotus, Scuderia Centro Sud, Ferrari and UDT Laystall teams.",
      "pageId": 1041074,
      "monthDay": "02/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Alejandro_Rey",
      "name": "Alejandro Rey",
      "aboutText": "Elisabeth Sara \"Elly\" Ameling (born 8 February 1933) is a Dutch soprano.",
      "pageId": 1069613,
      "monthDay": "02/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Arlan_Stangeland",
      "name": "Arlan Stangeland",
      "aboutText": "James Deetz (February 8, 1930 – November 25, 2000) was an American anthropologist, often known as one of the fathers of historical archaeology. He received his B.A., M.A., and Ph.D. degrees from Harvard. Following college, Deetz enlisted in the United States Air Force.",
      "pageId": 1310802,
      "monthDay": "02/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/James_Dean",
      "name": "James Dean",
      "aboutText": "Joseph Guilherme Raposo, OIH (February 8, 1937 – February 5, 1989) was a Portuguese-American composer, songwriter, pianist, television writer and lyricist, best known for his work on the children's television series Sesame Street, for which he wrote the theme song, as well as classic songs such as \"Bein' Green\" and \"C is for Cookie\". He also wrote music for television shows such as The Electric Company, Shining Time Station and the sitcoms Three's Company and The Ropers, including their theme songs. In addition to these works, Raposo also composed extensively for the DePatie-Freleng Enterprises such as Halloween Is Grinch Night, Pontoffel Pock, Where Are You?",
      "pageId": 1667578,
      "monthDay": "02/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/Cliff_Allison",
      "name": "Cliff Allison",
      "aboutText": "José María Sison (born 8 February 1939 in Cabugao, Commonwealth of the Philippines) is a writer and activist who founded the Communist Party of the Philippines and added elements of Maoism to its philosophy.\nSince August 2002, he has been classified as a \"person supporting terrorism\" by the United States. The European Union's second highest court ruled to delist him as a \"person supporting terrorism\" and reversed a decision by member governments to freeze assets.",
      "pageId": 1695076,
      "monthDay": "02/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/Vladas_Garastas",
      "name": "Vladas Garastas",
      "aboutText": "For the textile designer, see Jack Lenor Larsen",
      "pageId": 2165031,
      "monthDay": "02/08"
    },
    {
      "year": "1932",
      "uri": "/wiki/John_Williams",
      "name": "John Williams",
      "aboutText": "Manfred Krug (born February 8, 1937 in Duisburg) is a German actor, singer and author.",
      "pageId": 2246055,
      "monthDay": "02/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Elly_Ameling",
      "name": "Elly Ameling",
      "aboutText": "Tom Rush (born February 8, 1941) is an American folk and blues singer, songwriter, musician and recording artist.",
      "pageId": 2357285,
      "monthDay": "02/08"
    },
    {
      "year": "1937",
      "uri": "/wiki/Manfred_Krug",
      "name": "Manfred Krug",
      "aboutText": "Osian Gwynn Ellis CBE (born 8 February 1928) is a Welsh harpist and composer, known as the first harpist of the Melos Ensemble and for his musical association with Benjamin Britten.",
      "pageId": 4894212,
      "monthDay": "02/08"
    },
    {
      "year": "1937",
      "uri": "/wiki/Joe_Raposo",
      "name": "Joe Raposo",
      "aboutText": "Arlan Ingehart Stangeland (February 8, 1930 – July 2, 2013) was an American politician from the U.S. state of Minnesota. As a Republican, Stangeland served on the Barnesville, Minnesota school board (1976–1977) and as a member of the Minnesota House of Representatives (1966–1975) before being elected to the U.S. House of Representatives as the representative from Minnesota's 7th congressional district in a special election to fill the vacancy caused by the resignation of Robert Bergland. Stangeland served in the 95th, 96th, 97th, 98th, 99th, 100th, and 101st congresses, (February 22, 1977 – January 3, 1991).",
      "pageId": 5343731,
      "monthDay": "02/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ken_Iman",
      "name": "Ken Iman",
      "aboutText": "Kenneth Charles Iman (February 8, 1939 – November 13, 2010) was a center (American football) who played fifteen seasons in the National Football League with the Green Bay Packers and the Los Angeles Rams from 1961 to 1975.",
      "pageId": 8879898,
      "monthDay": "02/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jose_Maria_Sison",
      "name": "Jose Maria Sison",
      "aboutText": "James Byron Dean (February 8, 1931 – September 30, 1955) was an American actor. He is a cultural icon of teenage disillusionment and social estrangement, as expressed in the title of his most celebrated film, Rebel Without a Cause (1955), in which he starred as troubled teenager Jim Stark. The other two roles that defined his stardom were loner Cal Trask in East of Eden (1955) and surly ranch hand Jett Rink in Giant (1956).",
      "pageId": 18622157,
      "monthDay": "02/08"
    },
    {
      "year": "1940",
      "uri": "/wiki/Ted_Koppel",
      "name": "Ted Koppel",
      "aboutText": "Claude Rich (born 8 February 1929) is a French actor. He began his career as a theatre actor, before his film debut in 1955 with René Clair, Les Grandes Manoeuvres.\nHe married actress Catherine Renaudin on 26 June 1959.",
      "pageId": 19743083,
      "monthDay": "02/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/Nick_Nolte",
      "name": "Nick Nolte",
      "aboutText": "Frederick Eugene John \"Gene\" Lees (February 8, 1928 – April 22, 2010) was a Canadian music critic, biographer, lyricist, and former journalist. Lees worked as a newspaper journalist in his native Canada before moving to the United States, where he was a music critic and lyricist. His lyrics for Antonio Carlos Jobim's \"Corcovado\" (released as \"Quiet Nights of Quiet Stars\"), have been recorded by such notable singers as Frank Sinatra, Peggy Lee, Queen Latifah, and Diana Krall.",
      "pageId": 22675538,
      "monthDay": "02/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/Tom_Rush",
      "name": "Tom Rush",
      "aboutText": "Vladas Garastas (born February 8, 1932 in Linkuva) is probably the most famous former Lithuanian professional basketball coach and is the former president of the Lithuanian Basketball Federation.",
      "pageId": 23489047,
      "monthDay": "02/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jagjit_Singh",
      "name": "Jagjit Singh",
      "aboutText": "John Ray Grisham, Jr. (/ˈɡrɪʃəm/; born February 8, 1955) is an American bestselling writer, attorney, politician, and activist best known for his popular legal thrillers. His books have been translated into 42 languages and published worldwide.",
      "pageId": 61998,
      "monthDay": "02/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Robert_Klein",
      "name": "Robert Klein",
      "aboutText": "Mary Nell Steenburgen (born February 8, 1953) is an American actress. She won the Academy Award for Best Supporting Actress and Golden Globe Award for Best Supporting Actress for playing the role of Lynda Dummar in Jonathan Demme's 1980 film Melvin and Howard.\nSteenburgen, who studied at New York's Neighborhood Playhouse in the 1970s, also received a Golden Globe nomination for the 1981 film Ragtime, a BAFTA TV Award nomination for the 1985 TV miniseries Tender is the Night and an Emmy Award nomination for the 1988 TV film The Attic: The Hiding of Anne Frank.",
      "pageId": 155915,
      "monthDay": "02/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Terry_Melcher",
      "name": "Terry Melcher",
      "aboutText": "Jagjit Singh, born Jagmohan Singh (8 February 1941 – 10 October 2011), was a prominent Indian Ghazal singer, composer and musician. Known as the \"Ghazal King\", he gained acclaim together with his wife, another renowned Indian ghazal singer Chitra Singh in the 1970s and 1980s. Their combination album comprising music from the films, Arth and Saath Saath is the HMV's largest selling combination album of all time.",
      "pageId": 509818,
      "monthDay": "02/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Creed_Bratton",
      "name": "Creed Bratton",
      "aboutText": "Robert Klein (born February 8, 1942) is an American stand-up comedian, singer and actor.",
      "pageId": 553740,
      "monthDay": "02/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Pirzada_Qasim",
      "name": "Pirzada Qasim",
      "aboutText": "Roger Lloyd-Pack (8 February 1944 – 15 January 2014) was an English actor. He was best known for the role of Trigger in Only Fools and Horses from 1981 to 2003. He also had a supporting role of Owen Newitt in The Vicar of Dibley from 1994 to 2007, and as Tom in The Old Guys with Clive Swift.",
      "pageId": 558402,
      "monthDay": "02/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Roger_Lloyd-Pack",
      "name": "Roger Lloyd-Pack",
      "aboutText": "Cynthia Cristina Ferrare (born February 18, 1950) is an American former fashion model, actress, author and television talk-show host.",
      "pageId": 644818,
      "monthDay": "02/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tony_Minson",
      "name": "Tony Minson",
      "aboutText": "James Henry \"Jim\" Neidhart (born February 8, 1955) is an American professional wrestler, best known for his appearances in the 1980s and 1990s in the World Wrestling Federation as Jim \"The Anvil\" Neidhart, where he was a two-time WWF Tag Team Champion with Bret Hart as The Hart Foundation.",
      "pageId": 888715,
      "monthDay": "02/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Barbro_Hedvall",
      "name": "Barbro Hedvall",
      "aboutText": "Daisuke Gōri (郷里 大輔, Gōri Daisuke, February 8, 1952 – January 17, 2010) was a Japanese voice actor, narrator and actor from Kōtō, Tokyo. Throughout his life, he was attached to TV Talent Center Tokyo, Yoshizawa Theatre School and then Mausu Promotion; he was attached to Aoni Production at the time of his death. His real name, as well as his former stage name, was Yoshio Nagahori (長堀 芳夫, Nagahori Yoshio).",
      "pageId": 1182606,
      "monthDay": "02/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Lynda_Lyon_Block",
      "name": "Lynda Lyon Block",
      "aboutText": "Terrence P. \"Terry\" Melcher (born Terrence P. Jorden, February 8, 1942 – November 19, 2004) was an American musician and record producer, who was instrumental in shaping the California Sound and American West Coast rock music, particularly during the nascent counterculture era. He was the only child of actress/singer Doris Day; his father was Day's first husband Al Jorden.\nHis major contributions were producing the Byrds' recordings of \"Mr.",
      "pageId": 1194878,
      "monthDay": "02/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dan_Seals",
      "name": "Dan Seals",
      "aboutText": "Ron Tyson (born February 8, 1948) is an American tenor/falsetto singer and songwriter. Tyson is the current tenor for long-lived singing group The Temptations, filling the role made famous by Eddie Kendricks in the 1960s.",
      "pageId": 1501329,
      "monthDay": "02/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Ron_Tyson",
      "name": "Ron Tyson",
      "aboutText": "Danny Wayland \"Dan\" Seals (February 8, 1948 – March 25, 2009) was an American musician. The younger brother of Seals & Crofts member Jim Seals, he first gained fame as \"England Dan\", one half of the soft rock duo England Dan & John Ford Coley, which charted nine pop singles between 1976 and 1980, including the No. 2 Billboard Hot 100 hit \"I'd Really Love to See You Tonight\".",
      "pageId": 1651912,
      "monthDay": "02/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Brooke_Adams_(actress)",
      "name": "Brooke Adams",
      "aboutText": "Lynda Cheryle Lyon Block (February 8, 1948 – May 10, 2002) was an American convicted murderer. Hers was the first execution of a woman in the state of Alabama since 1957.",
      "pageId": 1936741,
      "monthDay": "02/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Niels_Arestrup",
      "name": "Niels Arestrup",
      "aboutText": "Brooke Adams (born February 8, 1949) is an American actress.\n^ \"Brooke Adams\".",
      "pageId": 2087439,
      "monthDay": "02/08"
    },
    {
      "year": "1950",
      "uri": "/wiki/Cristina_Ferrare",
      "name": "Cristina Ferrare",
      "aboutText": "Z'EV (born Stefan Joel Weisser, February 8, 1951) is an American poet, percussionist, and sound artist. After studying various world music traditions at CalArts, he began creating his own percussion sounds out of industrial materials for a variety of record labels. He is regarded as a pioneer of industrial music.",
      "pageId": 2105362,
      "monthDay": "02/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Z%27EV",
      "name": "Z'EV",
      "aboutText": "Francisco das Chagas Marinho (8 February 1952 – 31 May 2014), generally known as Marinho Chagas or Francisco Marinho, was a Brazilian association footballer. One of the best left backs of his era, he is best known for his flowing curly blond hair and his performance at the World Cup 1974, when Brazil finished fourth.",
      "pageId": 3140501,
      "monthDay": "02/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Marinho_Chagas",
      "name": "Marinho Chagas",
      "aboutText": "Creed Bratton (born William Charles Schneider; February 8, 1943) is an American actor, musician, and former member of The Grass Roots.",
      "pageId": 3167778,
      "monthDay": "02/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/Daisuke_G%C5%8Dri",
      "name": "Daisuke Gōri",
      "aboutText": "Pirzada Qasim Raza Siddiqui (Urdu: پیرزادہ قاسم رضا صدیقی‎) (born 8 February 1943) is a noted Pakistani scholar, Urdu poet scientist and educationist.",
      "pageId": 3489501,
      "monthDay": "02/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Mary_Steenburgen",
      "name": "Mary Steenburgen",
      "aboutText": "Anthony (Tony) Charles Minson, PhD, FMedSci (born 8 February 1944) is a British virologist known for his work on the biology of herpesviruses, and a university administrator. He was the Senior Pro-Vice-Chancellor of the University of Cambridge from 2003 to 2009. As of 2013, he is professor of virology at the university's Department of Pathology and an emeritus fellow of Wolfson College.",
      "pageId": 20967216,
      "monthDay": "02/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_Grisham",
      "name": "John Grisham",
      "aboutText": "Niels Arestrup (French pronunciation: ​[nils aʁestʁyp]; born 8 February 1949) is a French actor, film director and screenwriter.\nBorn in Paris into a family of modest means, his father was Danish and his mother was Breton. He has won three César Awards for Best Supporting Actor for The Beat That My Heart Skipped and A Prophet, then Quai d'Orsay.",
      "pageId": 24276812,
      "monthDay": "02/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jim_Neidhart",
      "name": "Jim Neidhart",
      "aboutText": "Barbro Christina Hedvall, (born February 8, 1944 in Bromma) is a Swedish journalist. She was the lead writer for Dagens Nyheter between 1999 until 2009, and before that she was the lead writer for Expressen for nineteen years.",
      "pageId": 46877119,
      "monthDay": "02/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Marques_Johnson",
      "name": "Marques Johnson",
      "aboutText": "Mohammad Azharuddin  pronunciation  (born 8 February 1963 in Hyderabad, Telangana State, India) is a former Indian cricketer and a politician. He was an accomplished batsman and captained the Indian cricket team for much of the 1990s. For his achievements he was awarded the Arjuna Award in 1986.",
      "pageId": 86690,
      "monthDay": "02/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dave_Meros",
      "name": "Dave Meros",
      "aboutText": "Stuart Hamm (born February 8, 1960) is an American bass guitar player, known for his session and live work with numerous artists as well for his unconventional playing style and solo recordings.",
      "pageId": 144108,
      "monthDay": "02/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kostas_Triantafyllopoulos",
      "name": "Kostas Triantafyllopoulos",
      "aboutText": "Vincent Neil Wharton (born February 8, 1961) is an American vocalist and musician, best known as the lead vocalist of heavy metal band Mötley Crüe.",
      "pageId": 209195,
      "monthDay": "02/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Katherine_Freese",
      "name": "Katherine Freese",
      "aboutText": "Benigno Simeon Cojuangco Aquino III (born February 8, 1960) is a Filipino politician who has been the 15th President of the Philippines since June 2010. Since the start of his presidency, he has also been referred to in the media as PNoy.\nAquino is a fourth-generation politician: his great-grandfather, Servillano \"Mianong\" Aquino, served as a delegate to the Malolos Congress; his grandfather, Benigno Aquino, Sr., served as Speaker of the House of Representatives of the Philippines from 1943 to 1944; and his parents were President Corazon Aquino and Senator Benigno \"Ninoy\" Aquino, Jr.",
      "pageId": 279641,
      "monthDay": "02/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Sherri_Martel",
      "name": "Sherri Martel",
      "aboutText": "Sarah-Jane \"Trinny\" Duncanson Woodall (born 8 February 1964, in Marylebone, London) is an English fashion advisor and designer, television presenter and author. She was raised in a wealthy family and was privately educated. After ten years working in marketing – and battling alcoholism – Woodall met Susannah Constantine in 1994, whom she joined to write a weekly fashion column for The Daily Telegraph.",
      "pageId": 285069,
      "monthDay": "02/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Benigno_Aquino_III",
      "name": "Benigno Aquino III",
      "aboutText": "Sherri Schrull (born Sherri Russell, February 8, 1958 – June 15, 2007) was an American professional wrestler and manager, better known by her ring names, Sherri Martel and Sensational Sherri.\nMartel began her professional wrestling career in the Mid South after training in Columbia, South Carolina. She joined the American Wrestling Association (AWA) in the mid-1980s and held its AWA World Women's Championship three times.",
      "pageId": 1210702,
      "monthDay": "02/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Dino_Ciccarelli",
      "name": "Dino Ciccarelli",
      "aboutText": "Bruce Walter Timm (born February 8, 1961) is an American character designer, animator and producer.",
      "pageId": 1773558,
      "monthDay": "02/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Stuart_Hamm",
      "name": "Stuart Hamm",
      "aboutText": "Daniel Levy (born 8 February 1962) is a businessman and the current chairman of Premier League football side Tottenham Hotspur and has been since 2001.",
      "pageId": 1883750,
      "monthDay": "02/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Vince_Neil",
      "name": "Vince Neil",
      "aboutText": "Dino L. Ciccarelli (born February 8, 1960) is a Canadian former professional hockey player who played 19 seasons in the National Hockey League, primarily with the Minnesota North Stars, but also notably with the Detroit Red Wings, with whom he had his third-highest scoring season. He scored 1,200 points in his NHL career. His 608 career NHL goals are also the most goals scored by a draft-eligible player who was not drafted by an NHL team.",
      "pageId": 2303812,
      "monthDay": "02/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Bruce_Timm",
      "name": "Bruce Timm",
      "aboutText": "Sean Harris (born 1966) is an English actor, best known for his role as Solomon Lane, the lead villain in Mission: Impossible – Rogue Nation. Harris has appeared in several independent British films, most notably his performance as the Joy Division frontman Ian Curtis in the film 24 Hour Party People and in the critically acclaimed '71 which earned him a British Independent Film Award nomination for supporting actor. He's also appeared in Brothers of the Head, Harry Brown, Brighton Rock and critically acclaimed miniseries Red Riding Trilogy and Southcliffe.",
      "pageId": 2344306,
      "monthDay": "02/08"
    },
    {
      "year": "1962",
      "uri": "/wiki/Daniel_Levy_(businessman)",
      "name": "Daniel Levy",
      "aboutText": "Joshua Kadison (born February 8, 1963, Los Angeles, California) is an American singer-songwriter, pianist, and writer. He is perhaps best known for the Top 40 hits \"Jessie\" and \"Beautiful in My Eyes\" from his debut album Painted Desert Serenade.",
      "pageId": 2408860,
      "monthDay": "02/08"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dennis_Padilla",
      "name": "Dennis Padilla",
      "aboutText": "Dicky Cheung Wai-kin (born 8 February 1965) is a Hong Kong actor and singer.",
      "pageId": 2640768,
      "monthDay": "02/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mohammad_Azharuddin",
      "name": "Mohammad Azharuddin",
      "aboutText": "Marques Kevin Johnson (born February 8, 1956) is an American retired professional basketball player. The small forward played in the National Basketball Association (NBA) from 1977–1989, where was a five-time All-Star. He spent a majority of his career with the Milwaukee Bucks.",
      "pageId": 2788291,
      "monthDay": "02/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Joshua_Kadison",
      "name": "Joshua Kadison",
      "aboutText": "Miguel Pardeza Pichardo (born 8 February 1965) is a Spanish retired footballer who played as a forward.\nHe was part of Real Madrid's generation of footballers known as Quinta del Buitre, but spent the better part of his career at Real Zaragoza. After retiring as a player, he returned to his first club in directorial capacities.",
      "pageId": 3854185,
      "monthDay": "02/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Robert_Neb%C5%99ensk%C3%BD",
      "name": "Robert Nebřenský",
      "aboutText": "Dave Meros (born 8 February 1956 in Salinas, California), is an American bass guitar player, best known as the bass player for progressive rock band Spock's Beard. Meros has also played with such artists as Gary Myrick, Bobby Kimball of Toto, Simon Phillips, Steve Lukather, Michael Landau, Glenn Hughes, Mark Lindsay of Paul Revere and the Raiders and Big Big Train, and played for Eric Burdon and The Animals for nearly 16 years. He was also tour manager for many of those years and has worked as a tour manager for further artists as well.",
      "pageId": 4119667,
      "monthDay": "02/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Trinny_Woodall",
      "name": "Trinny Woodall",
      "aboutText": "Bruno Labbadia (pronounced [labbaˈdiːa]; born 8 February 1966) is a retired German footballer of Italian heritage.",
      "pageId": 4997489,
      "monthDay": "02/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dicky_Cheung",
      "name": "Dicky Cheung",
      "aboutText": "Katherine Freese, a theoretical astrophysicist, is the George Eugene Uhlenbeck Collegiate Professor of Physics at the University of Michigan. Starting in September 2014, she assumed the position of Director of Nordita, the Nordic Institute for Theoretical Physics, in Stockholm, and holds a position as Professor of Physics at Stockholm University.",
      "pageId": 15094124,
      "monthDay": "02/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Miguel_Pardeza",
      "name": "Miguel Pardeza",
      "aboutText": "Kostas Triantafyllopoulos (also written as Kostas Triantafillopoulos) (Greek: Κώστας Τριανταφυλλόπουλος) (born 8 February 1956 in Athinaio, Arcadia, Greece) is a Greek actor. He graduated from Theodosiadis's Drama School of Athens in 1977 and he has played a wide variety of roles on stage from Greek tragedy, Aristophanes and Shakespeare to contemporary American drama (Eugene O'Neill, Arthur Miller, Tennessee Williams, Joyce Carol Oates, Thornton Wilder, Sam Shepard). He's acted in many plays produced by the National Theatre of Greece and by other major Greek theaters.",
      "pageId": 22516531,
      "monthDay": "02/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sean_Harris",
      "name": "Sean Harris",
      "aboutText": "Dennis Esteban Dominguez Baldivia (born February 9, 1962), better known as Dennis Padilla, is a Filipino comedian, radio broadcaster and actor. He is the son of the late Dencio Padilla, and the father of actress Julia Barretto. He was a Caloocan municipal councilor in 2001.",
      "pageId": 24319931,
      "monthDay": "02/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Bruno_Labbadia",
      "name": "Bruno Labbadia",
      "aboutText": "Robert Nebřenský (born 8 February 1964) is a Czech actor, musician, comedian, songwriter and composer.\nIn years 1986–2002, Nebřenský was active in Czech rock music band Vltava, which he disbanded. In the beginnings of his career, he collaborated with popular Czech theatre Sklep.",
      "pageId": 26008864,
      "monthDay": "02/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sarah_Montague",
      "name": "Sarah Montague",
      "aboutText": "Gary Wayne Coleman (February 8, 1968 – May 28, 2010) was an American actor, voice artist, and comedian, best known for his role as Arnold Jackson in Diff'rent Strokes (1978–1986) and for his small stature as an adult. He was described in the 1980s as \"one of television's most promising stars\". After a successful childhood acting career, Coleman struggled financially later in life.",
      "pageId": 12230,
      "monthDay": "02/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Kirk_Muller",
      "name": "Kirk Muller",
      "aboutText": "Patrick Houston (born February 8, 1973), better known as Project Pat is an American rapper originating from Memphis, Tennessee. He is the older brother of Juicy J, the co-founder of Three 6 Mafia.",
      "pageId": 341138,
      "monthDay": "02/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Hristo_Stoichkov",
      "name": "Hristo Stoichkov",
      "aboutText": "Alonzo Harding Mourning, Jr. (born February 8, 1970) is an American retired professional basketball player, who played most of his 15-year National Basketball Association (NBA) career for the Miami Heat.\nNicknamed \"Zo\", Mourning played at center.",
      "pageId": 409262,
      "monthDay": "02/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Rachel_Cusk",
      "name": "Rachel Cusk",
      "aboutText": "Paul Donald Wight Jr. (born February 8, 1972) is an American professional wrestler and actor, better known by his ring name Big Show. He is signed to WWE, where he has performed since 1999.",
      "pageId": 578152,
      "monthDay": "02/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Gary_Coleman",
      "name": "Gary Coleman",
      "aboutText": "William Keith McDonald (born February 8, 1973 in Yokosuka, Japan) is a former Major League Baseball catcher and right-handed batter. He made his debut with the St. Louis Cardinals in 2000.",
      "pageId": 674515,
      "monthDay": "02/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mary_Robinette_Kowal",
      "name": "Mary Robinette Kowal",
      "aboutText": "Kirk Christopher Muller (born February 8, 1966) is a retired professional ice hockey wing who played in the National Hockey League for 19 seasons from 1984–85 until 2002–03. He was also the head coach of the National Hockey League's Carolina Hurricanes from 2011 to 2014. On May 13, 2014, Kirk Muller signed a contract with the St.",
      "pageId": 747999,
      "monthDay": "02/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Mary_McCormack",
      "name": "Mary McCormack",
      "aboutText": "Mary Catherine McCormack (born February 8, 1969) is an American actress. She has had leading roles as Justine Appleton in the series Murder One (1995–97), as Deputy National Security Adviser Kate Harper in The West Wing (2004–06) and as Mary Shannon in In Plain Sight (2008–12).",
      "pageId": 1657125,
      "monthDay": "02/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Shiva_Rose",
      "name": "Shiva Rose",
      "aboutText": "Adrian Neil \"Aidy\" Boothroyd (born 8 February 1971) is an English former footballer and manager who is now manager of England national under-20 football team, having managed Northampton Town until December 2013. He was manager of Watford of the Championship until 3 November 2008. During his time with Watford he was known as one of the best young managers in the UK. At the time of his departure, he was the youngest and the second longest serving manager in the division.",
      "pageId": 2161110,
      "monthDay": "02/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/John_Filan",
      "name": "John Filan",
      "aboutText": "John Richard Filan (born 8 February 1970 in Sydney, Australia) is an Australian former football player and Academy coach at Blackburn Rovers.\nAs a player he was a goalkeeper from 1989 until 2008 and notably played in the Premier League for Coventry City, Blackburn Rovers and Wigan Athletic, having also been contracted without playing for Nottingham Forest in England's top division. He also played in the Football League for Cambridge United and Doncaster Rovers, and in his native country for St.",
      "pageId": 2219607,
      "monthDay": "02/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alonzo_Mourning",
      "name": "Alonzo Mourning",
      "aboutText": "Guillaume Emmanuel \"Guy-Manuel\" de Homem-Christo (French pronunciation: ​[ɡi manɥɛl də ɔmɛm kʁisto]; born 8 February 1974) is a French electronic musician best known for being one half of the French house music duo Daft Punk, along with Thomas Bangalter. He has also produced several works from his record label Crydamoure with label co-owner Éric Chedeville.",
      "pageId": 2469968,
      "monthDay": "02/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Zoubin_Ghahramani",
      "name": "Zoubin Ghahramani",
      "aboutText": "Andrus Veerpalu (born 8 February 1971 in Pärnu) is a former and so far the most successful Estonian male cross country skier.",
      "pageId": 4051602,
      "monthDay": "02/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Andre_El_Haddad",
      "name": "Andre El Haddad",
      "aboutText": "Shiva Rose (born February 8, 1969, Shiva Rose Afshar) is an Iranian-American actress, activist, and blogger.",
      "pageId": 4780233,
      "monthDay": "02/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Mika_Karppinen",
      "name": "Mika Karppinen",
      "aboutText": "Rachel Cusk (born 8 Feb 1967) is a Canadian-born novelist and writer who lives and works in the United Kingdom.",
      "pageId": 6552047,
      "monthDay": "02/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Andrus_Veerpalu",
      "name": "Andrus Veerpalu",
      "aboutText": "Zoubin Ghahramani FRS (born 8 February 1970) is an Iranian researcher and Professor of Information Engineering at the University of Cambridge. He holds joint appointments at Carnegie Mellon University and University College London.\n^ a b GHAHRAMANI, Prof.",
      "pageId": 6937286,
      "monthDay": "02/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Aidy_Boothroyd",
      "name": "Aidy Boothroyd",
      "aboutText": "Sarah Anne Louise Montague (born 8 February 1966) is a British journalist, best known for her work on BBC Radio 4 as one of the regular presenters of the Today programme.",
      "pageId": 7067386,
      "monthDay": "02/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Big_Show",
      "name": "Big Show",
      "aboutText": "Hiroshi Tsuchida (土田 大, Tsuchida Hiroshi, born February 8, 1972 in Tokyo) is a Japanese voice actor and live-action actor affiliated with 81 Produce.",
      "pageId": 11301601,
      "monthDay": "02/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Hiroshi_Tsuchida",
      "name": "Hiroshi Tsuchida",
      "aboutText": "Mika Kristian Karppinen, better known as Gas Lipstick (born 8 February 1971), is a Swedish-Finnish musician, best known as the previous drummer of the Finnish rock group HIM. Karppinen is also drummer to other bands, but they are on hiatus, such as Finnish deathgrind group To Separate the Flesh from the Bones, Finnish heavy metal group Bendover, Finnish punk group Valvotakomissio and International Finnish / Swedish punk group Ääritila.\nRare known fact is that Gas was session drummer for one tour of Finnish band named Tarot (known as project band of Marco Hietala - Nightwish). Gas's first more known band before he joined HIM was Kyyria, including two band members Santeri Kallio and Niclas Etelävuori from well known Finnish band Amorphis and singer Ville Tuomi of Suburban Tribe.",
      "pageId": 12154685,
      "monthDay": "02/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Keith_McDonald_(baseball)",
      "name": "Keith McDonald",
      "aboutText": "Mary Robinette Kowal (born February 8, 1969 in Raleigh, N.C., as Mary Robinette Harrison) is an American author and puppeteer.",
      "pageId": 16519139,
      "monthDay": "02/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Project_Pat",
      "name": "Project Pat",
      "aboutText": "Hristo Stoichkov (Bulgarian: Христо Стоичков Стоичков; born 8 February 1966 in Plovdiv) is a retired Bulgarian footballer who is currently a football commentator for Univision Deportes. He is regarded as one of the best players of his generation and is widely considered the greatest Bulgarian footballer of all time. He was runner-up for the FIFA World Player of the Year award in 1992 and 1994, and received the Ballon d'Or in 1994.",
      "pageId": 28714631,
      "monthDay": "02/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Guy-Manuel_de_Homem-Christo",
      "name": "Guy-Manuel de Homem-Christo",
      "aboutText": "Andre El Haddad (Arabic: اندريه الحداد) (born 8 February 1971 in Zahle, Lebanon) is a Lebanese FIFA registered referee since 2007.\nHe has officiated several international and continental competitions, most notably the controversial 2014 World Cup Qualifiers third round match between China and Singapore.\n^ Min, Lee.",
      "pageId": 32966808,
      "monthDay": "02/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ulises_de_la_Cruz",
      "name": "Ulises de la Cruz",
      "aboutText": "Yucef Merhi (born February 8, 1977) is a Venezuelan artist, poet and computer programmer, based in New York. He is the pioneer of Digital Art in Venezuela.",
      "pageId": 873422,
      "monthDay": "02/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Seth_Green",
      "name": "Seth Green",
      "aboutText": "Khaled Mashud (Bengali: খালেদ মাসুদ) (born 8 February 1976 in Rajshahi) is a Bangladeshi cricketer. A wicketkeeper and more than a useful middle order batsman, he was a regular member of the national team between 1995–2007.",
      "pageId": 897268,
      "monthDay": "02/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Kimbo_Slice",
      "name": "Kimbo Slice",
      "aboutText": "Abigail Evelyn \"Abi\" Titmuss (born 8 February 1976 in Newark, Nottinghamshire), also known professionally as Abigail Evelyn, is an English actress, television personality, poker player, and former glamour model.",
      "pageId": 1158902,
      "monthDay": "02/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Chris_Waitt",
      "name": "Chris Waitt",
      "aboutText": "Bridgette Kerkove (born February 8, 1977) is an Austrian-American former pornographic actress and director.",
      "pageId": 1312011,
      "monthDay": "02/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Khaled_Mashud",
      "name": "Khaled Mashud",
      "aboutText": "Ulises Hernán de la Cruz Bernardo (born 8 February 1974 in Piquiucho) is a retired Ecuadorian footballer, who since 2013 has been a member of his country's National Assembly for the governing PAIS Alliance.\nHe played 101 times for the Ecuador national football team between 1995 and 2010, and was selected for two FIFA World Cup tournaments. He spent his club career at Deportivo Quito, Barcelona S.C., Aucas, Cruzeiro, Hibernian, Aston Villa, Reading and Birmingham City.",
      "pageId": 1322817,
      "monthDay": "02/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Adam_Piatt",
      "name": "Adam Piatt",
      "aboutText": "Joshua Luis \"Josh\" Keaton (né Wiener; born February 8, 1979) is an American actor, voice actor, singer, and record producer.",
      "pageId": 1849606,
      "monthDay": "02/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Abi_Titmuss",
      "name": "Abi Titmuss",
      "aboutText": "Aaron Lane Cook (born February 8, 1979) is an American former professional baseball pitcher.",
      "pageId": 2448122,
      "monthDay": "02/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Nicolas_Vouilloz",
      "name": "Nicolas Vouilloz",
      "aboutText": "Barry Hall (born 8 February 1977) is a former Australian rules footballer. He is considered to be one of the best forwards of the modern era, being named All-Australian, leading his club's goalkicking on eleven occasions and captaining the Sydney Swans to their 2005 AFL Grand Final victory. In July 2011 Hall created history by becoming the first player to kick 100 goals for three different AFL teams.",
      "pageId": 2699762,
      "monthDay": "02/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Barry_Hall",
      "name": "Barry Hall",
      "aboutText": "Ralf Alastair John Little (born 8 February 1980) is an English actor, writer and semi-professional footballer, working mainly in television comedy.",
      "pageId": 2743995,
      "monthDay": "02/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Bridgette_Kerkove",
      "name": "Bridgette Kerkove",
      "aboutText": "Cameron Thane Muncey (born 8 February 1980 in Melbourne, Australia) is an Australian guitarist and vocalist. He is the mainstay lead guitarist and one of the songwriters of Melbourne-based rock band Jet which formed in 2001. Muncey co-wrote many of Jet's hits with Nic and Chris Cester, including \"Are You Gonna Be My Girl\", \"Radio Song\", \"Put Your Money Where Your Mouth Is\" and \"Cold Hard Bitch\".",
      "pageId": 3391107,
      "monthDay": "02/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Roman_Kostomarov",
      "name": "Roman Kostomarov",
      "aboutText": "Roman Sergeyevich Kostomarov (Russian: Роман Серге́евич Костомаров, born 8 February 1977) is a Russian ice dancer.",
      "pageId": 3394769,
      "monthDay": "02/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Yucef_Merhi",
      "name": "Yucef Merhi",
      "aboutText": "Christian Vazquez (born February 8, 1977) is a Filipino actor, model and a former housemate of ABS-CBN's Pinoy Big Brother: Pinoy Big Brother: Celebrity Edition. During his stint at Pinoy Big Brother, he was one of the comedian housemates. He graduated from high school at the University of St.",
      "pageId": 3979580,
      "monthDay": "02/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Christian_Vasquez",
      "name": "Christian Vasquez",
      "aboutText": "Nicolas Vouilloz (born 8 February 1976 in Nice, France) is a French former professional mountain biker and rally driver.\nHe won the Downhill Mountain Bike World Championships ten times, starting as a junior in 1992 and finishing his career with the his 10th victory in 2002, only placing lower in 2000 finishing 8th. He also won sixteen World cup Downhill races.",
      "pageId": 4481263,
      "monthDay": "02/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Aaron_Cook_(baseball)",
      "name": "Aaron Cook",
      "aboutText": "Seth Benjamin Green (born February 8, 1974) is an American actor, comedian, producer, writer, and director. Green is the creator and executive producer and most-frequent voice on Adult Swim's Robot Chicken, where he is also a writer and director. He directed many of the Robot Chicken specials including Robot Chicken: Star Wars and DC Comics Special.",
      "pageId": 6967012,
      "monthDay": "02/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Josh_Keaton",
      "name": "Josh Keaton",
      "aboutText": "Sophie Choudry (born Sophia Choudry, 8 February 1982)  is a British film actress and singer.",
      "pageId": 7438518,
      "monthDay": "02/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ralf_Little",
      "name": "Ralf Little",
      "aboutText": "Adam David Piatt (born February 8, 1976, in Chicago, Illinois) is a former professional baseball outfielder for the Oakland Athletics and Tampa Bay Devil Rays in the Major Leagues from 2000 to 2003.\nPiatt had a successful college career at Mississippi State University (MSU), helping lead the Bulldogs to multiple NCAA Tournament appearances. Piatt led the MSU team in 1996 with a .370 batting average.",
      "pageId": 11532250,
      "monthDay": "02/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jenny_Miller",
      "name": "Jenny Miller",
      "aboutText": "Kevin Ferguson (born February 8, 1974), better known as Kimbo Slice, is a Bahamian-born American boxer, mixed martial artist, and occasional actor. He became famous for mutual combat street fights which were spread across the Internet, leading Rolling Stone to call him \"The King of the Web Brawlers\".\nSlice left the underground fighting scene and signed a professional contract with EliteXC in 2007.",
      "pageId": 17709998,
      "monthDay": "02/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Cameron_Muncey",
      "name": "Cameron Muncey",
      "aboutText": "Ryan Parmeter (born February 6, 1980) is an American professional wrestler. He is signed by WWE, under the ring name Konnor as part of the tag team The Ascension. He was part of the fourth season of NXT, and earned fourth place on the show's fifth season, NXT Redemption.",
      "pageId": 18820195,
      "monthDay": "02/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Conor_O%27Brian",
      "name": "Conor O'Brian",
      "aboutText": "Jenny Miller is a Canadian - Native American born-Filipina actress .",
      "pageId": 21631262,
      "monthDay": "02/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sophie_Choudry",
      "name": "Sophie Choudry",
      "aboutText": "Chris Waitt (born Christopher Martyn Preston Waitt, February 8, 1974) is an independent filmmaker, musician and writer from the seaside town of Worthing, England.",
      "pageId": 29182976,
      "monthDay": "02/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Myriam_Montemayor_Cruz",
      "name": "Myriam Montemayor Cruz",
      "aboutText": "James Conrad \"Jim\" Verraros (born February 8, 1983) is an American singer/actor and native of Crystal Lake, Illinois who is most notable for being one of the top 10 finalists in the first season of American Idol. Because he was raised by deaf parents, he is fluent in American Sign Language.",
      "pageId": 536375,
      "monthDay": "02/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Carlene_Aguilar",
      "name": "Carlene Aguilar",
      "aboutText": "Daniel Paul \"Danny\" Tamberelli (born February 8, 1982) is an American actor, comedian, voice actor, and musician.",
      "pageId": 538804,
      "monthDay": "02/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Liam_McIntyre",
      "name": "Liam McIntyre",
      "aboutText": "Sousuke Takaoka (高岡 蒼甫, Takaoka Sōsuke, born February 8, 1982) is a Japanese actor, known for his break-out performance in the controversial movie Battle Royale.",
      "pageId": 1480920,
      "monthDay": "02/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sousuke_Takaoka",
      "name": "Sousuke Takaoka",
      "aboutText": "Carolina Kostner (Italian pronunciation: [karoˈliːna ˈkɔstner]; born February 8, 1987) is an Italian figure skater. She is the 2014 Olympic bronze medalist, the 2012 World champion, a five-time European champion (2007–2008, 2010, 2012–2013), and the 2011 Grand Prix Final champion. She is also a medalist at five other World Championships (2005, 2008, 2011, 2013 - 2014), four other European Championships (2006, 2009, 2011, 2014), and three other Grand Prix Finals (2007, 2008, 2010), the 2003 World Junior bronze medalist, and a seven-time Italian national champion.",
      "pageId": 1624498,
      "monthDay": "02/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Danny_Tamberelli",
      "name": "Danny Tamberelli",
      "aboutText": "Francisco Javier \"Javi\" García Fernández (Spanish pronunciation: [fɾanˈθ̼isko xaβˈjer ˈxaβi ɣarˈθi.a ferˈnandeθ]; born 8 February 1987) is a Spanish professional footballer who plays for Russian club FC Zenit Saint Petersburg. A defensive midfielder by nature, he can also appear as a central defender.\nHe started his career with Real Madrid, but represented mostly the reserve team, going on to have a three-year spell with Benfica in Portugal.",
      "pageId": 4857584,
      "monthDay": "02/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Erik_Rhodes_(pornographic_actor)",
      "name": "Erik Rhodes",
      "aboutText": "Cory Steven Jane (born 8 February 1983) is a New Zealand international rugby union player of Māori descent.\nHe first played for the All Blacks in 2008 and plays as a winger. In 2011 Jane was selected into the Tri Nations team as injury cover.",
      "pageId": 6897347,
      "monthDay": "02/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jermaine_Anderson",
      "name": "Jermaine Anderson",
      "aboutText": "Panagiotis \"Panos\" Vasilopoulos (alternate spellings: Panayiotis, Vassilopoulos) (Greek: Παναγιώτης \"Πάνος\" Βασιλόπουλος; born February 8, 1984) is a Greek professional basketball player who plays for Koroivos of the Greek Basket League. He measures 205 cm (6'8¾\") tall. He is a cornerman.",
      "pageId": 6913992,
      "monthDay": "02/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Cory_Jane",
      "name": "Cory Jane",
      "aboutText": "Myriam Montemayor Cruz (born February 8, 1981, Monterrey, Nuevo León, Mexico), better known as Myriam, is a Mexican recording artist, known for winning the first season of Mexican talent show La Academia.\n^ \"Myriam Montemayor Cruz - La biografía, los retratos, las fotos, la foto, las imágenes, últimas noticias, el horóscopo, los líricos, la galería de foto, las conexiones\". Grandesestrellas.com.",
      "pageId": 9622272,
      "monthDay": "02/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Elina_Part%C3%B5ka",
      "name": "Elina Partõka",
      "aboutText": "Manuel Osborne-Paradis (born 8 February 1984) is a World Cup alpine ski racer from Canada.\nBorn in North Vancouver, British Columbia, Osborne-Paradis grew up racing for the Whistler Mountain Ski Club. His first World Cup podium came in November 2006 at the Bombardier Winterstart men's downhill in Lake Louise, Alberta, Canada.",
      "pageId": 11896452,
      "monthDay": "02/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Olga_Syahputra",
      "name": "Olga Syahputra",
      "aboutText": "Nao Matsushita (松下 奈緒, Matsushita Nao, born 8 February 1985) is a Japanese actress and singer.",
      "pageId": 12885946,
      "monthDay": "02/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jim_Verraros",
      "name": "Jim Verraros",
      "aboutText": "Petra Cetkovská (Czech pronunciation: [ˈpɛtra ˈtsɛtkofskaː]; born 8 February 1985 in Prostějov, Czechoslovakia) is a professional tennis player from the Czech Republic. She reached her career-high singles ranking World No. 25 in June 2012.",
      "pageId": 13016025,
      "monthDay": "02/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Manuel_Osborne-Paradis",
      "name": "Manuel Osborne-Paradis",
      "aboutText": "Jeremiah Clayton \"Jeremy\" Davis (born February 8, 1985) is an American musician, bass guitarist and founding member of pop punk band Paramore.",
      "pageId": 14442017,
      "monthDay": "02/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Cecily_Strong",
      "name": "Cecily Strong",
      "aboutText": "Erik Rhodes (born James Elliott Naughtin; February 8, 1982 – June 14, 2012) was an openly gay American gay pornographic film actor, under an exclusive contract with Falcon Studios. He played versatile roles in videos and in his private sex life. He was also notable in New York's gay nightlife and social circles; Rhodes used to date fashion designer Marc Jacobs.",
      "pageId": 15331564,
      "monthDay": "02/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Panagiotis_Vasilopoulos",
      "name": "Panagiotis Vasilopoulos",
      "aboutText": "Jermaine Anderson (born February 8, 1983) is a Canadian professional basketball player.",
      "pageId": 15703055,
      "monthDay": "02/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Petra_Cetkovsk%C3%A1",
      "name": "Petra Cetkovská",
      "aboutText": "Liam James McIntyre (born 8 February 1982) is an Australian actor best known for playing the lead role in the Starz television series Spartacus: Vengeance and Spartacus: War of the Damned.",
      "pageId": 30537539,
      "monthDay": "02/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jeremy_Davis",
      "name": "Jeremy Davis",
      "aboutText": "Carlene Ang Aguilar (Chinese: 洪巧玲) is a Filipino-Chinese actress and a former beauty queen, having been crowned Miss Philippines Earth and Bb. Pilipinas World.",
      "pageId": 30857798,
      "monthDay": "02/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Nao_Matsushita",
      "name": "Nao Matsushita",
      "aboutText": "Olga Syahputra (born Yoga Syahputra; 8 February 1983 – 27 March 2015) was an Indonesian actor, comedian, singer, and television presenter.",
      "pageId": 32366930,
      "monthDay": "02/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Javi_Garc%C3%ADa",
      "name": "Javi García",
      "aboutText": "Rucha Hasabnis (born 8 February 1988) is a former Indian television actress. Hasabnis's first acting assignment was in the Marathi serial Chaar Choughi, taking the role of Devika. She is known for the role of Rashi Jigar Modi in the Star Plus serial Saath Nibhaana Saathiya as Rashi.",
      "pageId": 33054774,
      "monthDay": "02/08"
    },
    {
      "year": "1987",
      "uri": "/wiki/Carolina_Kostner",
      "name": "Carolina Kostner",
      "aboutText": "Cecily Strong (born February 8, 1984) is an American actress, voice actress, and comedian.",
      "pageId": 36988585,
      "monthDay": "02/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Rucha_Hasabnis",
      "name": "Rucha Hasabnis",
      "aboutText": "Elina Partõka (born February 8, 1983) is an Estonian former swimmer, who specialized in sprint freestyle events. She is a three-time Olympian (2000, 2004, and 2008), and a daughter of Valentin Partõka, who competed in both 200 and 400 m individual medley at the 1972 Summer Olympics in Munich, Germany, representing the Soviet Union.\nPartoka made her first Estonian team, as a 17-year-old swimming teen at the 2000 Summer Olympics in Sydney.",
      "pageId": 38223945,
      "monthDay": "02/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Keegan_Meth",
      "name": "Keegan Meth",
      "aboutText": "Bethany Meilani Hamilton Dirks (born February 8, 1990) is an American professional surfer who survived a 2003 shark attack in which her left arm was bitten off, but ultimately returned to—and was victorious in—professional surfing. She wrote about her experience in the 2004 autobiography Soul Surfer: A True Story of Faith, Family, and Fighting to Get Back on the Board. In April 2011, the feature film Soul Surfer was released; it was based on the book and additional interviews.",
      "pageId": 392621,
      "monthDay": "02/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ryan_Pinkston",
      "name": "Ryan Pinkston",
      "aboutText": "Ryan James Pinkston (born February 8, 1988) is an American actor and model.",
      "pageId": 1348878,
      "monthDay": "02/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nozomi_Sasaki_(model)",
      "name": "Nozomi Sasaki",
      "aboutText": "Danielle Jane \"Dani\" Harmer (born 8 February 1989) is an English television actress, presenter and singer. Harmer is best known for her portrayal as Tracy Beaker in the CBBC programmes The Story of Tracy Beaker, Tracy Beaker Returns and Tracy Beaker Survival Files from 2002 to 2012. Harmer confirmed on Twitter that she will not appear in its spin-off series, The Dumping Ground.",
      "pageId": 2462149,
      "monthDay": "02/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Zac_Guildford",
      "name": "Zac Guildford",
      "aboutText": "Keegan Orry Meth (born 8 February 1988) is a Zimbabwean cricketer. He plays domestically for the Matabeleland Tuskers and has represented Zimbabwe in One Day Internationals (ODIs). An all-rounder, he bowls right-arm medium-fast and generally bats in the lower middle order.",
      "pageId": 4980179,
      "monthDay": "02/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Dani_Harmer",
      "name": "Dani Harmer",
      "aboutText": "Jordan Todosey (born February 8, 1995) is a Canadian actress. She is best known for her roles as Lizzie McDonald in Life with Derek and Adam Torres in Degrassi.\nTodosey's transgender character, Adam Torres, in the Degrassi franchise has been her most noted.",
      "pageId": 5618961,
      "monthDay": "02/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/JaJuan_Johnson",
      "name": "JaJuan Johnson",
      "aboutText": "Nicole \"Nikki\" Yanofsky (born February 8, 1994) is a Canadian jazz-pop singer-songwriter from Montreal, Quebec. She is best known as the vocalist of the Canadian CTV theme song for the 2010 Winter Olympic Games, \"I Believe\".\nShe performed Canada’s National Anthem at the Opening Ceremonies of the 2010 Winter Olympic Games in Vancouver, British Columbia.",
      "pageId": 8763649,
      "monthDay": "02/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Courtney_Vandersloot",
      "name": "Courtney Vandersloot",
      "aboutText": "Zachary Robert Guildford (born 8 February 1989) is a New Zealand rugby union player who last played for French side Clermont Auvergne in the Top 14 competition. He will play for the New South Wales Waratahs in the 2016 Super Rugby season.\nHe previously played in Super Rugby for the Hurricanes and the Crusaders and domestic ITM Cup rugby for Hawke's Bay.",
      "pageId": 17486397,
      "monthDay": "02/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Tr%E1%BA%A7n_Th%E1%BB%8B_Th%C3%B9y_Dung",
      "name": "Trần Thị Thùy Dung",
      "aboutText": "Trần Thị Thùy Dung  (born February 8, 1990 in Đà Nẵng, Việt Nam) was crowned as Miss Vietnam 2008 on August 31 in Hội An. Miss Vietnam 2008 Tran Thi Thuy Dung was the tallest contestant (1,78m - 2008) with body measurements 86 - 61,5- 91. However, Thuy Dung is not allowed to represent her country in Miss World 2008, in Johannesburg, South Africa, on December 13 due to her unlegalized highschool graduate certificate.",
      "pageId": 19157064,
      "monthDay": "02/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Bethany_Hamilton",
      "name": "Bethany Hamilton",
      "aboutText": "Aristidis Soiledis (Greek: Αριστείδης Σοϊλέδης; born 8 February 1991) is a Greek footballer player who currently plays for AEK Athens.",
      "pageId": 22095124,
      "monthDay": "02/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Jonathan_Page_(footballer)",
      "name": "Jonathan Page",
      "aboutText": "JaJuan Johnson (born February 8, 1989) is an American professional basketball player who plays for Pallacanestro Cantù of the Italian Serie A. He played college basketball at Purdue University. During his sophomore season, he was named a First-Team All-Big Ten selection. As a junior, he was named a Second-Team All-Big Ten selection.",
      "pageId": 22360750,
      "monthDay": "02/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Daniel_Vidot",
      "name": "Daniel Vidot",
      "aboutText": "Daniel Vidot (born 8 February 1990) is an Australian professional rugby league footballer who currently plays for the Salford Red Devils in the Super League. A Samoan national representative, he plays at wing and previously played for the Canberra Raiders, St. George Illawarra Dragons and Brisbane Broncos in the National Rugby League.",
      "pageId": 23672965,
      "monthDay": "02/08"
    },
    {
      "year": "1991",
      "uri": "/wiki/Aristidis_Soiledis",
      "name": "Aristidis Soiledis",
      "aboutText": "Jonathan Edward Page (born 8 February 1990) is an English professional football player who is currently plays for Scottish League Two side East Fife.",
      "pageId": 23774003,
      "monthDay": "02/08"
    },
    {
      "year": "1991",
      "uri": "/wiki/Roberto_Soriano",
      "name": "Roberto Soriano",
      "aboutText": "Nozomi Sasaki (佐々木 希, Sasaki Nozomi, born February 8, 1988), previously known simply as Nozomi during her fashion modeling career, is a Japanese glamour model and former professional fashion model from Akita.\nAfter working as a fashion model for nearly 7 years, she has become famous as a gravure idol and main ringside commentator / spokesperson for the mixed martial arts competition Dream Fighting Championships and the kickboxing competition K-1 World Max since 2009.\nSince late 2008 she has released five photobooks and two DVDs, and has also made countless appearances on television, magazines, and ads unrelated to fashion / cosmetic, including ones for Coca-Cola's green tea products, Suntory's 3 soft drink products, So-net, Willcom, Fujifilm, Kao, Rohto Pharmaceutical Co.",
      "pageId": 24811001,
      "monthDay": "02/08"
    },
    {
      "year": "1991",
      "uri": "/wiki/Nam_Woo-hyun",
      "name": "Nam Woo-hyun",
      "aboutText": "Kathryn Newton (born February 8, 1997) is an American teen actress best known for her role as Louise Brooks in the CBS television series Gary Unmarried as well as for her role as Alex Nelson in the 2012 feature film Paranormal Activity 4, which earned her the 2013 Young Artist Award for Best Leading Young Actress in a Feature Film. She is also known for portraying the older version of Claire Novak in the CW series Supernatural.",
      "pageId": 25066667,
      "monthDay": "02/08"
    },
    {
      "year": "1992",
      "uri": "/wiki/Carl_Jenkinson",
      "name": "Carl Jenkinson",
      "aboutText": "Roberto Soriano (born 8 February 1991) is an Italian footballer who plays for Serie A club Sampdoria and the Italian national team as a midfielder.",
      "pageId": 28694544,
      "monthDay": "02/08"
    },
    {
      "year": "1994",
      "uri": "/wiki/Nikki_Yanofsky",
      "name": "Nikki Yanofsky",
      "aboutText": "Carl Daniel Jenkinson (born 8 February 1992) is an English professional footballer who plays for West Ham United on loan from Arsenal as a defender. Jenkinson began his career with Charlton Athletic before joining Arsenal in 2011. He played the 2014–15 season with West Ham United on loan.",
      "pageId": 29393141,
      "monthDay": "02/08"
    },
    {
      "year": "1995",
      "uri": "/wiki/Ksenia_Gaydarzhi",
      "name": "Ksenia Gaydarzhi",
      "aboutText": "Courtney Vandersloot (born February 8, 1989) is an American basketball player, currently a point guard with the Chicago Sky in the WNBA and Beşiktaş in the Turkish Women's Basketball League (TKBL). The third selection in the 2011 WNBA Draft, she had a successful first season in which she was selected for the 2011 WNBA All-Star Game and named to the WNBA All-Rookie Team.\nDuring her college career at Gonzaga University, she was the only women's player in West Coast Conference history to be named the conference's player of the year three times, and also the only player to be named MVP of the WCC Women's Tournament three times.",
      "pageId": 31444126,
      "monthDay": "02/08"
    },
    {
      "year": "1995",
      "uri": "/wiki/Yao_Jinnan",
      "name": "Yao Jinnan",
      "aboutText": "Yao Jinnan (born February 8, 1995) is a Chinese artistic gymnast. Yao represented China at the 2012 Summer Olympics. She is 2014 World Uneven Bars Champion and 2011 World All-Around bronze medalist and balance beam silver medalist.",
      "pageId": 32807420,
      "monthDay": "02/08"
    },
    {
      "year": "1995",
      "uri": "/wiki/Jordan_Todosey",
      "name": "Jordan Todosey",
      "aboutText": "Nam Woo-hyun (Hangul: 남우현; hanja: 南優賢; born February 8, 1991), commonly known by his stage name Woohyun, is a South Korean singer, songwriter and actor.",
      "pageId": 42229866,
      "monthDay": "02/08"
    },
    {
      "year": "1997",
      "uri": "/wiki/Kathryn_Newton",
      "name": "Kathryn Newton",
      "aboutText": "Ksenia Gaydarzhi (Russian: Ксения Сергеевна Гайдаржи; born 8 February 1995 in Moscow) is a Russian tennis player.\nGaydarzhi has won two singles titles on the ITF tour in her career. On 21 September 2015, she reached her best singles ranking of world number 483.",
      "pageId": 43371858,
      "monthDay": "02/08"
    },
    {
      "year": "1998",
      "uri": "/wiki/%C5%A0arlote_L%C4%93nmane",
      "name": "Šarlote Lēnmane",
      "aboutText": "Šarlote Lēnmane (born 8 February 1998) is a Latvian teen singer. She represented Latvia in the Junior Eurovision Song Contest 2010 in Minsk, Belarus, after five years of Latvia not participating in the competition.\nLēnmane was born in Riga.",
      "pageId": 28222251,
      "monthDay": "02/08"
    }
  ]
}