{
  "people": [
    {
      "year": "1499",
      "uri": "/wiki/Thomas_Platter",
      "name": "Thomas Platter",
      "aboutText": "Albrecht Giese (February 10, 1524 – August 1, 1580) was a councilman and diplomat of the city of Danzig (Gdańsk).\nGiese was born in Danzig, Royal Prussia, Poland, to the influential and wealthy merchant Patrician family Giese. His relatives were the bishop Tiedemann Giese, and the merchant Georg Giese, who also worked in the Hanse base in London, the Steelyard.",
      "pageId": 48326,
      "monthDay": "02/10"
    },
    {
      "year": "1524",
      "uri": "/wiki/Albrecht_Giese",
      "name": "Albrecht Giese",
      "aboutText": "Alexandre Millerand (French: [alɛksɑ̃dʁ milʁɑ̃]; 1859–1943) was a French politician. He was Prime Minister of France 20 January to 23 September 1920 and President of France from 23 September 1920 to 11 June 1924.",
      "pageId": 183974,
      "monthDay": "02/10"
    },
    {
      "year": "1606",
      "uri": "/wiki/Christine_Marie_of_France",
      "name": "Christine Marie of France",
      "aboutText": "Samuel Plimsoll (10 February 1824 – 3 June 1898) was an English politician and social reformer, now best remembered for having devised the Plimsoll line (a line on a ship's hull indicating the maximum safe draft, and therefore the minimum freeboard for the vessel in various operating conditions).",
      "pageId": 227143,
      "monthDay": "02/10"
    },
    {
      "year": "1609",
      "uri": "/wiki/John_Suckling_(poet)",
      "name": "John Suckling",
      "aboutText": "Charles Lamb (10 February 1775 – 27 December 1834) was an English writer and essayist, best known for his Essays of Elia and for the children's book Tales from Shakespeare, which he produced with his sister, Mary Lamb (1764–1847).\nHe also wrote a number of poems, and was part of a literary circle in England, along with Samuel Taylor Coleridge and William Wordsworth, whom he befriended. He has been referred to by E. V. Lucas, his principal biographer, as \"the most lovable figure in English literature\".",
      "pageId": 233103,
      "monthDay": "02/10"
    },
    {
      "year": "1685",
      "uri": "/wiki/Aaron_Hill_(writer)",
      "name": "Aaron Hill",
      "aboutText": "Sir John Suckling (10 February 1609 – after May 1641) was an English poet and a prominent figure among those renowned for careless gaiety and wit, the accomplishments of a Cavalier poet. He was also the inventor of the card game cribbage.",
      "pageId": 297186,
      "monthDay": "02/10"
    },
    {
      "year": "1696",
      "uri": "/wiki/Johann_Melchior_Molter",
      "name": "Johann Melchior Molter",
      "aboutText": "Ira Remsen (February 10, 1846 – March 4, 1927) was a chemist who, along with Constantin Fahlberg, discovered the artificial sweetener saccharin.",
      "pageId": 322259,
      "monthDay": "02/10"
    },
    {
      "year": "1744",
      "uri": "/wiki/William_Cornwallis",
      "name": "William Cornwallis",
      "aboutText": "Honoré Daumier (French: [ɔnɔʁe domje]; February 26, 1808 – February 10, 1879) was a French printmaker, caricaturist, painter, and sculptor, whose many works offer commentary on social and political life in France in the 19th century.\nDaumier produced over 500 paintings, 4000 lithographs, 1000 wood engravings, 1000 drawings and 100 sculptures.",
      "pageId": 337688,
      "monthDay": "02/10"
    },
    {
      "year": "1775",
      "uri": "/wiki/Charles_Lamb",
      "name": "Charles Lamb",
      "aboutText": "Charles William de la Poer Beresford, 1st Baron Beresford GCB GCVO (10 February 1846 – 6 September 1919), styled Lord Charles Beresford between 1859 and 1916, was a British admiral and Member of Parliament.\nBeresford was the second son of John Beresford, 4th Marquess of Waterford, thus despite his courtesy title as the younger son of a Marquess, he was still eligible to enter the House of Commons. He combined the two careers of the navy and a member of parliament, making a reputation as a hero in battle and champion of the navy in the House of Commons.",
      "pageId": 391703,
      "monthDay": "02/10"
    },
    {
      "year": "1785",
      "uri": "/wiki/Claude-Louis_Navier",
      "name": "Claude-Louis Navier",
      "aboutText": "Ary Scheffer (10 February 1795 – 15 June 1858) was a Dutch-French Romantic painter.",
      "pageId": 824080,
      "monthDay": "02/10"
    },
    {
      "year": "1795",
      "uri": "/wiki/Ary_Scheffer",
      "name": "Ary Scheffer",
      "aboutText": "Claude-Louis Navier (born Claude Louis Marie Henri Navier, pronounced: [klod lwi maʁi ɑ̃ʁi navje]; 10 February 1785 – 21 August 1836), was a French engineer and physicist who specialized in mechanics.",
      "pageId": 900573,
      "monthDay": "02/10"
    },
    {
      "year": "1808",
      "uri": "/wiki/Honor%C3%A9_Daumier",
      "name": "Honoré Daumier",
      "aboutText": "Agnes Mary Clerke (10 February 1842 – 20 January 1907) was an astronomer and writer, mainly in the field of astronomy. She was born in Skibbereen, County Cork, Ireland, and died in London.\n^ For details of the life and work of Agnes Clerk, see Weitzenhoffer, Kenneth (1985).",
      "pageId": 906563,
      "monthDay": "02/10"
    },
    {
      "year": "1821",
      "uri": "/wiki/Roberto_Bompiani",
      "name": "Roberto Bompiani",
      "aboutText": "Aaron Hill (10 February 1685 – 8 February 1750) was an English dramatist and miscellaneous writer.\nThe son of a country gentleman of Wiltshire, Hill was educated at Westminster School, and afterwards travelled in the East. He was the author of 17 plays, some of them, such as his versions of Voltaire's Zaire and Mérope, being adaptations.",
      "pageId": 1078816,
      "monthDay": "02/10"
    },
    {
      "year": "1824",
      "uri": "/wiki/Samuel_Plimsoll",
      "name": "Samuel Plimsoll",
      "aboutText": "Sir Robert Randolph Garran GCMG KC (10 February 1867 – 11 January 1957) was an Australian lawyer and the first Australian public servant, an early leading expert in Australian constitutional law, the first employee of the Government of Australia and the first Solicitor-General of Australia. Garran spent thirty-one years as permanent head of the Attorney-General's Department, providing advice to ten different Prime Ministers (from Barton to Lyons). He played a significant behind-the-scenes role in the Australian federation movement, as adviser to Edmund Barton and chair of the Drafting Committee at the 1897–1898 Constitutional Convention.",
      "pageId": 1196618,
      "monthDay": "02/10"
    },
    {
      "year": "1842",
      "uri": "/wiki/Agnes_Mary_Clerke",
      "name": "Agnes Mary Clerke",
      "aboutText": "Thomas Platter (the Elder) (10 February 1499, Grächen, Valais – 26 January 1582, Basel) was a Swiss humanist scholar and writer.\nHis sons Felix Platter and Thomas Platter the Younger both studied medicine, a thwarted ambition of Platter's own early life. Platter the Younger also kept a diary of travels in England which provided Shakespearean scholars with evidence for the dating of certain Shakespeare plays.",
      "pageId": 1676479,
      "monthDay": "02/10"
    },
    {
      "year": "1846",
      "uri": "/wiki/Lord_Charles_Beresford",
      "name": "Lord Charles Beresford",
      "aboutText": "Admiral Sir William Cornwallis, GCB (10 February 1744 – 5 July 1819) was a Royal Navy officer. He was the brother of Charles Cornwallis, the 1st Marquess Cornwallis, British commander at the siege of Yorktown. Cornwallis took part in a number of decisive battles including the Siege of Louisbourg in 1758 and the Battle of the Saintes but is best known as a friend of Lord Nelson and as the commander-in-chief of the Channel Fleet during the Napoleonic Wars.",
      "pageId": 2299052,
      "monthDay": "02/10"
    },
    {
      "year": "1846",
      "uri": "/wiki/Ira_Remsen",
      "name": "Ira Remsen",
      "aboutText": "Prince Waldemar of Prussia (Joachim Friedrich Ernst Waldemar; 10 February 1868 – 27 March 1879) was the sixth child of Crown Prince Friedrich (later Emperor Friedrich III), and Victoria, Princess Royal, the eldest daughter of the Queen Victoria.",
      "pageId": 2402083,
      "monthDay": "02/10"
    },
    {
      "year": "1847",
      "uri": "/wiki/Nabinchandra_Sen",
      "name": "Nabinchandra Sen",
      "aboutText": "Nabinchandra Sen (Bengali: নবীনচন্দ্র সেন; 1847–1909) was a Bengali poet and writer, often considered as one of the greatest poets prior to the arrival of Rabindranath Tagore.",
      "pageId": 5836506,
      "monthDay": "02/10"
    },
    {
      "year": "1859",
      "uri": "/wiki/Alexandre_Millerand",
      "name": "Alexandre Millerand",
      "aboutText": "Christine of France (Christine Marie; 10 February 1606 – 27 December 1663) was the sister of Louis XIII and the Duchess of Savoy by marriage.",
      "pageId": 7699794,
      "monthDay": "02/10"
    },
    {
      "year": "1867",
      "uri": "/wiki/Robert_Garran",
      "name": "Robert Garran",
      "aboutText": "Johann Melchior Molter (10 February 1696 – 12 January 1765) was a German baroque composer and violinist.\nHe was born at Tiefenort, near Eisenach, and was educated at the Gymnasium in Eisenach. By autumn 1717 he had left Eisenach and was working as a violinist in Karlsruhe.",
      "pageId": 8770690,
      "monthDay": "02/10"
    },
    {
      "year": "1868",
      "uri": "/wiki/Prince_Waldemar_of_Prussia_(1868%E2%80%931879)",
      "name": "Prince Waldemar of Prussia",
      "aboutText": "Roberto Bompiani (February 10, 1821 – January 19, 1908) was an Italian painter and sculptor.\nBompiani was born in Rome, where, by the age of fifteen, he had enrolled at the Accademia di San Luca, where in 1836 he shared a first prize with fellow student in design, Angelo Valeriani. By 1839, he was able to win prizes both in sculpture and painting at the Accademia.",
      "pageId": 38696206,
      "monthDay": "02/10"
    },
    {
      "year": "1868",
      "uri": "/wiki/William_Allen_White",
      "name": "William Allen White",
      "aboutText": "Boris Leonidovich Pasternak (/ˈpæstərˌnæk/; Russian: Бори́с Леони́дович Пастерна́к; IPA: [bɐˈrʲis lʲɪɐˈnʲidəvʲɪtɕ pəstɛrˈnak]) (10 February [O.S. 29 January] 1890 – 30 May 1960) was a Russian poet, novelist, and literary translator. In his native Russian, Pasternak's first book of poems, My Sister, Life (1917), is one of the most influential collections ever published in the Russian language. Pasternak's translations of stage plays by Goethe, Schiller, Calderon and Shakespeare remain very popular with Russian audiences.",
      "pageId": 4667,
      "monthDay": "02/10"
    },
    {
      "year": "1879",
      "uri": "/wiki/Ernst_P%C3%B5dder",
      "name": "Ernst Põdder",
      "aboutText": "Walter Houser Brattain (February 10, 1902 – October 13, 1987) was an American physicist at Bell Labs who, along with John Bardeen and William Shockley, invented the transistor. They shared the 1956 Nobel Prize in Physics for their invention.",
      "pageId": 33133,
      "monthDay": "02/10"
    },
    {
      "year": "1881",
      "uri": "/wiki/Pauline_Brunius",
      "name": "Pauline Brunius",
      "aboutText": "Maurice Harold Macmillan, 1st Earl of Stockton, OM, PC, FRS (10 February 1894 – 29 December 1986) was a British Conservative politician and statesman who served as the Prime Minister of the United Kingdom from 10 January 1957 to 18 October 1963, nicknamed \"Supermac\" and known for his pragmatism, wit and unflappability.\nMacmillan served in the Grenadier Guards during the First World War. He was wounded three times, most severely in September 1916 during the Battle of the Somme.",
      "pageId": 80933,
      "monthDay": "02/10"
    },
    {
      "year": "1884",
      "uri": "/wiki/Frederick_Hawksworth",
      "name": "Frederick Hawksworth",
      "aboutText": "James Francis \"Jimmy\" Durante (February 10, 1893 – January 29, 1980) was an American singer, pianist, comedian, and actor. His distinctive clipped gravelly speech, New York accent, comic language butchery, jazz-influenced songs, and prominent nose helped make him one of America's most familiar and popular personalities of the 1920s through the 1970s.",
      "pageId": 99033,
      "monthDay": "02/10"
    },
    {
      "year": "1888",
      "uri": "/wiki/Giuseppe_Ungaretti",
      "name": "Giuseppe Ungaretti",
      "aboutText": "Joseph Kessel (10 February 1898 – 23 July 1979) was a French journalist and novelist.\nKessel was born in Villa Clara, Entre Ríos, Argentina, because of the constant journeys of his father, a Litvak doctor. Joseph Kessel lived the first years of his childhood in Orenburg, Russia, before the family moved to France in 1908.",
      "pageId": 242170,
      "monthDay": "02/10"
    },
    {
      "year": "1890",
      "uri": "/wiki/Fanny_Kaplan",
      "name": "Fanny Kaplan",
      "aboutText": "Giuseppe Ungaretti (Italian: [dʒuˈzɛppe uŋɡaˈretti]; 10 February 1888 – 2 June 1970) was an Italian modernist poet, journalist, essayist, critic, academic, and recipient of the inaugural 1970 Neustadt International Prize for Literature. A leading representative of the experimental trend known as Ermetismo (\"Hermeticism\"), he was one of the most prominent contributors to 20th century Italian literature. Influenced by symbolism, he was briefly aligned with futurism.",
      "pageId": 256125,
      "monthDay": "02/10"
    },
    {
      "year": "1890",
      "uri": "/wiki/Boris_Pasternak",
      "name": "Boris Pasternak",
      "aboutText": "Fanya Yefimovna Kaplan (Russian: Фа́нни Ефи́мовна Капла́н; real name Feiga Haimovna Roytblat; Фейга Хаимовна Ройтблат; February 10, 1890 – September 3, 1918), was a Russian revolutionary who tried to assassinate Vladimir Lenin.\nAs a member of the Socialist Revolutionaries (Esers), Kaplan viewed Lenin as a ‘traitor to the revolution’, when his unelected Bolsheviks managed to get the Esers banned. On 30 August 1918, she approached Lenin as he was leaving a Moscow factory, and fired three shots, badly injuring him.",
      "pageId": 448103,
      "monthDay": "02/10"
    },
    {
      "year": "1892",
      "uri": "/wiki/Alan_Hale,_Sr.",
      "name": "Alan Hale, Sr.",
      "aboutText": "Dame Judith Anderson, AC, DBE (10 February 1897 – 3 January 1992) was an Australian actress who had a successful career in stage, film and television. A preeminent stage actress in her era, she won two Emmy Awards and a Tony Award and was also nominated for a Grammy Award and an Academy Award. She is considered one of the century's greatest actors, most particularly of tragedy.",
      "pageId": 463434,
      "monthDay": "02/10"
    },
    {
      "year": "1893",
      "uri": "/wiki/Jimmy_Durante",
      "name": "Jimmy Durante",
      "aboutText": "Alan Hale, Sr.",
      "pageId": 590330,
      "monthDay": "02/10"
    },
    {
      "year": "1893",
      "uri": "/wiki/Bill_Tilden",
      "name": "Bill Tilden",
      "aboutText": "John Franklin Enders (February 10, 1897 – September 8, 1985) was an American biomedical scientist and Nobel laureate.",
      "pageId": 665433,
      "monthDay": "02/10"
    },
    {
      "year": "1894",
      "uri": "/wiki/Harold_Macmillan",
      "name": "Harold Macmillan",
      "aboutText": "William Tatem Tilden II (February 10, 1893 – June 5, 1953), nicknamed \"Big Bill,\" was an American male tennis player. He is often considered one of the greatest tennis players of all time. Tilden was the World No.",
      "pageId": 772670,
      "monthDay": "02/10"
    },
    {
      "year": "1897",
      "uri": "/wiki/Judith_Anderson",
      "name": "Judith Anderson",
      "aboutText": "Stella Adler (February 10, 1901 – December 21, 1992) was an American actress and acclaimed acting teacher. She founded the Stella Adler Studio of Acting in New York City and Los Angeles with long-time protégée Joanne Linville, who continues to teach Adler's technique. Her grandson Tom Oppenheim now runs the school in New York City, which has produced alumni such as Marlon Brando, Robert De Niro, Elaine Stritch, Kate Mulgrew, Kipp Hamilton, and Jenny Lumet.",
      "pageId": 843532,
      "monthDay": "02/10"
    },
    {
      "year": "1897",
      "uri": "/wiki/John_Franklin_Enders",
      "name": "John Franklin Enders",
      "aboutText": "William Allen White (February 10, 1868 – January 29, 1944) was a renowned American newspaper editor, politician, author, and leader of the Progressive movement.",
      "pageId": 894935,
      "monthDay": "02/10"
    },
    {
      "year": "1898",
      "uri": "/wiki/Bertolt_Brecht",
      "name": "Bertolt Brecht",
      "aboutText": "Waldemar Hoven (February 10, 1903 – June 2, 1948) was a Nazi and a physician at Buchenwald concentration camp.\nHoven was born in Freiburg, Germany. Between the years 1919 and 1933, he visited Denmark, Sweden, the United States, and France, returning in 1933 to Freiburg, where he completed his high school studies.",
      "pageId": 2008709,
      "monthDay": "02/10"
    },
    {
      "year": "1898",
      "uri": "/wiki/Joseph_Kessel",
      "name": "Joseph Kessel",
      "aboutText": "Frederick William Hawksworth (10 February 1884 – 13 July 1976), was the last Chief Mechanical Engineer of the Great Western Railway (Great Britain) (GWR).",
      "pageId": 2863053,
      "monthDay": "02/10"
    },
    {
      "year": "1901",
      "uri": "/wiki/Stella_Adler",
      "name": "Stella Adler",
      "aboutText": "Franco Cortese (10 February 1903 in Oggebbio, Piedmont – 13 November 1986 in Milano) was an Italian racing driver. He entered 156 races between 1927 and 1958, of which one was a Formula 1 Grand Prix and three were Formula 2 Grands Prix. Cortese holds the record of most finishes in a Mille Miglia race: fourteen.",
      "pageId": 5269318,
      "monthDay": "02/10"
    },
    {
      "year": "1902",
      "uri": "/wiki/Walter_Houser_Brattain",
      "name": "Walter Houser Brattain",
      "aboutText": "Ernst Põdder VR I/1 (February 10, 1879 Aleksandri Parish, Võrumaa, Estonia - June 24, 1932 Tallinn, Estonia) was a famous Estonian military commander in the Estonian War of Independence.\nIn 1900 Põdder graduated from the Vilnius Military Academy. In the Russo-Japanese war he achieved the rank of Lieutenant, and in World War I became Polkovnik (Colonel).",
      "pageId": 11354359,
      "monthDay": "02/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Franco_Cortese",
      "name": "Franco Cortese",
      "aboutText": "Eugen Bertolt Friedrich Brecht (/brɛkt/; 10 February 1898 – 14 August 1956) was a German poet, playwright, and theatre director of the 20th century. He made contributions to dramaturgy and theatrical production, the latter through the tours undertaken by the Berliner Ensemble – the post-war theatre company operated by Brecht and his wife, long-time collaborator and actress Helene Weigel.",
      "pageId": 24956001,
      "monthDay": "02/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Karl_Deichgr%C3%A4ber",
      "name": "Karl Deichgräber",
      "aboutText": "Pauline Brunius, née Emma Maria Pauline Lindstedt (10 February 1881 in Stockholm – 30 March 1954 in Stockholm) was a Swedish stage and film actor, screenwriter and film and theatre director. She was the managing director of the Royal Dramatic Theatre from 1938 to 1948.\nBrunius became a ballet student in 1891, but ended her ballet studies in favor of spoken drama.",
      "pageId": 32554015,
      "monthDay": "02/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Waldemar_Hoven",
      "name": "Waldemar Hoven",
      "aboutText": "Karl Marienus Deichgräber (10 February 1903, Aurich, Province of Hanover – 16 December 1984, Bovenden) was a German classical philologist. Deichgräber was a member of the Nazi Party.\n^ Anikó Szabó, Vertreibung, Rückkehr, Wiedergutmachung: Göttinger Hochschullehrer im Schatten des Nationalsozialismus : mit einer biographischen Dokumentation der entlassenen und verfolgten Hochschullehrer, Universität Göttingen, Wallstein Verlag, 2000, p.",
      "pageId": 34245276,
      "monthDay": "02/10"
    },
    {
      "year": "1903",
      "uri": "/wiki/Matthias_Sindelar",
      "name": "Matthias Sindelar",
      "aboutText": "Creighton Tull Chaney (February 10, 1906 – July 12, 1973), known by his stage name Lon Chaney, Jr., was an American actor known for playing Larry Talbot in the 1941 film The Wolf Man and its various crossovers, as well as portraying other monsters such as The Mummy, Frankenstein's Monster, and Count Alucard (son of Dracula) in numerous horror films produced by Universal Studios. He also portrayed Lennie Small in Of Mice and Men (1939). Originally referenced in films as Creighton Chaney, he was later credited as \"Lon Chaney, Jr.\" in 1935, and after 1941's Man Made Monster, beginning as early as The Wolf Man later that same year, he was almost always billed under his more famous father's name as Lon Chaney.",
      "pageId": 142239,
      "monthDay": "02/10"
    },
    {
      "year": "1904",
      "uri": "/wiki/John_Farrow",
      "name": "John Farrow",
      "aboutText": "Alexander Comfort, MB BChir (10 February 1920 – 26 March 2000) was a British scientist and physician known best for his nonfiction sex manual, The Joy of Sex (1972).",
      "pageId": 232529,
      "monthDay": "02/10"
    },
    {
      "year": "1905",
      "uri": "/wiki/Walter_A._Brown",
      "name": "Walter A. Brown",
      "aboutText": "Árpád Göncz (Göncz Árpád, Hungarian pronunciation: [ˈɡønt͡s ˈaːrpaːd]; 10 February 1922 – 6 October 2015) was a Hungarian liberal politician, who served as President of Hungary from 2 May 1990 to 4 August 2000. Göncz played a role in the Hungarian Revolution of 1956. He was also founding member of the Alliance of Free Democrats (SZDSZ) and Speaker of the National Assembly of Hungary before becoming President.",
      "pageId": 329022,
      "monthDay": "02/10"
    },
    {
      "year": "1905",
      "uri": "/wiki/Chick_Webb",
      "name": "Chick Webb",
      "aboutText": "William Henry Webb, often known as Chick Webb (February 10, 1905 – June 16, 1939) was an American jazz and swing music drummer as well as a band leader.",
      "pageId": 339203,
      "monthDay": "02/10"
    },
    {
      "year": "1906",
      "uri": "/wiki/Lon_Chaney,_Jr.",
      "name": "Lon Chaney, Jr.",
      "aboutText": "Lawrence \"Larry\" Cecil Adler (February 10, 1914 – August 6, 2001) was an American musician, one of the world's most skilled harmonica players. Ralph Vaughan Williams, Malcolm Arnold, Darius Milhaud and Arthur Benjamin composed for him.",
      "pageId": 1507227,
      "monthDay": "02/10"
    },
    {
      "year": "1906",
      "uri": "/wiki/Erik_Rhodes_(actor)",
      "name": "Erik Rhodes",
      "aboutText": "Douglas Slocombe OBE, BSC, ASC (born 10 February 1913) is a British cinematographer.",
      "pageId": 2127819,
      "monthDay": "02/10"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jean_Coulthard",
      "name": "Jean Coulthard",
      "aboutText": "Jean Coulthard, OC OBC (February 10, 1908 – March 9, 2000) was a Canadian composer and music educator. She was part of a trio of women composers who dominated Western Canadian music in the twentieth century: Coulthard, Barbara Pentland, and Violet Archer. All three died within weeks of each other in 2000.",
      "pageId": 2176576,
      "monthDay": "02/10"
    },
    {
      "year": "1909",
      "uri": "/wiki/Min_Thu_Wun",
      "name": "Min Thu Wun",
      "aboutText": "John Villiers Farrow, KGCHS (10 February 1904 – 27 January 1963) was an Australian born American film director, producer and screenwriter. In 1957, he won the Academy Award for Best Writing/Best Screenplay for Around the World in Eighty Days and in 1942 he was nominated as Best Director for Wake Island.",
      "pageId": 2366407,
      "monthDay": "02/10"
    },
    {
      "year": "1909",
      "uri": "/wiki/Peter_L._Rypdal",
      "name": "Peter L. Rypdal",
      "aboutText": "Matthias Sindelar (10 February 1903 – 23 January 1939) was an Austrian footballer.\nHe played centre-forward for the celebrated Austria national team of the early 1930s known as the Wunderteam, which he captained at the 1934 World Cup.\nKnown as \"The Mozart of football\" or 'Der Papierene' – 'the Paper-man' for his slight build, he was renowned as one of the finest pre-war footballers, known for his fantastic dribbling ability and creativity.",
      "pageId": 2663194,
      "monthDay": "02/10"
    },
    {
      "year": "1910",
      "uri": "/wiki/Dominique_Pire",
      "name": "Dominique Pire",
      "aboutText": "Erik Rhodes (February 10, 1906 – February 17, 1990) was an American film and Broadway singer and actor.",
      "pageId": 2855854,
      "monthDay": "02/10"
    },
    {
      "year": "1910",
      "uri": "/wiki/Stanley_Vann",
      "name": "Stanley Vann",
      "aboutText": "Neva Louise Patterson (February 10, 1920 – December 14, 2010) was an American actress.\nBorn on a farm near Nevada, Iowa, Patterson and her parents moved to New York City in 1938. She made her Broadway debut in 1947's The Druid Circle.",
      "pageId": 3306287,
      "monthDay": "02/10"
    },
    {
      "year": "1910",
      "uri": "/wiki/Sofia_Vembo",
      "name": "Sofia Vembo",
      "aboutText": "Walter A. Brown (February 10, 1905 – September 7, 1964) was the founder and original owner of the Boston Celtics as well as an important figure in the development of ice hockey in the United States.",
      "pageId": 3981220,
      "monthDay": "02/10"
    },
    {
      "year": "1913",
      "uri": "/wiki/Douglas_Slocombe",
      "name": "Douglas Slocombe",
      "aboutText": "William Stanley Vann FRCO ARCM (15 February 1910 – 27 March 2010) was an English composer, organist, choral conductor, and choir trainer, primarily in the Anglican cathedral tradition.",
      "pageId": 4624679,
      "monthDay": "02/10"
    },
    {
      "year": "1914",
      "uri": "/wiki/Larry_Adler",
      "name": "Larry Adler",
      "aboutText": "Alex \"Allie\" Sherman (February 10, 1923 – January 3, 2015) was a National Football League quarterback, defensive back, and coach, and later a cable television and sports marketing executive and media personality.\nSherman was head coach of the NFL's New York Giants from 1961 to 1969. He won three division titles with the Giants from 1961 to 1963, and coached three NFL Pro Bowls.",
      "pageId": 6876368,
      "monthDay": "02/10"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ioannis_Charalambopoulos",
      "name": "Ioannis Charalambopoulos",
      "aboutText": "José Manuel Castañón (February 10, 1920 – June 6, 2001) was a Spanish writer born in Pola de Lena, Asturias. Although he fought in Francisco Franco’s 1936 military uprising he was very soon disappointed with Franco’s regime and in 1957 left for a 20-year exile in Venezuela.",
      "pageId": 7338982,
      "monthDay": "02/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Alex_Comfort",
      "name": "Alex Comfort",
      "aboutText": "Dominique Pire (full name: Georges Charles Clement Ghislain Pire; February 10, 1910 – January 30, 1969) was a Belgian Dominican friar whose work helping refugees in post-World War II Europe saw him receive the Nobel Peace Prize in 1958. On Dec.",
      "pageId": 8785357,
      "monthDay": "02/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Neva_Patterson",
      "name": "Neva Patterson",
      "aboutText": "Min Thu Wun (Burmese: မင်းသုဝဏ်; 10 February 1909 – 15 August 2004) was a Burmese poet, writer and scholar who helped launch a new age literary movement called Khit-San (Testing the Times) in Burma.\n^ \"National League for Democracy\". Brief Biographies of Elected MPs.",
      "pageId": 20487238,
      "monthDay": "02/10"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jos%C3%A9_Manuel_Casta%C3%B1%C3%B3n",
      "name": "José Manuel Castañón",
      "aboutText": "Sofia Vembo (Greek: Σοφία Βέμπο; Gallipoli, East Thrace, Turkey 10 February 1910 – Athens, Greece 11 March 1978) was a leading Greek singer and actress active from the interwar period to the early postwar years and the 1950s. She became best known for her performance of patriotic songs during the Greco-Italian War, when she was dubbed the \"Songstress of Victory\".\nHer real name was Efi Bembou (Έφη Μπέμποu).",
      "pageId": 24722172,
      "monthDay": "02/10"
    },
    {
      "year": "1922",
      "uri": "/wiki/%C3%81rp%C3%A1d_G%C3%B6ncz",
      "name": "Árpád Göncz",
      "aboutText": "Ioannis Charalambopoulos (Greek: Ιωάννης Χαραλαμπόπουλος; February 10, 1919 – October 16, 2014) was a Greek Army officer (Colonel of the Engineering Corps) and socialist politician who served as Minister of Foreign Affairs and Minister of National Defence of Greece.",
      "pageId": 29274142,
      "monthDay": "02/10"
    },
    {
      "year": "1923",
      "uri": "/wiki/Allie_Sherman",
      "name": "Allie Sherman",
      "aboutText": "Peter Larsson Rypdal (10 February 1909 – 9 January 1988) was a Norwegian fiddler and famous traditional fork music composer. He was inspired by Sigbjørn Bernhoft Osa, and has many musician descendants like his grandchildren, the siblings Jorun Marie Kvernberg and Ola Kvernberg.\nRypdal was born and died in Tresfjord, Western Norway.",
      "pageId": 37258600,
      "monthDay": "02/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Max_Ferguson",
      "name": "Max Ferguson",
      "aboutText": "Roberta Cleopatra Flack (born February 10, 1937 or 1939 or 1940) is an American singer and musician. She is best known for her classic #1 singles \"The First Time Ever I Saw Your Face\", \"Killing Me Softly with His Song\" and \"Feel Like Makin' Love\", and for \"Where Is the Love\" and \"The Closer I Get to You\", two of her many duets with Donny Hathaway.\nFlack was the first to win the Grammy Award for Record of the Year two consecutive times.",
      "pageId": 177228,
      "monthDay": "02/10"
    },
    {
      "year": "1924",
      "uri": "/wiki/Bud_Poile",
      "name": "Bud Poile",
      "aboutText": "This article is about the mountaineer. For the politician, see Jim Whitaker.\nJames W. Whittaker, also known as Jim Whittaker (born February 10, 1929) is an American mountaineer.",
      "pageId": 205145,
      "monthDay": "02/10"
    },
    {
      "year": "1925",
      "uri": "/wiki/Pierre_Mondy",
      "name": "Pierre Mondy",
      "aboutText": "Jerrald King \"Jerry\" Goldsmith (February 10, 1929 – July 21, 2004) was an American composer and conductor most known for his work in film and television scoring. He composed scores for such noteworthy films as The Sand Pebbles, Logan's Run, Planet of the Apes, Patton, Papillon, Chinatown, The Wind and the Lion, The Omen, The Boys from Brazil, Alien, Poltergeist, The Secret of NIMH, Gremlins, Hoosiers, Total Recall, Basic Instinct, Rudy, Air Force One, L.A. Confidential, Mulan, The Mummy, three Rambo films, and five Star Trek films. He collaborated with some of film history's most prolific directors, including Robert Wise, Howard Hawks, Otto Preminger, Joe Dante, Roman Polanski, Ridley Scott, Steven Spielberg, Paul Verhoeven, and Franklin J. Schaffner.",
      "pageId": 394493,
      "monthDay": "02/10"
    },
    {
      "year": "1926",
      "uri": "/wiki/Sidney_Bryan_Berry",
      "name": "Sidney Bryan Berry",
      "aboutText": "Mary Violet Leontyne Price (born February 10, 1927) is an American soprano. Born and raised in Laurel, Mississippi, she rose to international acclaim in the 1950s and 1960s, and was one of the first African Americans to become a leading artist at the Metropolitan Opera.",
      "pageId": 410427,
      "monthDay": "02/10"
    },
    {
      "year": "1926",
      "uri": "/wiki/Danny_Blanchflower",
      "name": "Danny Blanchflower",
      "aboutText": "Robert John Wagner, Jr. (pronounced /ˈwæɡnər/; born February 10, 1930) is an American actor of stage, screen, and television, best known for starring in the television shows It Takes a Thief (1968–70), Switch (1975–78), and Hart to Hart (1979–84). He also had a recurring role as Teddy Leopold on the TV sitcom Two and a Half Men and has a recurring role as Anthony DiNozzo Sr.",
      "pageId": 478023,
      "monthDay": "02/10"
    },
    {
      "year": "1926",
      "uri": "/wiki/Kostas_Mountakis",
      "name": "Kostas Mountakis",
      "aboutText": "This article is about the American author. For many places, mountains, and ships see Königsberg (disambiguation).\nElaine Lobl Konigsburg (February 10, 1930 – April 19, 2013) was an American writer and illustrator of children's books and young adult fiction.",
      "pageId": 564357,
      "monthDay": "02/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Leontyne_Price",
      "name": "Leontyne Price",
      "aboutText": "Robert Dennis \"Danny\" Blanchflower (10 February 1926 – 9 December 1993) was a former Northern Ireland international footballer and football manager, and journalist who captained Tottenham Hotspur F.C. during its double-winning season of 1961. He was ranked as the greatest player in Spurs history by The Times in 2009. He is perhaps best known for his quote: \"The game is about glory.",
      "pageId": 882510,
      "monthDay": "02/10"
    },
    {
      "year": "1927",
      "uri": "/wiki/Brian_Priestman",
      "name": "Brian Priestman",
      "aboutText": "Lou Whittaker (born February 10, 1929) is a mountaineer and glacier-travel guide.\nWhittaker and his twin brother Jim were born and raised in Seattle.\nBesides his worldwide climbing experience, he became the most experienced guide for climbing Mount Rainier with over 250 summits and established Rainier Mountaineering, developed a group of successful climbing-related businesses at the Rainier Base Camp in Ashford, Washington, adjacent to Mount Rainier National Park, and led the training of several generations of Rainier guides, many of whom continue to guide and climb elsewhere.",
      "pageId": 1248508,
      "monthDay": "02/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jerry_Goldsmith",
      "name": "Jerry Goldsmith",
      "aboutText": "Norman Robert \"Bud\" Poile (February 10, 1924 – January 4, 2005) was a professional ice hockey player, coach, general manager, and league executive.",
      "pageId": 1371511,
      "monthDay": "02/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Jim_Whittaker",
      "name": "Jim Whittaker",
      "aboutText": "Richard Warren Schickel (born February 10, 1933) is an American film historian, journalist, author, filmmaker, screenwriter, documentarian, and film and literary critic. He was a film critic for Time magazine from 1965-2010, and has also written for Life magazine and the Los Angeles Times Book Review. He currently reviews films for Truthdig.",
      "pageId": 3743362,
      "monthDay": "02/10"
    },
    {
      "year": "1929",
      "uri": "/wiki/Lou_Whittaker",
      "name": "Lou Whittaker",
      "aboutText": "Max Ferguson, OC (February 10, 1924 – March 7, 2013) was a Canadian radio personality and satirist, best known for his long-running programs Rawhide and The Max Ferguson Show on the Canadian Broadcasting Corporation (CBC).\nBorn in Durham, England, Ferguson was raised in London, Ontario, and graduated from the University of Western Ontario with a BA in English and French. In the summer of 1946 he was hired as an announcer at radio station CFPL in London, but later that year relocated to Halifax, Nova Scotia, for the opportunity to join the CBC as a staff announcer with the local station in the CBC Halifax Radio Building.",
      "pageId": 4501840,
      "monthDay": "02/10"
    },
    {
      "year": "1930",
      "uri": "/wiki/E._L._Konigsburg",
      "name": "E. L. Konigsburg",
      "aboutText": "Barrie Stanton Ingham (10 February 1932 – 23 January 2015) was an English actor, performing on stage and \"in a handful of films.\" He was perhaps most widely known as \"a prolific television actor\" and as the voice of The Great Mouse Detective.",
      "pageId": 4609889,
      "monthDay": "02/10"
    },
    {
      "year": "1930",
      "uri": "/wiki/Robert_Wagner",
      "name": "Robert Wagner",
      "aboutText": "Brian Priestman (10 February 1927 – 18 April 2014) was a British conductor and music educator.",
      "pageId": 6503090,
      "monthDay": "02/10"
    },
    {
      "year": "1932",
      "uri": "/wiki/Barrie_Ingham",
      "name": "Barrie Ingham",
      "aboutText": "Kostas Mountakis (Greek: Κώστας Μουντάκης, a.k.a. Μουντόκωστας) (10 February 1926, Alfa in Mylopotamos, Crete – 31 January 1991) was a Greek musician who popularized the traditional music of the island of Crete, primarily with the lyra, the bowed string instrument of Crete and most popular surviving form of the medieval Byzantine lyra. His parents came from the village Kallikratis in Sfakia, Crete.",
      "pageId": 7855353,
      "monthDay": "02/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jay_Conrad_Levinson",
      "name": "Jay Conrad Levinson",
      "aboutText": "Master Farāmarz Pāyvar (10 February 1933, Tehran – 9 December 2009, Tehran) (Persian: فرامرز پایور‎‎) was an Iranian composer and santur player.",
      "pageId": 13008909,
      "monthDay": "02/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Richard_Schickel",
      "name": "Richard Schickel",
      "aboutText": "Theodore Antoniou (Greek: Θεόδωρος Αντωνίου Theódoros Andoníou) (born February 10, 1935), is a Greek composer and conductor. His works vary from operas and choral works to chamber music, from film and theatre music to solo instrumental works. In addition to his career as composer and conductor, he also holds the position of professor of composition at Boston University.",
      "pageId": 15749597,
      "monthDay": "02/10"
    },
    {
      "year": "1933",
      "uri": "/wiki/Faramarz_Payvar",
      "name": "Faramarz Payvar",
      "aboutText": "Jay Conrad Levinson (February 10, 1933 – October 10, 2013) was an American business writer, known as author of the 1984 book \"Guerrilla marketing.\"",
      "pageId": 18212882,
      "monthDay": "02/10"
    },
    {
      "year": "1935",
      "uri": "/wiki/Theodore_Antoniou",
      "name": "Theodore Antoniou",
      "aboutText": "Sidney Bryan Berry (February 10, 1926 – July 1, 2013) was a United States Army Lieutenant General, Superintendent of West Point (1974–1977), and Commissioner of Public Safety for the state of Mississippi (1980–1984).",
      "pageId": 22529256,
      "monthDay": "02/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Anne_Anderson_(researcher)",
      "name": "Anne Anderson",
      "aboutText": "Pierre Mondy (born Pierre Cuq; 10 February 1925, Neuilly-sur-Seine – 15 September 2012, Paris) was a French film and theatre actor and director.\nHis first on-screen appearance was in 1949 in Jacques Becker's Rendez-vous de juillet and he appeared in over 140 films over the course of his career. In 1960, he received international recognition for the role of Napoléon Bonaparte in the film Austerlitz directed by Abel Gance.",
      "pageId": 23022513,
      "monthDay": "02/10"
    },
    {
      "year": "1937",
      "uri": "/wiki/Roberta_Flack",
      "name": "Roberta Flack",
      "aboutText": "Anne Barbara Michie Anderson (February 10, 1937 – February 11, 1983) was a Scottish reproductive physiologist, researcher, lecturer, and author. Her major contributions were for her research in reproductive physiology. In the last decade of her life, she broadened this to encompass more about women’s health generally, including doing clinical trials and working with people focusing in on what would become evidence-based medicine.",
      "pageId": 45545266,
      "monthDay": "02/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Adrienne_Clarkson",
      "name": "Adrienne Clarkson",
      "aboutText": "Louise Arbour, CC GOQ (born February 10, 1947) was the UN High Commissioner for Human Rights, a former justice of the Supreme Court of Canada and the Court of Appeal for Ontario and a former Chief Prosecutor of the International Criminal Tribunals for the former Yugoslavia and Rwanda. From 2009 until 2014, she served as President and CEO of the International Crisis Group.",
      "pageId": 89846,
      "monthDay": "02/10"
    },
    {
      "year": "1939",
      "uri": "/wiki/Peter_Purves",
      "name": "Peter Purves",
      "aboutText": "Adrienne Louise Clarkson PC CC CMM COM CD FRSC(hon) FRAIC(hon) FRCPSC(hon) (Chinese: 伍冰枝; pinyin: Wǔ Bīngzhī; née Poy, February 10, 1939) is a Hong Kong-born Canadian journalist, politician, and stateswoman who served as Governor General of Canada, the 26th since Canadian Confederation.\nClarkson arrived in Canada with her family in 1941, as a refugee from Hong Kong, and was raised in Ottawa. After receiving a number of university degrees, Clarkson worked as a producer and broadcaster for the Canadian Broadcasting Corporation (CBC) and a journalist for various magazines.",
      "pageId": 161185,
      "monthDay": "02/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Abdul-Aziz_ibn_Abdullah_Al_ash-Sheikh",
      "name": "Abdul-Aziz ibn Abdullah Al ash-Sheikh",
      "aboutText": "Lawrence D. \"Butch\" Morris (February 10, 1947 - January 29, 2013) was an American jazz cornetist, composer and conductor.",
      "pageId": 336201,
      "monthDay": "02/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Mary_Rand",
      "name": "Mary Rand",
      "aboutText": "Luis Donaldo Colosio Murrieta (Spanish pronunciation: [luis ðoˈnaldo koˈlosio]; February 10, 1950 – March 23, 1994) was a Mexican politician, economist, and PRI presidential candidate, who was assassinated at a campaign rally in Tijuana during the Mexican Presidential campaign of 1994.",
      "pageId": 484090,
      "monthDay": "02/10"
    },
    {
      "year": "1940",
      "uri": "/wiki/Kenny_Rankin",
      "name": "Kenny Rankin",
      "aboutText": "Michael David Apted, CMG (born 10 February 1941) is an English director, producer, writer and actor. He is one of the most prolific British film directors of his generation, and directed the Up Series (1964–2012) of documentaries and the James Bond film The World Is Not Enough (1999).\nOn 29 June 2003 he was elected president of the Directors Guild of America.",
      "pageId": 524579,
      "monthDay": "02/10"
    },
    {
      "year": "1941",
      "uri": "/wiki/Michael_Apted",
      "name": "Michael Apted",
      "aboutText": "Francis Anthony \"Frank\" Keating (born February 10, 1944) is an American politician from Oklahoma. He served as the 25th governor of Oklahoma from 1995 to 2003.\nAs of 2014, Keating is one of only four governors in Oklahoma history, in addition to George Nigh, Brad Henry and Mary Fallin, to hold consecutive terms and the first Republican to accomplish that feat.",
      "pageId": 628177,
      "monthDay": "02/10"
    },
    {
      "year": "1942",
      "uri": "/wiki/Lawrence_Weiner",
      "name": "Lawrence Weiner",
      "aboutText": "Mary Denise Rand, MBE, (née Bignal on 10 February 1940) is a former English track and field athlete. She won the long jump at the 1964 Summer Olympics by breaking the world record, the first British female to win an Olympic gold medal in track and field.",
      "pageId": 940840,
      "monthDay": "02/10"
    },
    {
      "year": "1943",
      "uri": "/wiki/Ral_Donner",
      "name": "Ral Donner",
      "aboutText": "Peter Purves (born 10 February 1939) is an English television presenter who is best known for being a presenter on the BBC children's programme Blue Peter. After his eleven years on the programme he has continued to make regular appearances since then. In particular, Purves has been associated with television coverage of the Crufts dog show.",
      "pageId": 1328394,
      "monthDay": "02/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Miyoko_Akaza",
      "name": "Miyoko Akaza",
      "aboutText": "Lawrence Weiner (born February 10, 1942) is one of the central figures in the formation of conceptual art in the 1960s. His work often takes the form of typographic texts.",
      "pageId": 1674052,
      "monthDay": "02/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Allen_(musician)",
      "name": "Peter Allen",
      "aboutText": "Nigel Olsson (born 10 February 1949) is an English rock drummer, best known for his long-time affiliation with Elton John.\nA dynamic drummer and backing vocalist, Olsson helped establish the Elton John sound as a member of John's original power trio alongside bassist Dee Murray. When not working with John, Olsson has taken up the role of a session musician.",
      "pageId": 2380288,
      "monthDay": "02/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Frank_Keating",
      "name": "Frank Keating",
      "aboutText": "Frances Moore Lappé (born February 10, 1944) is the author of 18 books including the three-million copy Diet for a Small Planet. She is the co-founder of three national organizations that explore the roots of hunger, poverty and environmental crises, as well as solutions now emerging worldwide through what she calls Living Democracy. Her most recent books include EcoMind: Changing the Way We Think to Create the World We Want.",
      "pageId": 2742818,
      "monthDay": "02/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Frances_Moore_Lapp%C3%A9",
      "name": "Frances Moore Lappé",
      "aboutText": "Maxime Le Forestier (born 10 February 1949 as Bruno Le Forestier) is a French singer.",
      "pageId": 3184362,
      "monthDay": "02/10"
    },
    {
      "year": "1944",
      "uri": "/wiki/Rufus_Reid",
      "name": "Rufus Reid",
      "aboutText": "Nicholas David Arundel Owen (born 10 February 1947) is an English journalist, television presenter and radio presenter.",
      "pageId": 3957746,
      "monthDay": "02/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Louise_Arbour",
      "name": "Louise Arbour",
      "aboutText": "Rufus Reid (born February 10, 1944, in Atlanta, Georgia) is an American jazz bassist, educator, and composer. He lives in Teaneck, New Jersey.\n^ Beckerman, Jim.",
      "pageId": 4326990,
      "monthDay": "02/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Butch_Morris",
      "name": "Butch Morris",
      "aboutText": "Jim Corcoran (born 10 February 1949 in Sherbrooke, Quebec) is a Canadian (Quebecois) singer-songwriter and broadcaster.",
      "pageId": 4898893,
      "monthDay": "02/10"
    },
    {
      "year": "1947",
      "uri": "/wiki/Nicholas_Owen_(journalist)",
      "name": "Nicholas Owen",
      "aboutText": "‘Abdu’l-‘Azīz ibn ‘Abdu’llāh ibn Muḥammad ibn ‘Abdu’l-Laṭīf Āl ash-Sheikh (Arabic: عبد العزيز بن عبد الله بن محمد بن عبد اللطيف آل الشيخ‎) (born 30 November 1943) is a Muslim scholar and the current Grand Mufti of Saudi Arabia.",
      "pageId": 4904802,
      "monthDay": "02/10"
    },
    {
      "year": "1948",
      "uri": "/wiki/Luis_Donaldo_Colosio",
      "name": "Luis Donaldo Colosio",
      "aboutText": "Kenny Rankin (February 10, 1940 - June 7, 2009) was an American pop and jazz singer and songwriter, originally from the Washington Heights neighborhood of New York City, New York.",
      "pageId": 8936274,
      "monthDay": "02/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jim_Corcoran",
      "name": "Jim Corcoran",
      "aboutText": "Peter Allen (born Peter Richard Woolnough; 10 February 1944 – 18 June 1992) was an Australian songwriter and entertainer. His songs were made popular by many recording artists, including Elkie Brooks, Melissa Manchester and Olivia Newton-John, with one, \"Arthur's Theme\", winning an Academy Award for Best Original Song in 1981. In addition to recording many albums, he enjoyed a cabaret and concert career, including appearing at the Radio City Music Hall riding a camel.",
      "pageId": 10119532,
      "monthDay": "02/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Maxime_Le_Forestier",
      "name": "Maxime Le Forestier",
      "aboutText": "Ral Donner (February 10, 1943 – April 6, 1984) was an early American rock and roll musician. He scored several pop hits in the US in the early 1960s, and had a voice similar to Elvis Presley's.",
      "pageId": 16997746,
      "monthDay": "02/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Nigel_Olsson",
      "name": "Nigel Olsson",
      "aboutText": "Miyoko Akaza, (born February 10, 1944 in Aichi, Japan) is a Japanese actress.",
      "pageId": 17486559,
      "monthDay": "02/10"
    },
    {
      "year": "1949",
      "uri": "/wiki/Harold_Sylvester",
      "name": "Harold Sylvester",
      "aboutText": "Mark Andrew Spitz (born February 10, 1950) is an American former competition swimmer, nine-time Olympic champion, and former world record-holder in seven events. He won seven gold medals at the 1972 Summer Olympics in Munich, an achievement surpassed only by Michael Phelps, who won eight golds at the 2008 Summer Olympics in Beijing. Spitz set new world records in all seven events in which he competed in 1972, an achievement that still stands.",
      "pageId": 66265,
      "monthDay": "02/10"
    },
    {
      "year": "1950",
      "uri": "/wiki/Mark_Spitz",
      "name": "Mark Spitz",
      "aboutText": "Robert Edward Czyz (/ˈtʃɛz/ CHEZ; born February 10, 1962) is a retired American boxer, commentator, and member of Mensa. A New Jersey native of Polish descent, he is both a former world light heavyweight and cruiserweight champion.\nCzyz was born in Orange, New Jersey.",
      "pageId": 98525,
      "monthDay": "02/10"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bob_Iger",
      "name": "Bob Iger",
      "aboutText": "Gregory John Norman AO (born 10 February 1955) is an Australian professional golfer and entrepreneur who spent 331 weeks as the world's Number 1 Official World Golf Rankings ranked golfer in the 1980s and 1990s. He has won over 85 international tournaments in his career, including two majors: The Open Championship in 1986 and 1993.",
      "pageId": 157447,
      "monthDay": "02/10"
    },
    {
      "year": "1952",
      "uri": "/wiki/Lee_Hsien_Loong",
      "name": "Lee Hsien Loong",
      "aboutText": "Clifford Lee \"Cliff\" Burton (February 10, 1962 – September 27, 1986) was an American musician, best known as the bass guitarist for the American thrash metal band Metallica.\nBurton joined Metallica in 1982 and performed on the band's first three studio albums, Kill 'Em All, Ride the Lightning and Master of Puppets. He also received a posthumous writing credit for the song \"To Live Is to Die\" from the band's fourth studio album, ...And Justice For All.",
      "pageId": 177556,
      "monthDay": "02/10"
    },
    {
      "year": "1955",
      "uri": "/wiki/Chris_Adams_(wrestler)",
      "name": "Chris Adams",
      "aboutText": "Lee Hsien Loong (Chinese: 李显龙, pinyin: Lǐ Xiǎnlóng; born 10 February 1952) is a Singaporean politician. He is the third and current Prime Minister of Singapore, and has been in office since 2004. He is the eldest son of Singapore's first Prime Minister, Lee Kuan Yew.",
      "pageId": 363326,
      "monthDay": "02/10"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jim_Cramer",
      "name": "Jim Cramer",
      "aboutText": "Robert Alastair Addie (10 February 1960 – 20 November 2003) was an English actor who was best known for playing Sir Guy of Gisbourne in the television series Robin of Sherwood.",
      "pageId": 391230,
      "monthDay": "02/10"
    },
    {
      "year": "1955",
      "uri": "/wiki/Greg_Norman",
      "name": "Greg Norman",
      "aboutText": "George Robert Stephanopoulos (born February 10, 1961) is an American journalist, a former U.S. Democratic Party political advisor, and chief anchor of ABC News.\nStephanopoulos rose to early prominence as a communications director for the 1992 U.S. presidential campaign of Bill Clinton, subsequently becoming White House Communications Director, then Senior Advisor for Policy and Strategy before departing in December 1996. Today he is chief anchor and chief political correspondent for ABC News, co-anchor of ABC News' Good Morning America, and host of ABC's Sunday morning This Week.",
      "pageId": 429665,
      "monthDay": "02/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/James_Martin_Graham",
      "name": "James Martin Graham",
      "aboutText": "Alexander Payne (born Constantine Alexander Payne; February 10, 1961) is an American film director, screenwriter, and producer, known for the films Citizen Ruth (1996), Election (1999), About Schmidt (2002), Sideways (2004), The Descendants (2011), and Nebraska (2013). His films are noted for their dark humor and satirical depictions of contemporary American society.",
      "pageId": 557996,
      "monthDay": "02/10"
    },
    {
      "year": "1956",
      "uri": "/wiki/Enele_Sopoaga",
      "name": "Enele Sopoaga",
      "aboutText": "Lisa McPherson (February 10, 1959 – December 5, 1995) was a member of the Church of Scientology who died of a pulmonary embolism while under the care of the Church of Scientology Flag Service Organization, Inc. Following the report of the state of Florida's medical examiner that indicated that Lisa was a victim of negligent homicide, the Church of Scientology was indicted on two felony charges, \"abuse and/or neglect of a disabled adult\" and \"practicing medicine without a license.\" The charges against the Church of Scientology were dropped after the state's medical examiner changed the cause of death from \"undetermined\" to an \"accident\" on June 13, 2000. A civil suit brought by her family against the Church was settled on May 28, 2004.",
      "pageId": 1052329,
      "monthDay": "02/10"
    },
    {
      "year": "1958",
      "uri": "/wiki/Michael_Weiss_(composer)",
      "name": "Michael Weiss",
      "aboutText": "Michael David Weiss (born February 10, 1958 in Dallas, Texas), is a jazz pianist and composer best known for his fifteen-year association with saxophonist Johnny Griffin.\nWeiss studied at Interlochen Academy and Indiana University, after which he moved to New York.\nHe has forged a solid reputation accompanying jazz luminaries such as Art Farmer, Charles McPherson, Slide Hampton, George Coleman, the Heath Brothers, the Jazztet, Lou Donaldson, Pepper Adams, Bill Hardman, Junior Cook, Wynton Marsalis and the Vanguard Jazz Orchestra.",
      "pageId": 1436171,
      "monthDay": "02/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/John_Calipari",
      "name": "John Calipari",
      "aboutText": "James J. \"Jim\" Cramer (born February 10, 1955) is an American television personality, former hedge fund manager, and best-selling author.",
      "pageId": 1527716,
      "monthDay": "02/10"
    },
    {
      "year": "1959",
      "uri": "/wiki/Lisa_McPherson",
      "name": "Lisa McPherson",
      "aboutText": "Robert Allen \"Bob\" Iger (born February 10, 1951) is an American businessman and the chairman and chief executive officer of The Walt Disney Company. He was named president of Disney in 2000, and later succeeded Michael Eisner as chief executive in 2005, after a successful effort by Roy E. Disney to shake-up the management of the company. Iger oversaw the acquisition of Pixar Animation Studios in 2006, following a period of strained relations with the animation studio.",
      "pageId": 1573080,
      "monthDay": "02/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Robert_Addie",
      "name": "Robert Addie",
      "aboutText": "John Vincent Calipari (born February 10, 1959) is an American basketball coach. Since April 2009, he has been the head coach of men's basketball at the University of Kentucky. He was the head coach of the Dominican Republic national basketball team in 2011 and 2012.",
      "pageId": 1642930,
      "monthDay": "02/10"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jim_Kent",
      "name": "Jim Kent",
      "aboutText": "For other people named Chris Adams, see the Chris Adams navigation page",
      "pageId": 1659673,
      "monthDay": "02/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/Alexander_Payne",
      "name": "Alexander Payne",
      "aboutText": "Harold Sylvester (born February 10, 1949) is an American film and television actor.",
      "pageId": 2484735,
      "monthDay": "02/10"
    },
    {
      "year": "1961",
      "uri": "/wiki/George_Stephanopoulos",
      "name": "George Stephanopoulos",
      "aboutText": "William James (Jim) Kent (born February 10, 1960) is an American research scientist and computer programmer. He has been a contributor to genome database projects and the 2003 winner of the Benjamin Franklin Award (Bioinformatics).\n^ Gitschier, J. (2013).",
      "pageId": 3510994,
      "monthDay": "02/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Cliff_Burton",
      "name": "Cliff Burton",
      "aboutText": "Piero Pelù (born 10 February 1962) is an Italian singer and songwriter, best known for his work with the Italian band Litfiba. He was born in Florence.\nIn July 1999, Pelù quit Litfiba.",
      "pageId": 8470045,
      "monthDay": "02/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Bobby_Czyz",
      "name": "Bobby Czyz",
      "aboutText": "Randy John Velischek (born February 10, 1962 in Montreal, Quebec) is a retired Canadian professional ice hockey Defenceman who played ten seasons in the National Hockey League from 1982–83 until 1991–92 for the Minnesota North Stars, New Jersey Devils, and Quebec Nordiques. Randy Velischek was drafted 53rd overall by the North Stars in the 1980 NHL Entry Draft. He played 509 career NHL games, scoring 21 goals and 97 points.",
      "pageId": 10836838,
      "monthDay": "02/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Piero_Pel%C3%B9",
      "name": "Piero Pelù",
      "aboutText": "Enele Sosene Sopoaga (born 10 February 1956) is a Tuvaluan diplomat and politician who has been Prime Minister of Tuvalu since 2013.\nSopoaga was elected to Parliament in the 2010 general election. He served as Deputy Prime Minister and Minister for Foreign Affairs, the Environment and Labour in Prime Minister Maatia Toafa's short-lived government from September to December 2010.",
      "pageId": 28859161,
      "monthDay": "02/10"
    },
    {
      "year": "1962",
      "uri": "/wiki/Randy_Velischek",
      "name": "Randy Velischek",
      "aboutText": "James Martin Graham (February 10, 1956 – July 3, 1997) American Roman Catholic priest, founder of The Sts.",
      "pageId": 45666923,
      "monthDay": "02/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Lenny_Dykstra",
      "name": "Lenny Dykstra",
      "aboutText": "Glenn Lee Beck (born February 10, 1964) is an American television personality and radio host, conservative political commentator, author, television network producer, filmmaker, and entrepreneur. He hosts the Glenn Beck Radio Program, a popular nationally syndicated talk-radio show that airs throughout the United States on Premiere Radio Networks and the Glenn Beck television program, which ran from January 2006 to October 2008 on HLN, from January 2009 to June 2011 on the Fox News Channel and currently airs on TheBlaze. Beck has authored six New York Times–bestselling books.",
      "pageId": 418944,
      "monthDay": "02/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Candan_Er%C3%A7etin",
      "name": "Candan Erçetin",
      "aboutText": "Victor Davis, CM (February 10, 1964 – November 13, 1989) was a Canadian Olympic and world champion swimmer who specialized in the breaststroke. He also enjoyed success in the individual medley and the butterfly.",
      "pageId": 520263,
      "monthDay": "02/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Philip_Glenister",
      "name": "Philip Glenister",
      "aboutText": "Leonard Kyle Dykstra (/ˈdaɪkstrə/; born February 10, 1963), nicknamed \"Nails\" and \"Dude\", is a former Major League Baseball center fielder and convicted felon.",
      "pageId": 1021217,
      "monthDay": "02/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Kalle_Kiik",
      "name": "Kalle Kiik",
      "aboutText": "Daryl Peter \"Moose\" Johnston (born February 10, 1966) is a former National Football League fullback, and current NFL analyst, who played his entire career with the Dallas Cowboys from 1989 to 1999.",
      "pageId": 1462442,
      "monthDay": "02/10"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tony_Reno",
      "name": "Tony Reno",
      "aboutText": "Joe Mangrum (born February 10, 1969) is an installation and multiple-medium artist who is particularly known for his large-scale colored sand paintings. He resides in New York City.Using a wide spectrum of components, his work often includes organic materials, such as flowers, food and sand, in addition to deconstructed computer parts, auto-parts and a multitude of found and collected objects.",
      "pageId": 1778840,
      "monthDay": "02/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/Glenn_Beck",
      "name": "Glenn Beck",
      "aboutText": "Tony Niemistö (born 10 February 1963 in Danderyd, Stockholm County) is a semi-retired Swedish musician, best known as Tony Reno, the original drummer in the rock band Europe. He played on Europe's first two albums, Europe and Wings of Tomorrow. He parted company from the band before the second leg of the Wings of Tomorrow tour in 1984.",
      "pageId": 1830034,
      "monthDay": "02/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/Victor_Davis",
      "name": "Victor Davis",
      "aboutText": "Jacky Durand (born February 10, 1967 in Laval, Mayenne) is a retired French professional road bicycle racer. Durand had an attacking style, winning the Tour of Flanders in 1992 after a 217 kilometres (135 mi) breakaway, and three stages in the Tour de France.\nDurand turned professional in 1990.",
      "pageId": 2277313,
      "monthDay": "02/10"
    },
    {
      "year": "1964",
      "uri": "/wiki/Francesca_Neri",
      "name": "Francesca Neri",
      "aboutText": "Atika Suri (born Indragiri Hulu Regency, Riau; February 10, 1968) is an Indonesian TV newscasters and newscast producer. Suri began her career as a reporter and news presenter for RCTI's morning show, Nuansa Pagi, in 1993. Since 1994, Suri had been assigned to report Indonesia's presidential activities including reporting overseas visits of former presidents Suharto and Abdurrahman Wahid.",
      "pageId": 2797929,
      "monthDay": "02/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Natalie_Bennett",
      "name": "Natalie Bennett",
      "aboutText": "Alberto Terrero Castillo (born February 10, 1970) is a retired Major League Baseball catcher. Castillo was born in San Juan de la Maguana, Dominican Republic. Between 1995 and 2007, Castillo played for the New York Mets (1995–1998), St.",
      "pageId": 3137292,
      "monthDay": "02/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Daryl_Johnston",
      "name": "Daryl Johnston",
      "aboutText": "Philip Haywood Glenister (born 10 February 1963) is an English actor, best known for his role as DCI Gene Hunt on the British television series Life on Mars and its sequel Ashes to Ashes.",
      "pageId": 3420988,
      "monthDay": "02/10"
    },
    {
      "year": "1966",
      "uri": "/wiki/Ji_Suk-jin",
      "name": "Ji Suk-jin",
      "aboutText": "Laura Elizabeth Dern (born February 10, 1967) is an American actress, film director, and producer. For her performance in the 1991 film Rambling Rose, she was nominated for the Academy Award for Best Actress, while for her performance in the 2014 film Wild, she was nominated for the Academy Award for Best Supporting Actress. Her other film roles include Mask (1985), Smooth Talk (1985), Blue Velvet (1986), Wild at Heart (1990), Jurassic Park (1993), Citizen Ruth (1996), October Sky (1999), I Am Sam (2001), Inland Empire (2006) and The Master (2012).",
      "pageId": 3762237,
      "monthDay": "02/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Laura_Dern",
      "name": "Laura Dern",
      "aboutText": "Candan Erçetin, (born 10 February 1963, Kırklareli) is a Turkish singer, songwriter and Vice-President of Galatasaray.",
      "pageId": 3957554,
      "monthDay": "02/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jacky_Durand",
      "name": "Jacky Durand",
      "aboutText": "Ivan Francescato (10 February 1967 – 19 January 1999) was an Italian rugby union player.\nFrancescato began his career in his native city, Treviso, like his five elder siblings before him, all of whom played the game at high levels; three (besides him) made the Italian National team, Bruno, Nello and Rino. He got his technical and athletic training in the youth development teams at A.S. Ruggers Tarvisium 69.",
      "pageId": 3995741,
      "monthDay": "02/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Ivan_Francescato",
      "name": "Ivan Francescato",
      "aboutText": "Francesca Neri (born 10 February 1964) is an Italian actress, and daughter of retired actress Rosalba Neri.\nNeri was born in Trento, and has twice received the Silver Ribbon Award for Best Actress from the Italian National Syndicate of Film Journalists, for Pensavo fosse amore invece era un calesse, directed by Massimo Troisi (1991) and Carne trémula (Live Flesh) (1997).\nShe has also received three nominations for the David di Donatello Award (Italy's equivalent of the Oscar), as Best Actress in Il dolce rumore della vita and Io amo Andrea (both 1999) and as Best Supporting Actress for La felicità non costa niente (2003).",
      "pageId": 4335856,
      "monthDay": "02/10"
    },
    {
      "year": "1967",
      "uri": "/wiki/Vince_Gilligan",
      "name": "Vince Gilligan",
      "aboutText": "Garrett Erin Reisman (born February 10, 1968) is an American engineer and former NASA astronaut. He was a backup crew member for Expedition 15 and joined Expedition 16 aboard the International Space Station for a short time before becoming a member of Expedition 17. He returned to Earth on June 14, 2008 on board STS-124 on Space Shuttle Discovery.",
      "pageId": 6337615,
      "monthDay": "02/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Peter_Popovic",
      "name": "Peter Popovic",
      "aboutText": "Peter \"Poppe\" Popovic (born February 10, 1968) is a retired Swedish ice hockey defenceman of Serbian ancestry, and currently an assistant coach of Tre Kronor.",
      "pageId": 10237881,
      "monthDay": "02/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Garrett_Reisman",
      "name": "Garrett Reisman",
      "aboutText": "George Vincent \"Vince\" Gilligan, Jr. (born February 10, 1967) is an American writer, producer, and director. He is known for his television work, specifically as creator, head writer and executive producer of Breaking Bad and its spin-off Better Call Saul.",
      "pageId": 16533683,
      "monthDay": "02/10"
    },
    {
      "year": "1968",
      "uri": "/wiki/Atika_Suri",
      "name": "Atika Suri",
      "aboutText": "Natalie Louise Bennett (born 10 February 1966) is a British politician and journalist who has led the Green Party of England and Wales since September 2012. Born and raised in Australia, she began her career as a journalist with regional newspapers in New South Wales before leaving in 1995 for Thailand, where she worked for Australian Volunteers International and the Bangkok Post newspaper over the next four years. Since settling in Britain in 1999 she has contributed to the Guardian, Independent and Times newspapers.",
      "pageId": 25527740,
      "monthDay": "02/10"
    },
    {
      "year": "1969",
      "uri": "/wiki/Joe_Mangrum",
      "name": "Joe Mangrum",
      "aboutText": "Ji Suk-jin (correctly spelled as Jee Seok-jin; Hangul: 지석진; Hanja: 池錫辰 (more commonly known as 池石镇)) is a South Korean comedian, television presenter, actor and broadcaster. He graduated from Ajou University with a bachelor's degree in Business Administration.\nIn 1992, Ji Suk-jin debuted as a singer, releasing his first album \"I Know\".",
      "pageId": 34761500,
      "monthDay": "02/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Alberto_Castillo_(catcher)",
      "name": "Alberto Castillo",
      "aboutText": "Kalle Kiik (born 10 February 1963) is an Estonian chess player, who won the Estonian Chess Championship.",
      "pageId": 41848651,
      "monthDay": "02/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Melissa_Doyle",
      "name": "Melissa Doyle",
      "aboutText": "Åsne Seierstad (born 10 February 1970) is a Norwegian freelance journalist and writer, best known for her accounts of everyday life in war zones – most notably Kabul after 2001, Baghdad in 2002 and the ruined Grozny in 2006.\n^ \"Åsne Seierstad Biography – Store Norske Leksikon\".",
      "pageId": 199094,
      "monthDay": "02/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nobushige_Kumakubo",
      "name": "Nobushige Kumakubo",
      "aboutText": "Lisa Marie Varon (née Sole; born February 10, 1971) is an American professional wrestler, former bodybuilder and fitness competitor. Varon is best known for her time with World Wrestling Entertainment (WWE) under the ring name Victoria, where she is a former two-time WWE Women's Champion, and in Total Nonstop Action Wrestling (TNA) under the ring name Tara, where she is a former five-time TNA Knockouts Champion.\nVaron began competing in fitness competitions and won ESPN2's Fitness America Series in 1997.",
      "pageId": 305382,
      "monthDay": "02/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Noureddine_Naybet",
      "name": "Noureddine Naybet",
      "aboutText": "Martha Lane Fox, Baroness Lane-Fox of Soho, CBE (born 10 February 1973) is a British businesswoman, philanthropist, and public servant.\nLane Fox co-founded Lastminute.com in the dotcom boom of the early 2000s and has subsequently served on public service digital projects. She is a board member of Channel 4, mydeco.com, Marks & Spencer, and chairs the board of the digital skills charity, Go ON UK. Lane Fox joined the House of Lords as a crossbencher on 26 March 2013, becoming its youngest female member.",
      "pageId": 373143,
      "monthDay": "02/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/%C3%85sne_Seierstad",
      "name": "Åsne Seierstad",
      "aboutText": "William Lance Berkman (born February 10, 1976), nicknamed \"Big Puma\", is a former American professional baseball outfielder and first baseman. He played in Major League Baseball (MLB) for the Houston Astros, New York Yankees, St. Louis Cardinals and Texas Rangers.",
      "pageId": 817165,
      "monthDay": "02/10"
    },
    {
      "year": "1970",
      "uri": "/wiki/Iv%C3%A1n_Vel%C3%A1zquez_Caballero",
      "name": "Iván Velázquez Caballero",
      "aboutText": "Tajuan \"Ty\" Law (born February 10, 1974) is a former American football cornerback who played fifteen seasons in the National Football League (NFL). He played college football at the University of Michigan. He was drafted by the New England Patriots 23rd overall in the 1995 NFL Draft.",
      "pageId": 885493,
      "monthDay": "02/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Anna-Maria_Hallgarn",
      "name": "Anna-Maria Hallgarn",
      "aboutText": "Louis Mucciolo, Jr. (February 10, 1971 – February 15, 1998) was an American professional wrestler. He performed in Mexico under the ring name Madonna's Boyfriend, for the World Wrestling Federation as Rad Radford, and in Extreme Championship Wrestling and World Championship Wrestling in the 1990s as Louie Spicolli.",
      "pageId": 1657123,
      "monthDay": "02/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lorena_Rojas",
      "name": "Lorena Rojas",
      "aboutText": "Noureddine Naybet (Arabic: نور الدين نيبت‎; born 10 February 1970) is a Moroccan retired footballer who played as a central defender.\nHe spent most of his 17-year professional career with Deportivo, appearing in 284 competitive games and winning four major titles, including the 2000 national championship. He also competed in France, Portugal and England.",
      "pageId": 1898449,
      "monthDay": "02/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Louie_Spicolli",
      "name": "Louie Spicolli",
      "aboutText": "Elizabeth Banks (born Elizabeth Irene Mitchell; February 10, 1974) is an American actress, producer, and director. Banks made her film debut in the low-budget independent film Surrender Dorothy (1998), and is known for her roles in such films as Wet Hot American Summer, Sam Raimi's Spider-Man trilogy (2002–07), Seabiscuit (2003), The 40-Year-Old Virgin (2005), Zack and Miri Make a Porno (2008), Role Models (2008), The Next Three Days (2010), Pitch Perfect (2012), The Lego Movie (2014), and The Hunger Games films (2012–15). In 2014, she portrayed Melinda Ledbetter, the girlfriend and later wife of the Beach Boys co-founder Brian Wilson, in Bill Pohlad's film Love & Mercy and made her directorial debut with Pitch Perfect 2, whose May 15–17 $69M opening weekend gross set a record for a first-time director.",
      "pageId": 2289856,
      "monthDay": "02/10"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lisa_Marie_Varon",
      "name": "Lisa Marie Varon",
      "aboutText": "Ivri Lider (Hebrew: עִבְרִי לִידֶר; born 10 February 1974) is an Israeli pop star and part of the duo TYP also known as The Young Professionals. He is one of the biggest-selling contemporary artists in Israeli music, and has won the Male Singer of the Year honor from Israeli national and local radio stations since entering the Israeli music scene in the late 1990s. He has sold more than 200,000 records.",
      "pageId": 2604580,
      "monthDay": "02/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ajdar",
      "name": "Ajdar",
      "aboutText": "Savaş Yurderi (born 10 February 1975) also known as Kool Savas (or as well King Kool Savas), is a German rapper and hip hop artist.\nIn 2012, he also collaborated in Xavas, a duo formation with Xavier Naidoo, a German Soul and R&B singer songwriter and actor in the album Gespaltene Persönlichkeit.",
      "pageId": 2638152,
      "monthDay": "02/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Martha_Lane_Fox,_Baroness_Lane-Fox_of_Soho",
      "name": "Martha Lane Fox, Baroness Lane-Fox of Soho",
      "aboutText": "Melissa Jane \"Mel\" Doyle (born 10 February 1970) is an Australian television presenter, author and personality.\nDoyle currently presents Seven News Sydney on Friday and Saturdays and Sunday Night.",
      "pageId": 2971490,
      "monthDay": "02/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ivan_O%27Konnel-Bronin",
      "name": "Ivan O'Konnel-Bronin",
      "aboutText": "Nobushige Kumakubo (熊久保信重, Kumakubo Nobushige, born February 10, 1970, Fukushima Prefecture) is a drifting driver from Japan who competes in the D1 Grand Prix series and racetrack and land owner. Nicknamed Kuma, he is commonly referred to one of the pioneers of drifting.\nBorn to a wealthy family who owned a large portion of land in the Fukushima countryside, with the easy accessibility of the family plot, Kumakubo was able to use some of it to build and develop the Ebisu Circuit.",
      "pageId": 9845101,
      "monthDay": "02/10"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sergey_Borisovich_Shishkin",
      "name": "Sergei Shishkin",
      "aboutText": "Lorena Rojas (born Seydi Lorena Rojas Gonzalez; 10 February 1971 – 16 February 2015) was a Mexican actress and singer, best known for her leading roles in popular telenovelas.",
      "pageId": 10501392,
      "monthDay": "02/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Elizabeth_Banks",
      "name": "Elizabeth Banks",
      "aboutText": "Hiroki Kuroda (黒田 博樹, Kuroda Hiroki, born February 10, 1975) is a Japanese professional baseball pitcher for the Hiroshima Toyo Carp of Nippon Professional Baseball (NPB). He pitched in NPB for Hiroshima from 1997 through 2007 before playing in Major League Baseball for the Los Angeles Dodgers from 2008 through 2011 and for the New York Yankees from 2012 to 2014. After the 2014 season, he chose to return to the Carp to finish out his career.",
      "pageId": 11332794,
      "monthDay": "02/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ty_Law",
      "name": "Ty Law",
      "aboutText": "Scott Michael Elrod (born February 10, 1975) is an American actor.",
      "pageId": 15669574,
      "monthDay": "02/10"
    },
    {
      "year": "1974",
      "uri": "/wiki/Ivri_Lider",
      "name": "Ivri Lider",
      "aboutText": "Sergei Borisovich Shishkin (Russian: Серге́й Борисович Шишкин; born 10 February 1973 in Yakutsk) is a Russian professional football coach and a former player. He is the manager of FC Yakutiya Yakutsk. He made his professional debut in the Soviet Second League in 1991 for FC Dynamo Yakutsk.",
      "pageId": 22963083,
      "monthDay": "02/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Scott_Elrod",
      "name": "Scott Elrod",
      "aboutText": "Ivan O'Konnel-Bronin (born 10 February 1973 in Tartu) is a retired Estonian football forward, who became a football manager after his professional career.",
      "pageId": 23033045,
      "monthDay": "02/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Hiroki_Kuroda",
      "name": "Hiroki Kuroda",
      "aboutText": "Iván Velázquez Caballero (born February 10, 1970), also known by his alias El Talibán, is a former Mexican drug lord of the criminal group known as Los Zetas. The government of Mexico listed Velázquez Caballero in 2009 as one of its 37 most-wanted drug lords and was offering up to $30 million pesos, the equivalent of over $2.5 million USD, for information leading to his capture.\nWhen he was a teenager, Velázquez Caballero began stealing cars in Nuevo Laredo, Tamaulipas, his hometown.",
      "pageId": 30934708,
      "monthDay": "02/10"
    },
    {
      "year": "1975",
      "uri": "/wiki/Kool_Savas",
      "name": "Kool Savas",
      "aboutText": "Ajdar Anık better known as Ajdar the World Hyper Star (born in Mardin, Turkey on 10 February 1973) is a Kurdish origin mechanical engineer from Turkey who is also a singer and songwriter. He is known for his unorthodox singing style.\nHe graduated from Trakya University in mechanical engineering and worked in the domain for eight years.",
      "pageId": 35496623,
      "monthDay": "02/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Lance_Berkman",
      "name": "Lance Berkman",
      "aboutText": "Anna-Maria Hallgarn, (born 10 February 1971 in Orrviken, Jämtland) is a Swedish musician, singer and actress.\nHer performances include Kharmen at Gothenburg City Theatre (2005), Guys & Dolls, at the Göteborg Opera, Gothenburg Sweden (2009), Mary Magdalene in Jesus Christ Superstar (Malmö Opera and Göta Lejon, 2010-2012), the role of the pregnant and stoned Jeanie in Hair at the Stockholm City Theatre (2011), Next to Normal, playing mother Diana, at Wasa teatern, Vasa, Finland (2012), Carmencita Rockfeller - Princess of Japan, at the Göteborg Opera in cooperation with the Malmö Opera and the Helsingborg City Theatre, Sweden (2013), The Last 5 Years, at Åbo Svenska Teater, Finland (2014).",
      "pageId": 44032507,
      "monthDay": "02/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Keeley_Hawes",
      "name": "Keeley Hawes",
      "aboutText": "Ross Powers (born February 10, 1979), is an American world champion halfpipe snowboarder from South Londonderry, Vermont. Though he originally rode at Stratton Mountain, Vermont, his home mountain is now Okemo, VT. Ross helps with the design of the Superpipe and also helped design the RossCross Family Terrain Park. Ross also runs a snowboard camp through Okemo.",
      "pageId": 40048,
      "monthDay": "02/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Carmelo_Imbriani",
      "name": "Carmelo Imbriani",
      "aboutText": "César David Izturis (/ɪsˈtʊərɪs/; born February 10, 1980) is a Venezuelan former professional baseball shortstop. He is the half-brother of shortstop Maicer Izturis.\n^ Wagner, Greg (June 29, 2006).",
      "pageId": 707214,
      "monthDay": "02/10"
    },
    {
      "year": "1976",
      "uri": "/wiki/Vedran_Runje",
      "name": "Vedran Runje",
      "aboutText": "Justin Gatlin (born February 10, 1982) is an American sprinter, who is an Olympic gold medalist in the 100-meter dash. His 100m personal best is 9.74 seconds. He is a twice World indoor champion in the 60-meter dash.",
      "pageId": 921177,
      "monthDay": "02/10"
    },
    {
      "year": "1977",
      "uri": "/wiki/Salif_Diao",
      "name": "Salif Diao",
      "aboutText": "Keeley Hawes (born Clare Julia Hawes; 10 February 1976) is an English actress and former model. She starred in The Last September (1999) and has voiced roles in video games, such as Lara Croft in several of the Tomb Raider games. She is also known for her roles as Kitty Butler in Tipping the Velvet, Zoe Reynolds in Spooks (2002–04), Alex Drake in Ashes to Ashes (2008–10), and Lady Agnes in the 2010–12 remake of Upstairs, Downstairs.",
      "pageId": 936566,
      "monthDay": "02/10"
    },
    {
      "year": "1978",
      "uri": "/wiki/Don_Omar",
      "name": "Don Omar",
      "aboutText": "Michael Tavares Ribeiro (born February 10, 1980) is a Canadian professional ice hockey centre currently playing for the Nashville Predators of the National Hockey League (NHL).",
      "pageId": 960349,
      "monthDay": "02/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Joey_Hand",
      "name": "Joey Hand",
      "aboutText": "Salif Alassane Diao (born 10 February 1977) is a former Senegalese footballer who played as a defensive midfielder.\nDiao moved from Senegal to France when he was seventeen and started his career at AS Monaco with whom he helped with the French Super Cup and French Division 1. He failed to hold down a regular place at Monaco and moved to Sedan in 2000.",
      "pageId": 1141494,
      "monthDay": "02/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jumaine_Jones",
      "name": "Jumaine Jones",
      "aboutText": "Andrew Johnson (born 10 February 1981), also known as Andy Johnson, is an English professional footballer who plays as a striker. He previously played for Birmingham City, Crystal Palace, Everton, Fulham and Queens Park Rangers.",
      "pageId": 1168272,
      "monthDay": "02/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Daryl_Palumbo",
      "name": "Daryl Palumbo",
      "aboutText": "Don Omar (born William Omar Landrón Rivera; February 10, 1978) is a Puerto Rican reggaeton singer, songwriter and actor.",
      "pageId": 1247526,
      "monthDay": "02/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ross_Powers",
      "name": "Ross Powers",
      "aboutText": "Daryl Palumbo (born February 10, 1979) is an American musician, originally from Elmira, New York. He is the frontman of the bands Glassjaw, Head Automatica and Color Film. As a youth he was a member of the Long Island straight edge band XbustedX. In 1993 he met guitarist Justin Beck, who would become his good friend.",
      "pageId": 1369690,
      "monthDay": "02/10"
    },
    {
      "year": "1979",
      "uri": "/wiki/Kristen_Viikm%C3%A4e",
      "name": "Kristen Viikmäe",
      "aboutText": "Natasha St-Pier (born 10 February 1981) is a Canadian singer of Acadian origin who has spent most of her career in France.",
      "pageId": 1933792,
      "monthDay": "02/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/C%C3%A9sar_Izturis",
      "name": "César Izturis",
      "aboutText": "Jumaine Lanard Jones (born February 10, 1979) is an American professional basketball player who plays for Titánicos de León of the Liga Nacional de Baloncesto Profesional (LNBP).",
      "pageId": 2452529,
      "monthDay": "02/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Enzo_Maresca",
      "name": "Enzo Maresca",
      "aboutText": "Bruno Šundov (born February 10, 1980) is a Croatian professional basketball player. He is a 2.21 m (7 ft 3 in) and 122 kg (270 lbs.) center.",
      "pageId": 2456228,
      "monthDay": "02/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mike_Ribeiro",
      "name": "Mike Ribeiro",
      "aboutText": "Holly Marie Willoughby (born 10 February 1981) is an English television presenter and model, best known for her television work with ITV.",
      "pageId": 2462008,
      "monthDay": "02/10"
    },
    {
      "year": "1980",
      "uri": "/wiki/Bruno_%C5%A0undov",
      "name": "Bruno Šundov",
      "aboutText": "Kristen Viikmäe (born 10 February 1979) is a retired Estonian footballer who last played in the Estonian Meistriliiga for JK Nõmme Kalju as a striker. He now plays beach soccer.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian).",
      "pageId": 2947656,
      "monthDay": "02/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Christian_Fickert",
      "name": "Christian Fickert",
      "aboutText": "Vincenzo 'Enzo' Maresca (Italian pronunciation: [ˈɛntso maˈreska]; born 10 February 1980) is an Italian footballer who plays for U.S. Città di Palermo as a midfielder.\nIn his country he played for several clubs including Juventus, who loaned him twice for the duration of his contract. Released in 2004 he went to play one season with Fiorentina, then resumed his career in La Liga with Sevilla (four years) and Málaga, appearing in 134 games and scoring 17 goals in the competition whilst winning five major titles with the former.",
      "pageId": 5097613,
      "monthDay": "02/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Andrew_Johnson_(English_footballer)",
      "name": "Andrew Johnson",
      "aboutText": "Vedran Runje (born 10 February 1976) is a former Croatian football goalkeeper. A product of Hajduk Split academy, Runje spent the majority of his career abroad with Standard Liège in Belgium, Marseille and Lens in France and Besiktas in Turkey. With Standard, he won three Belgian League Goalkeeper of the Year awards.",
      "pageId": 5597520,
      "monthDay": "02/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Natasha_St-Pier",
      "name": "Natasha St-Pier",
      "aboutText": "Tarmo Neemelo (born 10 February 1982) is an Estonian professional footballer, who plays in Estonian Meistriliiga, for JK Nõmme Kalju. He plays the position of striker and is also a member of the Estonia national football team.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian).",
      "pageId": 5884241,
      "monthDay": "02/10"
    },
    {
      "year": "1981",
      "uri": "/wiki/Holly_Willoughby",
      "name": "Holly Willoughby",
      "aboutText": "Carmelo Imbriani (10 February 1976 – 15 February 2013) was an Italian footballer and former coach of Benevento in Lega Pro Prima Divisione.",
      "pageId": 26481718,
      "monthDay": "02/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Justin_Gatlin",
      "name": "Justin Gatlin",
      "aboutText": "Joey Hand (born February 10, 1979) is an American professional racing driver, and is currently a BMW factory driver. A former champion of the Star Mazda Series, Hand is best known as a sports car driver, and is co-winner of the 2011 24 Hours of Daytona driving for Chip Ganassi Racing and the 2012 12 Hours of Sebring GT class for Rahal Letterman Lanigan Racing.",
      "pageId": 30703122,
      "monthDay": "02/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Tarmo_Neemelo",
      "name": "Tarmo Neemelo",
      "aboutText": "Christian Fickert (born 10 February 1981 in Mannheim) is a former German footballer, who plays for SpVgg Wallstadt.\nFickert was in the German squad for the 2001 FIFA World Youth Championship, but didn't make an appearance.\n^ \"Absteiger Wallstadt blickt nach oben\".",
      "pageId": 35335282,
      "monthDay": "02/10"
    },
    {
      "year": "1982",
      "uri": "/wiki/Iafeta_Paleaaesina",
      "name": "Iafeta Paleaaesina",
      "aboutText": "Ricardo Anthony Clark (born February 10, 1983) is an American soccer player who currently plays for Houston Dynamo in Major League Soccer.",
      "pageId": 1113636,
      "monthDay": "02/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ricardo_Clark",
      "name": "Ricardo Clark",
      "aboutText": "Kim Hyo-jin (Hangul: 김효진; born February 10, 1984) is a South Korean actress.",
      "pageId": 1237368,
      "monthDay": "02/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Daiane_dos_Santos",
      "name": "Daiane dos Santos",
      "aboutText": "Brent Everett (born February 10, 1984, in Saskatchewan, Canada), born as Dustin Germaine, is a Canadian gay pornographic film actor and director.",
      "pageId": 2408306,
      "monthDay": "02/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Vic_Fuentes",
      "name": "Vic Fuentes",
      "aboutText": "Daiane Garcia dos Santos (Porto Alegre, February 10, 1983) is one of Brazil's most successful female gymnasts. At the 2003 World Artistic Gymnastics Championships, at age 20, she won the world title on her specialty apparatus, the floor exercise.",
      "pageId": 3651963,
      "monthDay": "02/10"
    },
    {
      "year": "1983",
      "uri": "/wiki/Taiji_Ishimori",
      "name": "Taiji Ishimori",
      "aboutText": "Yui Ichikawa (市川 由衣, Ichikawa Yui, born February 10, 1986), is an actress and model from Tokyo, Japan. She is also known by her nickname, Yui-nyan. As an actress she has appeared in several dramas (doramas), and in recent years she has concentrated more on her film career.",
      "pageId": 4701852,
      "monthDay": "02/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Brent_Everett",
      "name": "Brent Everett",
      "aboutText": "Iafeta Iakopo Paleaaesina (born 10 February 1983, Auckland, New Zealand), is a rugby league footballer of Samoan heritage, currently playing for Hull FC in the First Utility Super League. He plays as a prop.\nEducated at Penrose High School (now One Tree Hill College) in Auckland, Iafeta Paleaaesina started playing rugby league at the age of 9 with New Zealand club Otahuhu Leopards.",
      "pageId": 4829620,
      "monthDay": "02/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alex_Gordon",
      "name": "Alex Gordon",
      "aboutText": "Alexander Jonathan \"Alex\" Gordon (born February 10, 1984) is an American professional baseball left fielder who is a free agent. He has played in Major League Baseball (MLB) for the Kansas City Royals. Prior to playing professionally, Gordon attended the University of Nebraska, where he played college baseball for the Nebraska Cornhuskers.",
      "pageId": 5191517,
      "monthDay": "02/10"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kim_Hyo-jin",
      "name": "Kim Hyo-jin",
      "aboutText": "Roberto Jiménez Gago (Spanish pronunciation: [roˈβerto xiˈmeneθ ˈɣaɣo]; born 10 February 1986), known simply as Roberto, is a Spanish professional footballer who plays for Greek club Olympiacos F.C. as a goalkeeper.",
      "pageId": 5636482,
      "monthDay": "02/10"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sel%C3%A7uk_%C4%B0nan",
      "name": "Selçuk İnan",
      "aboutText": "Jakub Kindl (born February 10, 1987) is a Czech professional ice hockey player, who is currently playing for the Detroit Red Wings of the National Hockey League (NHL).",
      "pageId": 6347223,
      "monthDay": "02/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jeff_Adrien",
      "name": "Jeff Adrien",
      "aboutText": "Radamel Falcao García Zárate (Spanish pronunciation: [raðaˈmel falˈkao]; 10 February 1986), also known as Radamel Falcao, or simply Falcao, is a Colombian professional footballer who plays as a striker for English club Chelsea, on loan from French club Monaco, and captains the Colombia national team. He is sometimes nicknamed El Tigre (Spanish for The Tiger) or King of the Europa League.\nFalcao began his career at Lanceros Boyacá, before moving to River Plate where he won the 07–08 Clausura.",
      "pageId": 7698038,
      "monthDay": "02/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Josh_Akognon",
      "name": "Josh Akognon",
      "aboutText": "Joshua Emmanuel \"Josh\" Akognon (born February 10, 1986) is an American-Nigerian professional basketball player who currently plays for the Jilin Northeast Tigers of the Chinese Basketball Association (CBA). He played college basketball for Washington State and Cal State Fullerton.",
      "pageId": 11682386,
      "monthDay": "02/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Radamel_Falcao",
      "name": "Radamel Falcao",
      "aboutText": "Viktor Troicki (pronounced /ˈtrɔɪtskiː/, TROY-tskee, Serbian: [ʋîktor troǐtskiː], Serbian Cyrillic: Виктор Троицки; born 10 February 1986) is a Serbian professional tennis player of Russian and Serbian heritage. His paternal grandparents emigrated from Tver and Rostov-on-Don to Serbia in 1917. He won his first ATP singles title at the 2010 Kremlin Cup, beating Jo-Wilfried Tsonga in the second round and Marcos Baghdatis in the final.",
      "pageId": 12450517,
      "monthDay": "02/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Roberto_Jim%C3%A9nez_Gago",
      "name": "Roberto Jiménez Gago",
      "aboutText": "Selçuk İnan (born 10 February 1985) is a Turkish footballer who plays as a midfielder for Süper Lig side Galatasaray and the Turkey national team.",
      "pageId": 15704551,
      "monthDay": "02/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Yui_Ichikawa",
      "name": "Yui Ichikawa",
      "aboutText": "Taiji Ishimori (石森太二, Ishimori Taiji, born February 10, 1983) is a Japanese professional wrestler currently working for Pro Wrestling Noah, where he holds the record of being its longest reigning GHC Junior Heavyweight Champion.\n^ a b c d e \"石森 太二 (Ishimori Taiji)\" (in Japanese). Pro Wrestling Noah.",
      "pageId": 16774388,
      "monthDay": "02/10"
    },
    {
      "year": "1986",
      "uri": "/wiki/Viktor_Troicki",
      "name": "Viktor Troicki",
      "aboutText": "Facundo Sebastián Roncaglia (locally: [roŋˈkaɣlja]; Italian: [roŋˈkaʎʎa]; born 10 February 1987) is an Argentine professional footballer who plays for Italian club ACF Fiorentina.",
      "pageId": 19663278,
      "monthDay": "02/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Erin_Burger",
      "name": "Erin Burger",
      "aboutText": "Victor Vincent \"Vic\" Fuentes (born February 10, 1983 in San Diego, California) is the lead singer and rhythm guitarist of post-hardcore band Pierce the Veil. He also plays the keyboard on some Pierce The Veil records. He plays in the band along with his brother Mike Fuentes.",
      "pageId": 22177843,
      "monthDay": "02/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Takuya_Ishida",
      "name": "Takuya Ishida",
      "aboutText": "Jeffrey \"Jeff\" Adrien (born February 10, 1986) is an American professional basketball player who last played for the Guangdong Southern Tigers of the Chinese Basketball Association (NBA). He formerly served as captain for the University of Connecticut Huskies. Adrien is of Hatian descent.",
      "pageId": 22281256,
      "monthDay": "02/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jakub_Kindl",
      "name": "Jakub Kindl",
      "aboutText": "Yuja Wang (Chinese: 王羽佳; pinyin: Wáng Yǔjiā; born February 10, 1987) is a Chinese classical pianist. She was born in Beijing, began studying piano there at age six, and went on to study at the Central Conservatory of Music in Beijing. By the age of 21 she was already an internationally recognized concert pianist, giving recitals around the world.",
      "pageId": 25089032,
      "monthDay": "02/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Facundo_Roncaglia",
      "name": "Facundo Roncaglia",
      "aboutText": "Takuya Ishida (石田 卓也, Ishida Takuya) (born 10 February 1987) is a Japanese actor.",
      "pageId": 28140361,
      "monthDay": "02/10"
    },
    {
      "year": "1987",
      "uri": "/wiki/Yuja_Wang",
      "name": "Yuja Wang",
      "aboutText": "Erin Burger (born 10 February 1987) is a South African netball player. She plays in the positions of C, WA and WD. She is a member of the South Africa national netball team and has competed in the 2010 Commonwealth Games in Delhi, the 2007 World Netball Championships in Auckland and the 2011 World Netball Championships in Singapore.",
      "pageId": 33902986,
      "monthDay": "02/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Daniil_Ratnikov",
      "name": "Daniil Ratnikov",
      "aboutText": "Makenzie Jade Vega (born February 10, 1994) is an American actress.",
      "pageId": 1363623,
      "monthDay": "02/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jade_Ramsey",
      "name": "Jade Ramsey",
      "aboutText": "Emma Rose Roberts (born February 10, 1991) is an American actress and singer. After small roles in films such as Blow (2001), she rose to prominence with her role as Addie Singer in the Nickelodeon television series Unfabulous (2004–07), for which she was nominated for a Teen Choice Award and six Young Artist Awards. She released her debut album, which also served as the show's soundtrack, Unfabulous and More in 2005.",
      "pageId": 1434568,
      "monthDay": "02/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Nikita_Ramsey",
      "name": "Nikita Ramsey",
      "aboutText": "Chloë Grace Moretz (/ˈkloʊiː ˈɡreɪs məˈrɛts/; born February 10, 1997) is an American actress and model. She began her acting career in 2004 at the age of seven, and her first award nomination came the following year for The Amityville Horror. Her film credits include (500) Days of Summer, Diary of a Wimpy Kid, Kick-Ass, Let Me In, Hugo, Dark Shadows, Carrie, If I Stay and The Equalizer.",
      "pageId": 3253211,
      "monthDay": "02/10"
    },
    {
      "year": "1988",
      "uri": "/wiki/Olga_Zadvornova",
      "name": "Olga Zadvornova",
      "aboutText": "Olga Zadvornova (born February 10, 1988 in Riga, Latvia) is a Latvian figure skater.",
      "pageId": 10834758,
      "monthDay": "02/10"
    },
    {
      "year": "1989",
      "uri": "/wiki/Liam_Hendriks",
      "name": "Liam Hendriks",
      "aboutText": "Daniil Ratnikov (born 10 February 1988) is an Estonian professional footballer, who plays for Sillamäe Kalev, mainly as an attacking midfielder.",
      "pageId": 22083490,
      "monthDay": "02/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Barbara_Guarischi",
      "name": "Barbara Guarischi",
      "aboutText": "Choi Soo-young (born February 10, 1990) most often credited as Sooyoung, is a South Korean singer and actress. She was a member of Korean-Japanese duo Route θ and is a member of South Korean girl group Girls' Generation.",
      "pageId": 23552242,
      "monthDay": "02/10"
    },
    {
      "year": "1990",
      "uri": "/wiki/Choi_Soo-young",
      "name": "Choi Soo-young",
      "aboutText": "Liam Johnson Hendriks (born 10 February 1989) is an Australian professional baseball pitcher for the Oakland Athletics of Major League Baseball (MLB).",
      "pageId": 23600274,
      "monthDay": "02/10"
    },
    {
      "year": "1991",
      "uri": "/wiki/Emma_Roberts",
      "name": "Emma Roberts",
      "aboutText": "Tiffany Espensen (born February 10, 1999) is a Chinese-born American television and film actress, best known for her role as Piper Peckinpaw in the Nickelodeon series, Bucket & Skinner's Epic Adventures.\nEspensen was born in Lianjiang, China on February 10, 1999 and was adopted by American parents. She is of Cantonese descent and fluent in Mandarin.",
      "pageId": 27063641,
      "monthDay": "02/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Misha_B",
      "name": "Misha B",
      "aboutText": "Reinhold Yabo (born 10 February 1992 in Aldenhoven) is a German footballer who is currently playing for the Red Bull Salzburg.",
      "pageId": 27283913,
      "monthDay": "02/10"
    },
    {
      "year": "1992",
      "uri": "/wiki/Reinhold_Yabo",
      "name": "Reinhold Yabo",
      "aboutText": "Haruna Kawaguchi (川口 春奈, Kawaguchi Haruna, born February 10, 1995 in Gotō, Nagasaki) is a Japanese model and actress under the Ken-On agency. She is known for playing the lead role in the film Ouran High School Host Club, POV: Norowareta Film, Zekkyō Gakkyū, and Say \"I love you\".",
      "pageId": 28514504,
      "monthDay": "02/10"
    },
    {
      "year": "1994",
      "uri": "/wiki/Makenzie_Vega",
      "name": "Makenzie Vega",
      "aboutText": "Jade Nicole Ramsey (born 10 February 1988) is an English actress, born in Bournemouth, Dorset. She is best known for her role as Patricia Williamson in House of Anubis.",
      "pageId": 30467920,
      "monthDay": "02/10"
    },
    {
      "year": "1995",
      "uri": "/wiki/Haruna_Kawaguchi",
      "name": "Haruna Kawaguchi",
      "aboutText": "Candy Hsu (Chinese: 許雅涵; pinyin: Xǔ Yǎhán, born on February 10, 1998 in Kaohsiung, Taiwan) is a Taiwanese singer-songwriter, actress and record producer.",
      "pageId": 33073374,
      "monthDay": "02/10"
    },
    {
      "year": "1996",
      "uri": "/wiki/Christina_Parie",
      "name": "Christina Parie",
      "aboutText": "Christina Parie (born 10 February 1996), also known by her stage name KYA, is an Australian singer and songwriter, best known as a finalist on the third season of The X Factor Australia in 2011. She subsequently signed with Warner Music Australia and released her debut single \"16 & Unstoppable\" in July 2012.",
      "pageId": 33688697,
      "monthDay": "02/10"
    },
    {
      "year": "1997",
      "uri": "/wiki/Chlo%C3%AB_Grace_Moretz",
      "name": "Chloë Grace Moretz",
      "aboutText": "Misha Amber Bryan (born 10 February 1992), known by her stage name Misha B, is a British singer, songwriter and rapper. Born and raised in Greater Manchester. Misha B rose to notability as a semi-finalist on the eighth series of The X Factor.",
      "pageId": 36288528,
      "monthDay": "02/10"
    },
    {
      "year": "1997",
      "uri": "/wiki/Nadia_Podoroska",
      "name": "Nadia Podoroska",
      "aboutText": "Nikita Lianne Ramsey (born 10 February 1988) is an English actress, born in Bournemouth, Dorset. She is best known for her role as Piper Williamson on House of Anubis.",
      "pageId": 36861673,
      "monthDay": "02/10"
    },
    {
      "year": "1998",
      "uri": "/wiki/Candy_Hsu",
      "name": "Candy Hsu",
      "aboutText": "Barbara Guarischi (born 10 February 1990) is an Italian racing cyclist. She competed in the 2013 UCI women's team time trial in Florence. In November 2015 she was announced as part of the Canyon-SRAM team's inaugural squad for the 2016 season.",
      "pageId": 40760240,
      "monthDay": "02/10"
    },
    {
      "year": "1999",
      "uri": "/wiki/Tiffany_Espensen",
      "name": "Tiffany Espensen",
      "aboutText": "Nadia Podoroska (born 10 February 1997) is an Argentine tennis player of Ukrainian descent.\nPodoroska has won six singles and two doubles titles on the ITF tour during her career. On 25 May 2015, she reached her best singles ranking of world number 363.",
      "pageId": 42538640,
      "monthDay": "02/10"
    },
    {
      "year": "2005",
      "uri": "/wiki/Rio_Suzuki",
      "name": "Rio Suzuki",
      "aboutText": "Rio Suzuki (鈴木 梨央, Suzuki Rio, born 10 February 2005) is a Japanese child actress and tarento.",
      "pageId": 46529916,
      "monthDay": "02/10"
    }
  ]
}