{
  "people": [
    {
      "year": "1040",
      "uri": "/wiki/Rashi",
      "name": "Rashi",
      "monthDay": "02/22",
      "aboutText": "Shlomo Yitzchaki (Hebrew: רבי שלמה יצחקי‎; 22 February 1040 – 13 July 1105), in Latin: Salomon Isaacides, and today generally known by the acronym Rashi (Hebrew: רש\"י‎, RAbbi SHlomo Itzhaki), was a medieval French rabbi and author of a comprehensive commentary on the Talmud and commentary on the Tanakh. Acclaimed for his ability to present the basic meaning of the text in a concise and lucid fashion, Rashi appeals to both learned scholars and beginning students, and his works remain a centerpiece of contemporary Jewish study. His commentary on the Talmud, which covers nearly all of the Babylonian Talmud (a total of 30 tractates), has been included in every edition of the Talmud since its first printing by Daniel Bomberg in the 1520s.",
      "pageId": 26555,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/32/Raschihaus.jpg"
    },
    {
      "year": "1403",
      "uri": "/wiki/Charles_VII_of_France",
      "name": "Charles VII of France",
      "monthDay": "02/22",
      "aboutText": "Charles VII (22 February 1403 – 22 July 1461), called the Victorious (French: le Victorieux) or the Well-Served (French: le Bien-Servi), was a monarch of the House of Valois who ruled as King of France from 1422 to his death.\nIn 1422, Charles VII inherited the throne of France under desperate circumstances. Forces of the Kingdom of England and Duke Philip III of Burgundy occupied Guyenne and northern France, including Paris, the most populous city, and Reims, the city in which the French kings were traditionally crowned.",
      "pageId": 76701
    },
    {
      "year": "1440",
      "uri": "/wiki/Ladislaus_the_Posthumous",
      "name": "Ladislaus the Posthumous",
      "monthDay": "02/22",
      "aboutText": "Ladislaus the Posthumous, known also as Ladislas (22 February 1440 – 23 November 1457) (in Hungarian: László), was Duke of Austria, and King of Hungary, Croatia and Bohemia. He was the posthumous son of Albert of Habsburg and Elizabeth of Luxembourg. Although Albert, who ruled Austria, Hungary (including Croatia), and Bohemia, bequeathed all his realms to his future son on his deathbed, only the Estates of Austria accepted his last will.",
      "pageId": 161735,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Anonymous_-_Ladislaus_the_Postumous.jpg"
    },
    {
      "year": "1500",
      "uri": "/wiki/Rodolfo_Pio_da_Carpi",
      "name": "Rodolfo Pio da Carpi",
      "monthDay": "02/22",
      "aboutText": "Rodolfo Pio da Carpi (22 February 1500 – 2 May 1564) was an Italian Cardinal, humanist and patron of the arts. He formed a great library and was at the center of humanist studies in 16th-century Rome, though serving on the Roman Inquisition. He was a trusted advisor to Pope Pius III and helped to establish the Inquisition at Milan.",
      "pageId": 1258810,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/42/Rodolfo_Pio.jpg"
    },
    {
      "year": "1514",
      "uri": "/wiki/Tahmasp_I",
      "name": "Tahmasp I",
      "monthDay": "02/22",
      "aboutText": "Tahmasp I (Persian: شاه تهماسب یکم‎‎; Azerbaijani: Şah I Təhmasib) (22 February 1514 – 14 May 1576) was an influential Shah of Iran, who enjoyed the longest reign of any member of the Safavid dynasty.",
      "pageId": 535230,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Qazvin_-_Chehel_Sotun.jpg"
    },
    {
      "year": "1645",
      "uri": "/wiki/Johann_Ambrosius_Bach",
      "name": "Johann Ambrosius Bach",
      "monthDay": "02/22",
      "aboutText": "Johann Ambrosius Bach (22 February 1645 – 2 March 1695 [O.S. 20 February]) was a German musician, father to Johann Sebastian Bach.\nThe son of Christoph Bach (1613–1661), Ambrosius was born in Erfurt, Germany, as the twin brother of Johann Christoph Bach (1645–1693). Ambrosius was employed as a violinist in Erfurt.",
      "pageId": 3263884,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Johann_Ambrosius_Bach.jpg"
    },
    {
      "year": "1645",
      "uri": "/wiki/Johann_Christoph_Bach_(1645%E2%80%9393)",
      "name": "Johann Christoph Bach",
      "monthDay": "02/22",
      "aboutText": "Peter Artedi or Petrus Arctaedius (22 February 1705 – 28 September 1735) was a Swedish naturalist and is known as the \"father of Ichthyology.\"",
      "pageId": 397575,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b0/J%C3%B6ns_Jacob_Berzelius_from_Familj-Journalen1873.png"
    },
    {
      "year": "1705",
      "uri": "/wiki/Peter_Artedi",
      "name": "Peter Artedi",
      "monthDay": "02/22",
      "aboutText": "Johann Christoph Bach (Erfurt, 22 February 1645 – 7 September [O.S. 28 August] 1693, Arnstadt) was a German musician of the Baroque period.\nA court and town musician in Arnstadt, he was the third son of Christoph Bach and the twin brother of Johann Ambrosius Bach. He was the uncle of Johann Sebastian Bach.",
      "pageId": 18680791,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/68/%27A%27_%28PSF%29.png"
    },
    {
      "year": "1732",
      "uri": "/wiki/George_Washington",
      "name": "George Washington",
      "monthDay": "02/22",
      "aboutText": "George Washington (February 22, 1732 [O.S. February 11, 1731] – December 14, 1799) was the first President of the United States (1789–97), the Commander-in-Chief of the Continental Army during the American Revolutionary War, and one of the Founding Fathers of the United States. He presided over the convention that drafted the current United States Constitution and during his lifetime was called the \"father of his country\".\nWidely admired for his strong leadership qualities, Washington was unanimously elected President in the first two national elections.",
      "pageId": 11968,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a0/2006_Quarter_Proof.png"
    },
    {
      "year": "1749",
      "uri": "/wiki/Johann_Nikolaus_Forkel",
      "name": "Johann Nikolaus Forkel",
      "monthDay": "02/22",
      "aboutText": "Johann Nikolaus Forkel (22 February 1749 – 20 March 1818) was a German musician, musicologist and music theorist.",
      "pageId": 214019
    },
    {
      "year": "1756",
      "uri": "/wiki/Georg_Friedrich_von_Martens",
      "name": "Georg Friedrich von Martens",
      "monthDay": "02/22",
      "aboutText": "Georg Friedrich von Martens (22 February 1756 in Hamburg, Germany – 21 February 1821 in Frankfurt, Germany) was a German jurist and diplomat. Educated at the universities of Göttingen, Regensburg and Vienna, he became professor of jurisprudence at Göttingen in 1783 and was ennobled in 1789. He was made a counsellor of state by the King of Westphalia in 1808, and in 1810 was president of the financial section of the council of state of the kingdom of Westphalia.",
      "pageId": 2225759,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/93/Georg_Friedrich_von_Martens.jpg"
    },
    {
      "year": "1761",
      "uri": "/wiki/Erik_Tulindberg",
      "name": "Erik Tulindberg",
      "monthDay": "02/22",
      "aboutText": "Erik Tulindberg (February 22, 1761 – September 1, 1814) was the first known Finnish composer of classical music.",
      "pageId": 2716638,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Eric_Tulindberg.png"
    },
    {
      "year": "1778",
      "uri": "/wiki/Rembrandt_Peale",
      "name": "Rembrandt Peale",
      "monthDay": "02/22",
      "aboutText": "Rembrandt Peale (February 22, 1778 – October 3, 1860) was an American artist and museum keeper. A prolific portrait painter, he was especially acclaimed for his likenesses of presidents George Washington and Thomas Jefferson.",
      "pageId": 482516,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Alida_Livingston_Armstrong_and_Daughter.jpeg"
    },
    {
      "year": "1779",
      "uri": "/wiki/Joachim_Nicolas_Eggert",
      "name": "Joachim Nicolas Eggert",
      "monthDay": "02/22",
      "aboutText": "Joachim Nicolas Eggert (22 February 1779 – 14 April 1813) was a Swedish composer and musical director.\nEggert was born in Gingst on Rügen, at that time part of Swedish Pommern. At a very young age he started studying to play the violin.",
      "pageId": 10199615
    },
    {
      "year": "1788",
      "uri": "/wiki/Arthur_Schopenhauer",
      "name": "Arthur Schopenhauer",
      "monthDay": "02/22",
      "aboutText": "Arthur Schopenhauer (German: [ˈaʁtʊʁ ˈʃɔpənˌhaʊ̯ɐ]; 22 February 1788 – 21 September 1860) was a German philosopher. He is best known for his 1818 work The World as Will and Representation, in which he characterizes the phenomenal world, and consequently all human action, as the product of a blind, insatiable, and malignant metaphysical will. Proceeding from the transcendental idealism of Immanuel Kant, Schopenhauer developed an atheistic metaphysical and ethical system that has been described as an exemplary manifestation of philosophical pessimism, rejecting the contemporaneous post-Kantian philosophies of German idealism.",
      "pageId": 700,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ae/ArthurSchopenhauer.jpg"
    },
    {
      "year": "1796",
      "uri": "/wiki/Alexis_Bachelot",
      "name": "Alexis Bachelot",
      "monthDay": "02/22",
      "aboutText": "Alexis Bachelot, SS.CC., (born Jean-Augustin Bachelot; February 22, 1796 – December 5, 1837) was a Roman Catholic priest best known for his tenure as the first Prefect Apostolic of the Sandwich Islands. In that role, he led the first permanent Catholic mission to the Kingdom of Hawaii. Bachelot was raised in France, where he attended the Irish College in Paris, and was ordained a priest in 1820.",
      "pageId": 908752
    },
    {
      "year": "1796",
      "uri": "/wiki/Adolphe_Quetelet",
      "name": "Adolphe Quetelet",
      "monthDay": "02/22",
      "aboutText": "Lambert Adolphe Jacques Quetelet (French: [kətlɛ]; 22 February 1796 – 17 February 1874) ForMemRS was a Belgian astronomer, mathematician, statistician and sociologist. He founded and directed the Brussels Observatory and was influential in introducing statistical methods to the social sciences. His name is sometimes spelled with an accent as Quételet.",
      "pageId": 184215,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/68/Adolphe_Qu%C3%A9telet_by_Joseph-Arnold_Demannez.jpg"
    },
    {
      "year": "1806",
      "uri": "/wiki/J%C3%B3zef_Kremer",
      "name": "Józef Kremer",
      "monthDay": "02/22",
      "aboutText": "Józef Kremer (February 22, 1806, Kraków - June 2, 1875 Kraków), was a Polish historian of art, a philosopher, an aesthetician and a psychologist.",
      "pageId": 5601144,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Portrait_of_J%C3%B3zef_Kremer_by_Maksymilian_Fajans._Cropped..jpg"
    },
    {
      "year": "1810",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Chopin",
      "name": "Frédéric Chopin",
      "monthDay": "02/22",
      "aboutText": "Frédéric François Chopin (/ˈʃoʊpæn/; French pronunciation: ​[fʁe.de.ʁik fʁɑ̃.swa ʃɔ.pɛ̃]; 22 February or 1 March 1810 – 17 October 1849), born Fryderyk Franciszek Chopin, was a Polish composer and a virtuoso pianist of the Romantic era, who wrote primarily for the solo piano. He gained and has maintained renown worldwide as one of the leading musicians of his era, whose \"poetic genius was based on a professional technique that was without equal in his generation.\" Chopin was born in what was then the Duchy of Warsaw, and grew up in Warsaw, which after 1815 became part of Congress Poland. A child prodigy, he completed his musical education and composed his earlier works in Warsaw before leaving Poland at the age of 20, less than a month before the outbreak of the November 1830 Uprising.",
      "pageId": 10823,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/68/%27A%27_%28PSF%29.png"
    },
    {
      "year": "1817",
      "uri": "/wiki/Carl_Wilhelm_Borchardt",
      "name": "Carl Wilhelm Borchardt",
      "monthDay": "02/22",
      "aboutText": "Carl Wilhelm Borchardt (22 February 1817 – 27 June 1880) was a German mathematician.\nBorchardt was born to a Jewish family in Berlin. His father, Moritz, was a respected merchant, and his mother was Emma Heilborn.",
      "pageId": 482522
    },
    {
      "year": "1819",
      "uri": "/wiki/James_Russell_Lowell",
      "name": "James Russell Lowell",
      "monthDay": "02/22",
      "aboutText": "James Russell Lowell (/ˈloʊəl/; February 22, 1819 – August 12, 1891) was an American Romantic poet, critic, editor, and diplomat. He is associated with the Fireside Poets, a group of New England writers who were among the first American poets who rivaled the popularity of British poets. These poets usually used conventional forms and meters in their poetry, making them suitable for families entertaining at their fireside.",
      "pageId": 254091,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Appletons%27_Lowell_James_Russell_signature.png"
    },
    {
      "year": "1824",
      "uri": "/wiki/Pierre_Janssen",
      "name": "Pierre Janssen",
      "monthDay": "02/22",
      "aboutText": "Pierre Jules César Janssen (22 February 1824 – 23 December 1907), also known as Jules Janssen, was a French astronomer who, along with the English scientist Joseph Norman Lockyer, is credited with discovering the gaseous nature of the solar chromosphere, and with some justification the element helium.",
      "pageId": 602032
    },
    {
      "year": "1825",
      "uri": "/wiki/Jean-Baptiste_Salpointe",
      "name": "Jean-Baptiste Salpointe",
      "monthDay": "02/22",
      "aboutText": "Jean-Baptiste Salpointe (February 22, 1825 – July 15, 1898) was the first Bishop of Arizona and the second Archbishop of Santa Fe.\nSalpointe was born in Saint-Maurice, Puy-de-Dôme, (Auvergne). He received his preparatory education in a school in Agen and studied the classics at the College of Clermont (now Clermont-Ferrand after the fusion of the cities of Clermont and Montferrand).",
      "pageId": 5249495,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Bishopsalpointe.jpg"
    },
    {
      "year": "1836",
      "uri": "/wiki/Mahesh_Chandra_Nyayratna_Bhattacharyya",
      "name": "Mahesh Chandra Nyayratna Bhattacharyya",
      "monthDay": "02/22",
      "aboutText": "Mahamahopadhyay Pandit Mahesh Chandra Nyayratna Bhattacharyya, CIE (22 February 1836 – 12 April 1906), was an Indian scholar of Sanskrit, and the principal of the Sanskrit College between 1876 and 1895. A friend and colleague of Ishwar Chandra Vidyasagar, he played an important role in the Bengal Renaissance.",
      "pageId": 14003452,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Mahesh_Chandra_Nyayratna_Bhattacharyya_mugshot%2C_taken_around_1870_in_Calcutta.jpg"
    },
    {
      "year": "1840",
      "uri": "/wiki/August_Bebel",
      "name": "August Bebel",
      "monthDay": "02/22",
      "aboutText": "Ferdinand August Bebel (22 February 1840 – 13 August 1913) was a German socialist politician, writer, and orator. He is best remembered as one of the founders of the Social Democratic Workers' Party of Germany (SDAP) in 1869, which in 1875 merged with the General German Workers' Association into the Socialist Workers' Party of Germany (SAPD).",
      "pageId": 340305,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/August_Bebel_c1900.jpg"
    },
    {
      "year": "1849",
      "uri": "/wiki/Nikolay_Yakovlevich_Sonin",
      "name": "Nikolay Yakovlevich Sonin",
      "monthDay": "02/22",
      "aboutText": "Nikolay Yakovlevich Sonin (Russian: Никола́й Я́ковлевич Со́нин, February 22, 1849 – February 27, 1915) was a Russian mathematician.\nHe was born in Tula and attended Lomonosov University, studying mathematics and physics there from 1865 to 1869. His advisor was Nikolai Bugaev.",
      "pageId": 482526,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/35/NewtonDetail.jpg"
    },
    {
      "year": "1857",
      "uri": "/wiki/Robert_Baden-Powell,_1st_Baron_Baden-Powell",
      "name": "Robert Baden-Powell, 1st Baron Baden-Powell",
      "monthDay": "02/22",
      "aboutText": "Heinrich Rudolf Hertz (German: [hɛɐʦ]; 22 February 1857 – 1 January 1894) was a German physicist who first conclusively proved the existence of electromagnetic waves theorized by James Clerk Maxwell's electromagnetic theory of light. Hertz proved the theory by engineering instruments to transmit and receive radio pulses using experimental procedures that ruled out all other known wireless phenomena.",
      "pageId": 13445,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Autograph_of_Heinrich_Hertz.png"
    },
    {
      "year": "1857",
      "uri": "/wiki/Heinrich_Hertz",
      "name": "Heinrich Hertz",
      "monthDay": "02/22",
      "aboutText": "Lieutenant General Robert Stephenson Smyth Baden-Powell, 1st Baron Baden-Powell, OM GCMG GCVO KCB (/ˈbeɪdən ˈpoʊ.əl/ Baden as in maiden; Powell as in Joel) (22 February 1857 – 8 January 1941), also known as B-P or Lord Baden-Powell, was a lieutenant-general in the British Army, writer, founder of the Scout Movement and first Chief Scout of The Boy Scouts Association.\nAfter having been educated at Charterhouse School in Surrey, Baden-Powell served in the British Army from 1876 until 1910 in India and Africa. In 1899, during the Second Boer War in South Africa, Baden-Powell successfully defended the town in the Siege of Mafeking.",
      "pageId": 60845
    },
    {
      "year": "1863",
      "uri": "/wiki/Charles_McLean_Andrews",
      "name": "Charles McLean Andrews",
      "monthDay": "02/22",
      "aboutText": "Pierre-Jules Renard or Jules Renard (February 22, 1864 – May 22, 1910) was a French author and member of the Académie Goncourt, most famous for the works Poil de carotte (Carrot Top) (1894) and Les Histoires Naturelles (Nature Stories) (1896).",
      "pageId": 1335630,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/98/Jules_Renard.jpg"
    },
    {
      "year": "1864",
      "uri": "/wiki/Jules_Renard",
      "name": "Jules Renard",
      "monthDay": "02/22",
      "aboutText": "Charles McLean Andrews (February 22, 1863 – September 9, 1943) was one of the most distinguished American historians of his time as a leading authority on American colonial history. He wrote 102 major scholarly articles and books, as well as over 360 book reviews newspaper articles and short items. He is especially known as a leader of the \"Imperial school\" of historians who studied, and generally admired the efficiency of the British Empire in the 18th century.",
      "pageId": 2485361,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/de/Charles_McLean_Andrews.jpg"
    },
    {
      "year": "1874",
      "uri": "/wiki/Bill_Klem",
      "name": "Bill Klem",
      "monthDay": "02/22",
      "aboutText": "Zitkala-Ša (1876–1938) (Dakota: pronounced zitkála-ša, which translates to \"Red Bird\"), also known by the missionary-given name Gertrude Simmons Bonnin, was a Sioux (Yankton Dakota) writer, editor, musician, teacher and political activist. She wrote several works chronicling her youthful struggles with identity and pulls between the majority culture and her Native American heritage. Her later books in English were among the first works to bring traditional Native American stories to a widespread white readership.",
      "pageId": 200585,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Joseph_T._Keiley_Zitkala-Sa.jpg"
    },
    {
      "year": "1876",
      "uri": "/wiki/Zitkala-Sa",
      "name": "Zitkala-Sa",
      "monthDay": "02/22",
      "aboutText": "William Joseph Klem, born William Joseph Klimm (February 22, 1874 – September 16, 1951), known as the \"Old Arbitrator\" and the \"father of baseball umpires\", was a National League (NL) umpire in Major League Baseball from 1905 to 1941. He worked 18 World Series, which is a major league record.",
      "pageId": 870671,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1878",
      "uri": "/wiki/Walther_Ritz",
      "name": "Walther Ritz",
      "monthDay": "02/22",
      "aboutText": "Johannes Nicolaus Brønsted (Danish pronunciation: [joˈhanˀəs ˈneɡ̊olɑʊ̯ˀs ˈb̥ʁɶnsd̥ɛð] February 22, 1879 – December 17, 1947) born in Varde, was a Danish physical chemist. He earned a degree in chemical engineering in 1899 and his Ph.D. in 1908 from the University of Copenhagen and was immediately thereafter appointed professor of inorganic and physical chemistry at the same university.\nIn 1906 he published the first of his many papers on electron affinity, and, simultaneously with the English chemist Thomas Martin Lowry, he introduced the protonic theory of acid-base reactions in 1923.",
      "pageId": 16510,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/24/Johannes_Br%C3%B8nsted.jpg"
    },
    {
      "year": "1879",
      "uri": "/wiki/Johannes_Nicolaus_Br%C3%B8nsted",
      "name": "Johannes Nicolaus Brønsted",
      "monthDay": "02/22",
      "aboutText": "Walther Ritz (22 February 1878 – 7 July 1909) was a Swiss theoretical physicist.\nHis father, Raphael Ritz, a native of Valais, was a well-known landscape and interior scenes artist. His mother was the daughter of the engineer Noerdlinger of Tübingen.",
      "pageId": 985295,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Walter_Ritz_Physicist.gif"
    },
    {
      "year": "1881",
      "uri": "/wiki/Joseph_B._Ely",
      "name": "Joseph B. Ely",
      "monthDay": "02/22",
      "aboutText": "Joseph Buell Ely (February 22, 1881 – June 13, 1956) was the 52nd Governor of the U.S. state of Massachusetts.",
      "pageId": 7720554,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/00/Joseph_Buell_Ely.jpg"
    },
    {
      "year": "1881",
      "uri": "/wiki/Albin_Prepeluh",
      "name": "Albin Prepeluh",
      "monthDay": "02/22",
      "aboutText": "Albin Prepeluh (22 February 1881 – 20 November 1937) was a Slovenian left wing politician, journalist, editor, political theorist and translator. Before World War I, he was the foremost Slovene Marxist revisionist theoretician. After the War, he became one of the most persistent advocates of Slovenian autonomy within the Kingdom of Yugoslavia, and, together with Dragotin Lončar, the ideologist of the democratic reformist faction of Slovenian Social Democrats.",
      "pageId": 22768314,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Albin_Prepeluh.jpg"
    },
    {
      "year": "1882",
      "uri": "/wiki/Eric_Gill",
      "name": "Eric Gill",
      "monthDay": "02/22",
      "aboutText": "Arthur Eric Rowton Gill (/ˈɡɪl/; 22 February 1882 – 17 November 1940) was an English sculptor, typeface designer, stonecutter and printmaker, who was associated with the Arts and Crafts movement. He is a controversial figure, with his well-known religious views and subject matter generally viewed as being at odds with his sexual behaviour, including his erotic art as well as his sexual abuse of children and of an animal.\nGill was named Royal Designer for Industry, the highest British award for designers, by the Royal Society of Arts.",
      "pageId": 83469,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a8/55Broadway_EricGill_NorthWind.jpg"
    },
    {
      "year": "1883",
      "uri": "/wiki/Marguerite_Clark",
      "name": "Marguerite Clark",
      "monthDay": "02/22",
      "aboutText": "Marguerite Clark (February 22, 1883 – September 25, 1940) was an American stage and silent film actress.",
      "pageId": 2825391
    },
    {
      "year": "1886",
      "uri": "/wiki/Hugo_Ball",
      "name": "Hugo Ball",
      "monthDay": "02/22",
      "aboutText": "Hugo Ball (German: [bal]; 22 February 1886 – 14 September 1927) was a German author, poet and one of the leading Dada artists.",
      "pageId": 228552,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/41/Hugo_ball_karawane.png"
    },
    {
      "year": "1887",
      "uri": "/wiki/Savielly_Tartakower",
      "name": "Savielly Tartakower",
      "monthDay": "02/22",
      "aboutText": "Ksawery Tartakower (also known as Saviely or Savielly Tartakower in English, less often Xavier Tartacover or Xavier Tartakover; 1887–1956) was a leading Polish and French chess grandmaster. He was also a leading chess journalist and author of the 1920s and 30s whose books remain popular even today. Tartakower is remembered for his sharp wit and aphorisms.",
      "pageId": 499210
    },
    {
      "year": "1888",
      "uri": "/wiki/Owen_Brewster",
      "name": "Owen Brewster",
      "monthDay": "02/22",
      "aboutText": "Olave St Clair Baden-Powell, Baroness Baden-Powell, GBE (22 February 1889 – 25 June 1977) was born Olave St Clair Soames in Chesterfield, England. After the death of her husband, she was known as Olave, Lady Baden-Powell, or The Dowager Lady Baden-Powell. She outlived her husband, Robert Baden-Powell (22 Feb 1857 – 8 Jan 1941), the founder of Scouting and Girl Guides, by over 35 years.",
      "pageId": 265354,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/af/Baden-Powell_family_%281917%29.jpg"
    },
    {
      "year": "1889",
      "uri": "/wiki/Olave_Baden-Powell",
      "name": "Olave Baden-Powell",
      "monthDay": "02/22",
      "aboutText": "Ralph Owen Brewster (February 22, 1888 – December 25, 1961) was an American politician from Maine. Brewster, a conservative Republican, served as the 54th Governor of Maine from 1925 to 1929, in the U.S. House of Representatives from 1935 to 1941 and in the U.S. Senate from 1941 to 1952. Brewster was a close confidant of Joseph McCarthy of Wisconsin and an antagonist of Howard Hughes.",
      "pageId": 30873342,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/64/Owen_Brewster_4a.jpg"
    },
    {
      "year": "1889",
      "uri": "/wiki/R._G._Collingwood",
      "name": "R. G. Collingwood",
      "monthDay": "02/22",
      "aboutText": "Robin George Collingwood (/ˈkɒlɪŋˌwʊd/; 22 February 1889 – 9 January 1943) was an English philosopher, historian, and archaeologist, best known for his posthumously-published book The Idea of History (1946).",
      "pageId": 472146,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/38/Robin_G._Collingwood.jpg"
    },
    {
      "year": "1890",
      "uri": "/wiki/Beatriz_Michelena",
      "name": "Beatriz Michelena",
      "monthDay": "02/22",
      "aboutText": "Beatriz Michelena (February 22, 1890 – October 10, 1942) was an American actress during the silent film era, known at the time for her operatic soprano voice and appearances in musical theatre. She was one of the few Latina stars visible on the silver screen in the United States in the 1910s. She was the leading lady in each film project she was involved in, and co-founded a production company with her husband, producing four of her own movies.",
      "pageId": 19537063,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/87/BeatrizMichelena-DramaticMirror.jpg"
    },
    {
      "year": "1891",
      "uri": "/wiki/Vlas_Chubar",
      "name": "Vlas Chubar",
      "monthDay": "02/22",
      "aboutText": "Edna St. Vincent Millay (February 22, 1892 – October 19, 1950) was an American poet and playwright. She received the Pulitzer Prize for Poetry in 1923, the third woman to win the award for poetry, and was also known for her feminist activism.",
      "pageId": 9824,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Edna_St._Vincent_Millay.jpg"
    },
    {
      "year": "1892",
      "uri": "/wiki/Edna_St._Vincent_Millay",
      "name": "Edna St. Vincent Millay",
      "monthDay": "02/22",
      "aboutText": "Vlas Yakovlevich Chubar (Ukrainian: Влас Якович Чубар; Russian: Вла́с Я́ковлевич Чуба́рь) (22 February [O.S. 10 February] 1891 - 26 February 1939) was a Ukrainian Bolshevik revolutionary and a Soviet politician and one of the organizers of the 1932-33 famine in Ukraine.",
      "pageId": 4489805
    },
    {
      "year": "1895",
      "uri": "/wiki/V%C3%ADctor_Ra%C3%BAl_Haya_de_la_Torre",
      "name": "Víctor Raúl Haya de la Torre",
      "monthDay": "02/22",
      "aboutText": "Víctor Raúl Haya de la Torre (22 February 1895 – 2 August 1979) was a Peruvian politician, philosopher, and author who founded the American Popular Revolutionary Alliance (APRA) political movement, the oldest currently existing political party in Peru.",
      "pageId": 100347,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Victorraulhayadelatorre.jpg"
    },
    {
      "year": "1897",
      "uri": "/wiki/Karol_%C5%9Awierczewski",
      "name": "Karol Świerczewski",
      "monthDay": "02/22",
      "aboutText": "Karol Wacław Świerczewski (Polish pronunciation: [ˈkarɔl ɕfjɛrˈt͡ʂɛfskʲi]; callsign Walter; 22 February 1897 – 28 March 1947) was an ethnic Pole and Soviet military officer and army general.",
      "pageId": 2013920,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/02227_Regional_popular_scientific_Conference_on_General_Karol_Swierczewski_in_Baligr%C3%B3d_%282012%29.JPG"
    },
    {
      "year": "1900",
      "uri": "/wiki/Luis_Bu%C3%B1uel",
      "name": "Luis Buñuel",
      "monthDay": "02/22",
      "aboutText": "Luis Buñuel Portolés (Spanish pronunciation: [ˈlwiz βuˈɲwel portoˈles]; 22 February 1900 – 29 July 1983) was a Spanish-Mexican filmmaker who worked in Spain, Mexico and France.\nWhen Luis Buñuel died at age 83, his obituary in the New York Times called him \"an iconoclast, moralist, and revolutionary who was a leader of avant-garde surrealism in his youth and a dominant international movie director half a century later\". His first picture—made in the silent era—was called \"the most famous short film ever made\" by critic Roger Ebert, and his last film—made 48 years later—won him Best Director awards from the National Board of Review and the National Society of Film Critics.",
      "pageId": 169033,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/63/Andr%C3%A9_Breton_1924.jpg"
    },
    {
      "year": "1900",
      "uri": "/wiki/James_Sisnett",
      "name": "James Sisnett",
      "monthDay": "02/22",
      "aboutText": "James Emmanuel \"Doc\" Sisnett (22 February 1900 – 23 May 2013) was a Barbadian supercentenarian. Born and raised in Saint George, he spent his life as a blacksmith, sugar factory worker, and farmer, not retiring from the latter until he turned 100. In excellent health throughout his life, he died at the age of 113 years, 90 days and held a number of distinctions.",
      "pageId": 27980867
    },
    {
      "year": "1903",
      "uri": "/wiki/Morley_Callaghan",
      "name": "Morley Callaghan",
      "monthDay": "02/22",
      "aboutText": "Morley Edward Callaghan, CC OOnt FRSC (February 22, 1903 – August 25, 1990) was a Canadian novelist, short story writer, playwright, TV and radio personality.",
      "pageId": 102355
    },
    {
      "year": "1903",
      "uri": "/wiki/Frank_P._Ramsey",
      "name": "Frank P. Ramsey",
      "monthDay": "02/22",
      "aboutText": "Frank Plumpton Ramsey (22 February 1903 – 19 January 1930) was a precocious British philosopher, mathematician and economist who died at the age of 26. He was a close friend of Ludwig Wittgenstein and was instrumental in translating Wittgenstein's Tractatus Logico-Philosophicus into English, as well as persuading Wittgenstein to return to philosophy and Cambridge.",
      "pageId": 238285,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/f/f3/Frank_Plumpton_Ramsey.JPG"
    },
    {
      "year": "1907",
      "uri": "/wiki/Sheldon_Leonard",
      "name": "Sheldon Leonard",
      "monthDay": "02/22",
      "aboutText": "Robert George Young (February 22, 1907 – July 21, 1998) was an American television, film, and radio actor, best known for his leading roles as Jim Anderson, the father character in Father Knows Best (NBC and then CBS), and the physician Marcus Welby in Marcus Welby, M.D. (ABC).",
      "pageId": 181005,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/24/Robert_Young_in_Journey_for_Margaret_trailer_cropped.jpg"
    },
    {
      "year": "1907",
      "uri": "/wiki/Robert_Young_(actor)",
      "name": "Robert Young",
      "monthDay": "02/22",
      "aboutText": "Sheldon Leonard (born Sheldon Leonard Bershad; February 22, 1907 – January 11, 1997) was an American film and television producer, director, writer, and actor.",
      "pageId": 1626698,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Big_eddie_1975.JPG"
    },
    {
      "year": "1908",
      "uri": "/wiki/R%C3%B3mulo_Betancourt",
      "name": "Rómulo Betancourt",
      "monthDay": "02/22",
      "aboutText": "Sir John Mills CBE (22 February 1908 – 23 April 2005) was an English actor who appeared in more than 120 films in a career spanning seven decades. On screen, he often played people who are not at all exceptional, but become heroes because of their common sense, generosity and good judgement. He received an Academy Award for Best Supporting Actor for his work in Ryan's Daughter (1970).",
      "pageId": 153655,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/a/a8/John_Mills.jpg"
    },
    {
      "year": "1908",
      "uri": "/wiki/John_Mills",
      "name": "John Mills",
      "monthDay": "02/22",
      "aboutText": "Rómulo Ernesto Betancourt Bello (22 February 1908 – 28 September 1981; Spanish pronunciation: [ˈromulo betaŋˈkuɾ]), known as \"The Father of Venezuelan Democracy\", was President of Venezuela from 1945 to 1948 and again from 1959 to 1964, as well as leader of Acción Democrática, Venezuela's dominant political party in the 20th century.\nBetancourt, one of Venezuela's most important political figures, led a tumultuous and highly controversial career in Latin American politics. Periods of exile brought Betancourt in contact with various Latin American countries as well as the United States, securing his legacy as one of the few real international leaders to emerge from 20th-century Latin America.",
      "pageId": 316069,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b6/Advertising_allusive_to_R%C3%B3mulo_Betancourt%2C_1981.JPG"
    },
    {
      "year": "1911",
      "uri": "/wiki/Bill_Baker_(baseball)",
      "name": "Bill Baker",
      "monthDay": "02/22",
      "aboutText": "William Presley Baker (February 22, 1911 – April 13, 2006) was a catcher in Major League Baseball who played with the Cincinnati Reds (1940–41), Pittsburgh Pirates (1941–43, 1946) and St. Louis Cardinals (1948–49). Baker batted and threw right-handed.",
      "pageId": 5201297,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1e/Baseball_%28crop%29.jpg"
    },
    {
      "year": "1913",
      "uri": "/wiki/Buddy_Tate",
      "name": "Buddy Tate",
      "monthDay": "02/22",
      "aboutText": "George Holmes \"Buddy\" Tate (February 22, 1913 – February 10, 2001) was a jazz saxophonist and clarinetist.",
      "pageId": 6778770,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Buddy_Tate.jpg"
    },
    {
      "year": "1913",
      "uri": "/wiki/Ranko_Marinkovi%C4%87",
      "name": "Ranko Marinković",
      "monthDay": "02/22",
      "aboutText": "Renato Dulbecco (February 22, 1914 – February 19, 2012) was an Italian American, who won the 1975 Nobel Prize in Physiology or Medicine for his work on oncoviruses, which are viruses that can cause cancer when they infect animal cells. He studied at the University of Turin under Giuseppe Levi, along with fellow students Salvador Luria and Rita Levi-Montalcini, who also moved to the U.S. with him and won Nobel prizes. He was drafted into the Italian army in World War II, but later joined the resistance.",
      "pageId": 744909,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/e/ed/Nobel_Prize.png"
    },
    {
      "year": "1914",
      "uri": "/wiki/Renato_Dulbecco",
      "name": "Renato Dulbecco",
      "monthDay": "02/22",
      "aboutText": "Ranko Marinković (22 February 1913 – 28 January 2001) was a Croatian novelist and dramatist.\nBorn in Komiža on the island of Vis (then a part of Austria-Hungary), Marinković's childhood was marked by World War I. He later earned a degree in philosophy from the University of Zagreb. In the 1930s, he began to make his name in Zagreb literary circles with his plays and stories.",
      "pageId": 2172847,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/b/b9/R.Marinkovic_foto.jpg"
    },
    {
      "year": "1917",
      "uri": "/wiki/Reed_Crandall",
      "name": "Reed Crandall",
      "monthDay": "02/22",
      "aboutText": "Sidney Gerald \"Sid\" Abel (February 22, 1918 – February 8, 2000) was a Canadian Hall of Fame hockey player, coach and general manager in the National Hockey League, most notably for the Detroit Red Wings, and was a member of three winning Stanley Cup teams in 1943, 1950, and 1952.",
      "pageId": 277829,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/90/Red_Wings_retired_Banners.jpg"
    },
    {
      "year": "1918",
      "uri": "/wiki/Sid_Abel",
      "name": "Sid Abel",
      "monthDay": "02/22",
      "aboutText": "Reed Leonard Crandall (February 22, 1917 – September 13, 1982) was an American illustrator and penciller of comic books and magazines. He was best known for the 1940s Quality Comics' Blackhawk and for stories in EC Comics during the 1950s.",
      "pageId": 638413,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/e/e6/HitComics18.jpg"
    },
    {
      "year": "1918",
      "uri": "/wiki/Don_Pardo",
      "name": "Don Pardo",
      "monthDay": "02/22",
      "aboutText": "Dominick George \"Don\" Pardo (February 22, 1918 – August 18, 2014) was an American radio and television announcer whose career spanned more than seven decades.\nA member of the Television Hall of Fame, Pardo was noted for his 70-year tenure with NBC, working as the announcer for early incarnations of such notable shows as The Price Is Right, Jackpot, Jeopardy!, Three on a Match, Winning Streak and NBC Nightly News.",
      "pageId": 156683,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/04/DonPardo.png"
    },
    {
      "year": "1918",
      "uri": "/wiki/Robert_Wadlow",
      "name": "Robert Wadlow",
      "monthDay": "02/22",
      "aboutText": "Robert Pershing Wadlow (February 22, 1918 – July 15, 1940) also known as the Alton Giant and the Giant of Illinois, was the tallest person in recorded history for whom there is irrefutable evidence. The Alton and Illinois monikers reflect the fact that he was born and raised in Alton, Illinois.\nWadlow reached 8 ft 11.1 in (2.72 m) in height and weighed 439 lb (199 kg) at his death at age 22.",
      "pageId": 359117
    },
    {
      "year": "1921",
      "uri": "/wiki/Jean-B%C3%A9del_Bokassa",
      "name": "Jean-Bédel Bokassa",
      "monthDay": "02/22",
      "aboutText": "Jean-Bédel Bokassa (French pronunciation: ​[ʒɑ̃ bedɛl bɔkasa]; 22 February 1921 – 3 November 1996), also known as Bokassa I of Central Africa and Salah Eddine Ahmed Bokassa, was a military officer and the head of state of the Central African Republic and its successor state, the Central African Empire, from his coup d'état on 1 January 1966 until overthrown in a subsequent coup (supported by France) on 20 September 1979. Of this period, he served almost eleven years (1 January 1966 – 4 December 1976) as president (the last four years as president for life), and for almost three years he reigned as self-proclaimed Emperor of Central Africa, though he was a military dictator. His \"imperial\" regime lasted from 4 December 1976 to 21 September 1979.",
      "pageId": 92931,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Bokassa_1939.jpg"
    },
    {
      "year": "1921",
      "uri": "/wiki/Giulietta_Masina",
      "name": "Giulietta Masina",
      "monthDay": "02/22",
      "aboutText": "Giulietta Masina (22 February 1921 – 23 March 1994) was an Italian film and stage actress. She starred in La Strada and Nights of Cabiria, both winners of the Academy Award for Best Foreign Language Film, in 1954 and 1957, respectively. Masina won the Best Actress award at the 1957 Cannes Film Festival for the later film.",
      "pageId": 1721417
    },
    {
      "year": "1922",
      "uri": "/wiki/Apostolos_Santas",
      "name": "Apostolos Santas",
      "monthDay": "02/22",
      "aboutText": "Marshall Teague (February 22, 1921 – February 11, 1959) was an American race car driver.\nHe was nicknamed by NASCAR fans as the \"King of the Beach\" for his performances at the Daytona Beach Road Course.",
      "pageId": 1252131,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Eldon_%26_Esta_Hostetler_Hudson_Motor_Car_Collection_-_Hudson_Hornet_Race_Car.JPG"
    },
    {
      "year": "1922",
      "uri": "/wiki/Marshall_Teague",
      "name": "Marshall Teague",
      "monthDay": "02/22",
      "aboutText": "Apostolos Santas (Greek: Απόστολος Σάντας; 22 February 1922 – 30 April 2011), commonly known as Lakis, was a Greek veteran of the Resistance against the Axis Occupation of Greece during World War II, most notable for his participation, along with Manolis Glezos, in the taking down of the German flag from the Acropolis on 30 May 1941.\nApostolos Santas was born in 1922 in Patras, while his roots were from the Ionian island of Lefkada. His family moved to Athens in 1934.",
      "pageId": 23884801,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Bundesarchiv_Bild_101I-164-0389-23A%2C_Athen%2C_Hissen_der_Hakenkreuzflagge.jpg"
    },
    {
      "year": "1922",
      "uri": "/wiki/Joe_Wilder",
      "name": "Joe Wilder",
      "monthDay": "02/22",
      "aboutText": "Edward St. John Gorey (February 22, 1925 – April 15, 2000) was an American writer and artist noted for his illustrated books.",
      "pageId": 88272,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Edward_Gorey_House_3.jpg"
    },
    {
      "year": "1925",
      "uri": "/wiki/Edward_Gorey",
      "name": "Edward Gorey",
      "monthDay": "02/22",
      "aboutText": "Joseph Benjamin Wilder (February 22, 1922 – May 9, 2014) was an American jazz trumpeter, bandleader, and composer.\nWilder was awarded the Temple University Jazz Master's Hall of Fame Award in 2006.",
      "pageId": 14285698,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fc/John_Webber%2C_Joe_Wilder_and_Lewis_Nash.jpg"
    },
    {
      "year": "1926",
      "uri": "/wiki/Kenneth_Williams",
      "name": "Kenneth Williams",
      "monthDay": "02/22",
      "aboutText": "Kenneth Charles Williams (22 February 1926 – 15 April 1988) was an English comic actor and comedian.",
      "pageId": 36960,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/62/Kennethwilliams.jpg"
    },
    {
      "year": "1927",
      "uri": "/wiki/Florencio_Campomanes",
      "name": "Florencio Campomanes",
      "monthDay": "02/22",
      "aboutText": "Florencio Campomanes (22 February 1927 – 3 May 2010) was a Filipino political scientist, chess player, and chess organizer.",
      "pageId": 1414189,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Florencio_Campomanes.jpg"
    },
    {
      "year": "1927",
      "uri": "/wiki/Guy_Mitchell",
      "name": "Guy Mitchell",
      "monthDay": "02/22",
      "aboutText": "Guy Mitchell (born Albert George Cernik; February 22, 1927 – July 1, 1999) was an American pop singer, successful in his homeland, the UK and Australia. He sold 44 million records, including six million-selling singles.\nIn the fall of 1957, Mitchell starred in ABC's The Guy Mitchell Show.",
      "pageId": 558203,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/12/GuyMitchell.JPG"
    },
    {
      "year": "1928",
      "uri": "/wiki/Texas_Johnny_Brown",
      "name": "Texas Johnny Brown",
      "monthDay": "02/22",
      "aboutText": "Texas Johnny Brown (February 22, 1928 - July 1, 2013) was an American blues guitarist, songwriter and singer. He is best known for his composition \"Two Steps from the Blues\" and, in a lengthy career, variously worked with Joe Hinton, Amos Milburn, Ruth Brown, Bobby \"Blue\" Bland, Lavelle White, Buddy Ace and Junior Parker. Although he was born in Mississippi, Brown's long association with Houston, Texas, gave him his stage name.",
      "pageId": 39885724,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/94/Texas_Johnny_Brown.jpg"
    },
    {
      "year": "1928",
      "uri": "/wiki/Paul_Dooley",
      "name": "Paul Dooley",
      "monthDay": "02/22",
      "aboutText": "Sir Bruce Joseph Forsyth-Johnson CBE (born 22 February 1928) is a British television presenter and entertainer whose career spans 75 years. In 2012, Guinness World Records recognised Forsyth as having the longest television career for a male entertainer. Forsyth came to national attention from the mid-1950s through the ITV series Sunday Night at the London Palladium.",
      "pageId": 147505,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/11/Bruce_Forsyth1.jpg"
    },
    {
      "year": "1928",
      "uri": "/wiki/Bruce_Forsyth",
      "name": "Bruce Forsyth",
      "monthDay": "02/22",
      "aboutText": "Paul Dooley (born February 22, 1928) is an American actor, writer, and comedian.",
      "pageId": 2443596,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/38/Paul_Dooley.png"
    },
    {
      "year": "1929",
      "uri": "/wiki/James_Hong",
      "name": "James Hong",
      "monthDay": "02/22",
      "aboutText": "James Hong (traditional Chinese: 吳漢章; simplified Chinese: 吴汉章; pinyin: Wú Hànzhāng; Jyutping: Ng4 Hon3zoeng1; born February 22, 1929) is an American actor and director. He is a former president of the Association of Asian/Pacific American Artists (AAPAA).",
      "pageId": 2150128,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Flag_of_Los_Angeles_County%2C_California.png"
    },
    {
      "year": "1929",
      "uri": "/wiki/Rebecca_Schull",
      "name": "Rebecca Schull",
      "monthDay": "02/22",
      "aboutText": "Rebecca Schull (born February 22, 1929) is an American stage, film and television actress, best known for her role as Fay Cochran in the NBC sitcom Wings (1990—1997).",
      "pageId": 2357398
    },
    {
      "year": "1930",
      "uri": "/wiki/Bill_Mitchell_(ice_hockey)",
      "name": "Bill Mitchell",
      "monthDay": "02/22",
      "aboutText": "Marni Nixon (born February 22, 1930) is an American soprano and playback singer for featured actresses in movie musicals. She is most famous for dubbing the singing voices of the leading actresses in films, including The King and I, West Side Story, and My Fair Lady.",
      "pageId": 477971,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/df/Marni_Nixon_09.JPG"
    },
    {
      "year": "1930",
      "uri": "/wiki/Marni_Nixon",
      "name": "Marni Nixon",
      "monthDay": "02/22",
      "aboutText": "William Richard Mitchell (February 22, 1930 – April 1, 2014) was a Canadian professional ice hockey defencemen. He played in one National Hockey League game for the Detroit Red Wings during the 1963–64 NHL season. He also played for the Canadian national team, winning a silver medal at the 1962 World Ice Hockey Championships.",
      "pageId": 22480174,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Billy_Mitchell_-_ice_hockey.png"
    },
    {
      "year": "1932",
      "uri": "/wiki/Ted_Kennedy",
      "name": "Ted Kennedy",
      "monthDay": "02/22",
      "aboutText": "Edward Moore \"Ted\" Kennedy (February 22, 1932 – August 25, 2009) was a United States Senator from Massachusetts and a member of the Democratic Party. He was the second most senior member of the Senate when he died and was the fourth-longest-serving senator in United States history, having served there for almost 47 years. The most prominent living member of the Kennedy family for many years, he was the last surviving son of Joseph P. Kennedy, Sr.",
      "pageId": 184136,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fa/ARC194238-JFK-Robert-Edward.jpg"
    },
    {
      "year": "1933",
      "uri": "/wiki/Justin_Capr%C4%83",
      "name": "Justin Capră",
      "monthDay": "02/22",
      "aboutText": "Virgilius Justin Capră (22 February 1933 – 19 January 2015) was a Romanian engineer and inventor.\nBorn in Măgureni, Prahova County, he was trained as an aeronautical engineer. He claimed to have devised over a hundred inventions, although a search revealed only two patents in his name.",
      "pageId": 45162923
    },
    {
      "year": "1933",
      "uri": "/wiki/Katharine,_Duchess_of_Kent",
      "name": "Katharine, Duchess of Kent",
      "monthDay": "02/22",
      "aboutText": "Katharine, Duchess of Kent, GCVO (Katharine Lucy Mary; née Worsley; born 22 February 1933), is the wife of Prince Edward, Duke of Kent, who is a grandson of King George V and Queen Mary, and first cousin of Queen Elizabeth II.",
      "pageId": 381923,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/63/Katharine%2C_Duchess_of_Kent.JPG"
    },
    {
      "year": "1933",
      "uri": "/wiki/Sheila_Hancock",
      "name": "Sheila Hancock",
      "monthDay": "02/22",
      "aboutText": "Sheila Cameron Hancock, CBE (born 22 February 1933) is an English actress and author.",
      "pageId": 733661
    },
    {
      "year": "1934",
      "uri": "/wiki/Sparky_Anderson",
      "name": "Sparky Anderson",
      "monthDay": "02/22",
      "aboutText": "George Lee \"Sparky\" Anderson (February 22, 1934 – November 4, 2010) was a Major League Baseball player and manager. He managed the National League's Cincinnati Reds to the 1975 and 1976 championships, then added a third title in 1984 with the Detroit Tigers of the American League. He was the first manager to win the World Series in both leagues.",
      "pageId": 103754,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Anderson_DET.png"
    },
    {
      "year": "1936",
      "uri": "/wiki/J._Michael_Bishop",
      "name": "J. Michael Bishop",
      "monthDay": "02/22",
      "aboutText": "John Michael Bishop (born February 22, 1936) is an American immunologist and microbiologist who shared the 1989 Nobel Prize in Physiology or Medicine with Harold E. Varmus and was co-winner of 1984 Alfred P. Sloan Prize. He currently serves as an active faculty member at the University of California, San Francisco.",
      "pageId": 1325279,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/32/Nci-vol-8172-300_j_michael_bishop.jpg"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ernie_K-Doe",
      "name": "Ernie K-Doe",
      "monthDay": "02/22",
      "aboutText": "Joanna Russ (February 22, 1937 – April 29, 2011) was an American writer, academic and feminist. She is the author of a number of works of science fiction, fantasy and feminist literary criticism such as How to Suppress Women's Writing, as well as a contemporary novel, On Strike Against God, and one children's book, Kittatinny.",
      "pageId": 16017,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/9/9e/Joanna_Russ_obit.jpg"
    },
    {
      "year": "1937",
      "uri": "/wiki/Joanna_Russ",
      "name": "Joanna Russ",
      "monthDay": "02/22",
      "aboutText": "Ernest Kador, Jr.",
      "pageId": 1598941,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/47/ErnieK-doe1996.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Steve_Barber",
      "name": "Steve Barber",
      "monthDay": "02/22",
      "aboutText": "Barry Dennen (born February 22, 1938) is an American actor, singer, and writer.",
      "pageId": 3940847
    },
    {
      "year": "1938",
      "uri": "/wiki/Barry_Dennen",
      "name": "Barry Dennen",
      "monthDay": "02/22",
      "aboutText": "Not to be confused with Steve Barber (right-handed pitcher)",
      "pageId": 6187269,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/cf/Steve_Barber.jpg"
    },
    {
      "year": "1938",
      "uri": "/wiki/Ishmael_Reed",
      "name": "Ishmael Reed",
      "monthDay": "02/22",
      "aboutText": "Ishmael Scott Reed (born February 22, 1938) is an American poet, novelist, essayist, songwriter, playwright, editor and publisher, who is known for his satirical works challenging American political culture, and highlighting political and cultural oppression.",
      "pageId": 314487,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bc/Ishmael_Scott_Reed.jpg"
    },
    {
      "year": "1940",
      "uri": "/wiki/Judy_Cornwell",
      "name": "Judy Cornwell",
      "monthDay": "02/22",
      "aboutText": "Judy Valerie Cornwell (born 22 February 1940) is an English actress best known for her role as Daisy in the British sitcom Keeping Up Appearances (1990–95).",
      "pageId": 2319564
    },
    {
      "year": "1941",
      "uri": "/wiki/Hip%C3%B3lito_Mej%C3%ADa",
      "name": "Hipólito Mejía",
      "monthDay": "02/22",
      "aboutText": "Christine Margaret Keeler (born 22 February 1942) is an English former model and showgirl. Her meeting at a dance-club with society osteopath Stephen Ward drew her into fashionable circles, and she became sexually involved with a married government minister John Profumo, as well as a Soviet diplomat, at the height of the Cold War. A shooting incident between two of her other lovers caused the press to investigate her, revealing that her affairs could be threatening national security.",
      "pageId": 163434,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/34/CKeeler1.jpg"
    },
    {
      "year": "1942",
      "uri": "/wiki/Christine_Keeler",
      "name": "Christine Keeler",
      "monthDay": "02/22",
      "aboutText": "Rafael Hipólito Mejía Domínguez (born 22 February 1941) is a Dominican politician who served as President of the Dominican Republic from 2000 to 2004.\nDuring his government the country was affected by one of the worst economic crises, generated by the bankruptcy of three major commercial banks in the country, which resulted in high inflation, high country risk rating, currency devaluation and increasing local poverty.\nIn the presidential election of 2004, he ran for a second term as the candidate of the Dominican Revolutionary Party but he was defeated by Leonel Fernández from the Dominican Liberation Party.",
      "pageId": 392353,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/47/Hipolito_mejia.jpg"
    },
    {
      "year": "1943",
      "uri": "/wiki/Terry_Eagleton",
      "name": "Terry Eagleton",
      "monthDay": "02/22",
      "aboutText": "Horst Köhler (German: [ˈhɔɐ̯st ˈkøːlɐ]; born 22 February 1943) is a German politician of the Christian Democratic Union. He was President of Germany from 2004 to 2010. As the candidate of the two Christian Democratic sister parties, the CDU and the CSU, and the liberal FDP, Köhler was elected to his first five-year term by the Federal Assembly on 23 May 2004 and was subsequently inaugurated on 1 July 2004.",
      "pageId": 190448,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/09/Bono_U2_with_Horst_K%C3%B6hler_at_Prague_2000_IMF.jpeg"
    },
    {
      "year": "1943",
      "uri": "/wiki/Horst_K%C3%B6hler",
      "name": "Horst Köhler",
      "monthDay": "02/22",
      "aboutText": "Terence Francis \"Terry\" Eagleton FBA (born 22 February 1943) is a prominent British literary theorist, critic and public intellectual. He is currently Distinguished Professor of English Literature at Lancaster University, Professor of Cultural Theory at the National University of Ireland and Distinguished Visiting Professor of English Literature at The University of Notre Dame.\nEagleton has published over forty books, but remains best known for Literary Theory: An Introduction (1983), which has sold over 750,000 copies.",
      "pageId": 441906
    },
    {
      "year": "1943",
      "uri": "/wiki/Otoya_Yamaguchi",
      "name": "Otoya Yamaguchi",
      "monthDay": "02/22",
      "aboutText": "Robert Jonathan Demme (/ˈdɛmi/; born February 22, 1944) is an American filmmaker, producer and screenwriter. Demme rose to prominence in the 1980s with his comedy films Melvin and Howard (1980), Swing Shift (1984), Something Wild (1986) and Married to the Mob (1988). He became best known for directing The Silence of the Lambs (1991), for which he won the Academy Award for Best Director.",
      "pageId": 16069,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/95/Jonathan_Demme_May_2015.jpg"
    },
    {
      "year": "1944",
      "uri": "/wiki/Jonathan_Demme",
      "name": "Jonathan Demme",
      "monthDay": "02/22",
      "aboutText": "Otoya Yamaguchi (山口 二矢, Yamaguchi Otoya, February 22, 1943 – November 2, 1960) was a Japanese ultranationalist who assassinated Inejiro Asanuma, a politician and head of the Japan Socialist Party. Yamaguchi was a member of a right-wing Uyoku dantai group, and assassinated Asanuma by wakizashi on October 12, 1960, at Tokyo's Hibiya Hall during a political debate in advance of parliamentary elections.",
      "pageId": 2835898,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/7/79/Death_of_Inejiro_Asanuma.jpg"
    },
    {
      "year": "1944",
      "uri": "/wiki/Robert_Kardashian",
      "name": "Robert Kardashian",
      "monthDay": "02/22",
      "aboutText": "Robert George Kardashian (February 22, 1944 – September 30, 2003) was an American attorney and businessman. He gained national recognition as O. J. Simpson's friend and defense attorney during Simpson's 1995 murder trial. He had four children with his first wife, Kris Kardashian (née Houghton, later Jenner): Kourtney, Kim, Khloé and Rob, all of whom have become well known for appearing on their family reality television series.",
      "pageId": 333012,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Flag_of_Los_Angeles_County%2C_California.png"
    },
    {
      "year": "1944",
      "uri": "/wiki/Christopher_Meyer",
      "name": "Christopher Meyer",
      "monthDay": "02/22",
      "aboutText": "Sir Christopher John Rome Meyer, KCMG (born 22 February 1944) is a former British Ambassador to the United States (1997–2003), former Ambassador to Germany (1997) and the former chairman of the Press Complaints Commission (2003–2009).\nHe is married to Catherine Meyer, founder of the charity Parents & Abducted Children Together.",
      "pageId": 3115932
    },
    {
      "year": "1944",
      "uri": "/wiki/Tom_Okker",
      "name": "Tom Okker",
      "monthDay": "02/22",
      "aboutText": "Thomas Samuel \"Tom\" Okker (born 22 February 1944) is a former Dutch tennis player. He was ranked among the world's top 10 singles players for seven consecutive years, 1968–74, reaching a career high of World No. 3 in 1969.",
      "pageId": 870023
    },
    {
      "year": "1945",
      "uri": "/wiki/Oliver_(singer)",
      "name": "Oliver",
      "monthDay": "02/22",
      "aboutText": "William Oliver Swofford (February 22, 1945 – February 12, 2000), known professionally as Oliver, was an American pop singer, best known for his 1969 song \"Good Morning Starshine\" from the musical Hair as well as \"Jean\" (the theme from the film The Prime of Miss Jean Brodie).",
      "pageId": 1561488
    },
    {
      "year": "1945",
      "uri": "/wiki/Ed_Kerns",
      "name": "Ed Kerns",
      "monthDay": "02/22",
      "aboutText": "Kresten Bjerre (February 22, 1946 – February 19, 2014) was a Danish footballer, who played professionally for Houston Stars in the United States, and European clubs PSV Eindhoven and R.W.D. Molenbeek.",
      "pageId": 9519608,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ad/Kresten_Bjerre_%281977%29.jpg"
    },
    {
      "year": "1946",
      "uri": "/wiki/Kresten_Bjerre",
      "name": "Kresten Bjerre",
      "monthDay": "02/22",
      "aboutText": "Ed Kerns (February 22, 1945) is an American abstract artist and educator.",
      "pageId": 31749765
    },
    {
      "year": "1947",
      "uri": "/wiki/Harvey_Mason",
      "name": "Harvey Mason",
      "monthDay": "02/22",
      "aboutText": "John Radford (born 22 February 1947 in Hemsworth, Yorkshire) is a former English football player.\nPlaying mostly as an inside forward or centre forward (and occasionally as a right-winger), Radford spent most of his career at Arsenal. He joined the club as an apprentice in 1962, turning professional in February 1964.",
      "pageId": 1565307
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Radford_(footballer)",
      "name": "John Radford",
      "monthDay": "02/22",
      "aboutText": "Harvey William Mason (born February 22, 1947, in Atlantic City, New Jersey) is an American jazz drummer. He has worked with many jazz and fusion artists, including Bob James, Chick Corea, The Brecker Brothers, Lee Ritenour, Herbie Hancock's Headhunters and almost all the Mizell Brothers productions with Donald Byrd, Johnny Hammond, Bobbi Humphrey and Gary Bartz. He is featured on George Benson's 1976 album Breezin'.",
      "pageId": 2220469,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Harvey_Mason_2004_cropped.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/John_Ashton_(actor)",
      "name": "John Ashton",
      "monthDay": "02/22",
      "aboutText": "John David Ashton (born February 22, 1948) is an American actor, best known for his roles in the popular Martin Brest films Beverly Hills Cop (1984) and Midnight Run (1988).",
      "pageId": 4119446,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4d/John_Ashton_in_2006.jpg"
    },
    {
      "year": "1948",
      "uri": "/wiki/Linda_de_Suza",
      "name": "Linda de Suza",
      "monthDay": "02/22",
      "aboutText": "Linda de Suza (born Teolinda Joaquina de Sousa Lança, 22 February 1948 in Beja, Portugal) is a Lusophone and Francophone singer, actress and author.",
      "pageId": 6266131
    },
    {
      "year": "1948",
      "uri": "/wiki/Brian_Kerr,_Baron_Kerr_of_Tonaghmore",
      "name": "Brian Kerr, Baron Kerr of Tonaghmore",
      "monthDay": "02/22",
      "aboutText": "Andreas Nikolaus \"Niki\" Lauda (born 22 February 1949) is an Austrian former Formula One driver who was three times F1 World Champion, winning in 1975, 1977 and 1984. He is currently the only driver to have been champion for both Ferrari and McLaren, the sport's two most successful constructors. More recently an aviation entrepreneur, he has founded and run two airlines (Lauda Air and Niki).",
      "pageId": 40486,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Andreas_Nikolaus_Lauda_2011.jpg"
    },
    {
      "year": "1949",
      "uri": "/wiki/Niki_Lauda",
      "name": "Niki Lauda",
      "monthDay": "02/22",
      "aboutText": "Brian Francis Kerr, Baron Kerr of Tonaghmore PC QC (born 22 February 1948) is a Justice of the Supreme Court of the United Kingdom and former Lord Chief Justice of Northern Ireland. He pronounces his name to rhyme with \"Cur\".",
      "pageId": 15538724
    },
    {
      "year": "1949",
      "uri": "/wiki/Olga_Morozova",
      "name": "Olga Morozova",
      "monthDay": "02/22",
      "aboutText": "Miou-Miou (born Sylvette Herry on 22 February 1950) is a French actress. In her career she has worked with a number of international directors, including Michel Gondry, Bertrand Blier, Claude Berri, Jacques Deray, Patrice Leconte, Joseph Losey and Louis Malle. A 10-time César Award nominee, she won the César Award for Best Actress for the 1979 film Memoirs of a French Whore.",
      "pageId": 801289,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/45/Miou-Miou_2013_3.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Miou-Miou",
      "name": "Miou-Miou",
      "monthDay": "02/22",
      "aboutText": "Olga Vasilyevna Morozova (Russian: Ольга Васильевна Морозова) (born 22 February 1949 in Moscow, USSR) is a retired female tennis player who competed for the Soviet Union.",
      "pageId": 1028380
    },
    {
      "year": "1950",
      "uri": "/wiki/Julius_Erving",
      "name": "Julius Erving",
      "monthDay": "02/22",
      "aboutText": "Julius Winfield Erving II (born February 22, 1950), commonly known by the nickname Dr. J, is a retired American basketball player who helped popularize a modern style of play that emphasizes leaping and playing above the rim. Erving helped legitimize the American Basketball Association (ABA) and was the best-known player in that league when it merged with the National Basketball Association (NBA) after the 1975–76 season.",
      "pageId": 412200,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/27/Basketball_Legends.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Lenny_Kuhr",
      "name": "Lenny Kuhr",
      "monthDay": "02/22",
      "aboutText": "Lenny Kuhr (born 22 February 1950 in Eindhoven) is a Dutch singer-songwriter.\nIn 1967 she started a singing career in the Netherlands, performing songs in the French chanson tradition. In 1969 she represented the Netherlands in the Eurovision Song Contest with her composition De Troubadour (lyrics by David Hartsema; orchestra conducted by Franz de Kok).",
      "pageId": 1351460
    },
    {
      "year": "1950",
      "uri": "/wiki/Genesis_P-Orridge",
      "name": "Genesis P-Orridge",
      "monthDay": "02/22",
      "aboutText": "Julia Mary \"Julie\" Walters, CBE (born 22 February 1950) is an English actress and writer. She has won two BAFTA Film Awards, four BAFTA TV Awards and received the BAFTA Fellowship in 2014. Walters first came to international prominence in 1983, for playing the title role in Educating Rita.",
      "pageId": 169143,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Birmingham_Walk_of_Stars_Julie_Walters.jpg"
    },
    {
      "year": "1950",
      "uri": "/wiki/Julie_Walters",
      "name": "Julie Walters",
      "monthDay": "02/22",
      "aboutText": "Genesis Breyer P-Orridge (born 22 February 1950) is an English singer-songwriter, musician, poet, performance artist, and occultist. After rising to notability as the founder of the COUM Transmissions artistic collective and then fronting the industrial band Throbbing Gristle, P-Orridge was a founding member of Thee Temple ov Psychick Youth occult group, and fronted the experimental band Psychic TV. S/he identifies as third gender.\nBorn in Manchester as Neil Andrew Megson, P-Orridge developed an early interest in art, occultism, and the avant-garde while at Solihull School.",
      "pageId": 294376,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/1/1a/Coum_are_Fab_and_Kinky.jpg"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ellen_Greene",
      "name": "Ellen Greene",
      "monthDay": "02/22",
      "aboutText": "Ellen Greene (born February 22, 1951) is an American singer and actress. Greene has had a long and varied career as a singer, particularly in cabaret, as an actress and singer in numerous stage productions, particularly musical theatre, as well as having performed in many films—notably Little Shop of Horrors—and television programs.",
      "pageId": 2344165,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/07/Ellen_Greene_-_Glory.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Cyrinda_Foxe",
      "name": "Cyrinda Foxe",
      "monthDay": "02/22",
      "aboutText": "Cyrinda Foxe (February 22, 1952 – September 7, 2002) was an American actress, model and publicist, best known for her role in Andy Warhol's Bad. She was married to both David Johansen of the proto-punk band New York Dolls, and Steven Tyler of the rock band Aerosmith. She is the mother of Mia Tyler.",
      "pageId": 19322221
    },
    {
      "year": "1952",
      "uri": "/wiki/Bill_Frist",
      "name": "Bill Frist",
      "monthDay": "02/22",
      "aboutText": "William Harrison \"Bill\" Frist, Sr. (born February 22, 1952) is an American physician, businessman, and politician. He began his career as a heart and lung transplant surgeon.",
      "pageId": 160128,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2c/20061013-8_d-0089-1-515h.jpg"
    },
    {
      "year": "1952",
      "uri": "/wiki/Bernard_Silverman",
      "name": "Bernard Silverman",
      "monthDay": "02/22",
      "aboutText": "Bernard Walter Silverman FRS (born 22 February 1952) is a British statistician and Anglican Priest. He was Master of St Peter's College, Oxford from 1 October 2003 to 31 December 2009. He is a member of the Statistics Department at Oxford University, and is also attached to the Wellcome Trust Centre for Human Genetics, the Smith School of Enterprise and the Environment, and the Oxford-Man Institute of Quantitative Finance.",
      "pageId": 7785395
    },
    {
      "year": "1953",
      "uri": "/wiki/Graham_Lewis",
      "name": "Graham Lewis",
      "monthDay": "02/22",
      "aboutText": "Nigel George Planer (born 22 February 1953) is an English actor, comedian, novelist and playwright who is best known for his role as Neil in the cult BBC comedy The Young Ones. He has appeared in many West End musicals, including original casts of Evita, Chicago, We Will Rock You, Wicked, and Charlie and the Chocolate Factory. He has also appeared in Hairspray.",
      "pageId": 242471,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Nigel_Planer.jpg"
    },
    {
      "year": "1953",
      "uri": "/wiki/Nigel_Planer",
      "name": "Nigel Planer",
      "monthDay": "02/22",
      "aboutText": "Graham Lewis (born Edward Graham Penelope Lewis, 22 February 1953) is an English musician.\nLewis is the bassist with punk rock/post-punk band Wire, a band formed in 1976.\n^ Neate, Wilson.",
      "pageId": 4639951,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/c/c2/Crystal_Clear_app_Login_Manager_2.png"
    },
    {
      "year": "1955",
      "uri": "/wiki/David_Axelrod",
      "name": "David Axelrod",
      "monthDay": "02/22",
      "aboutText": "David M. Axelrod (born February 22, 1955) is an American political operative and analyst, best known as the Chief Strategist for Barack Obama's presidential campaigns. After Obama's election, Axelrod was appointed as Senior Advisor to the President. Axelrod left the White House position in early 2011 and became the Senior Strategist for Obama's successful re-election campaign in 2012.",
      "pageId": 2060634,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/01/David_Axelrod.jpg"
    },
    {
      "year": "1955",
      "uri": "/wiki/Tim_Young_(ice_hockey)",
      "name": "Tim Young",
      "monthDay": "02/22",
      "aboutText": "Timothy Michael Young (born February 22, 1955) is a retired Canadian professional ice hockey forward who played ten seasons in the National Hockey League (NHL) for the Minnesota North Stars, Winnipeg Jets and Philadelphia Flyers.",
      "pageId": 4011304
    },
    {
      "year": "1957",
      "uri": "/wiki/Willie_Smits",
      "name": "Willie Smits",
      "monthDay": "02/22",
      "aboutText": "Dave \"The Beast\" Spitz (born February 22, 1958) is a musician best known for having played bass guitar for the heavy metal group Black Sabbath from 1985 to 1987, appearing on the albums Seventh Star and being credited for (but not playing on) The Eternal Idol. Dave also helped discover Ray Gillen, the vocalist who joined Black Sabbath mid-tour in 1986, following the sudden exit of Glenn Hughes.\nSpitz was born in New York.",
      "pageId": 1664012
    },
    {
      "year": "1958",
      "uri": "/wiki/Dave_Spitz",
      "name": "Dave Spitz",
      "monthDay": "02/22",
      "aboutText": "Willie Smits (born February 22, 1957, in Weurt, Gelderland, the Netherlands) is a trained forester, a microbiologist, conservationist, animal rights activist, wilderness engineer and social entrepreneur. He has lived in Borneo since 1985 and is an Indonesian citizen.\nWhile working as a forest researcher in East Kalimantan, Indonesia in 1989, Smits encountered a baby orangutan in a cage in a market, and later returned to find it abandoned on a rubbish heap.",
      "pageId": 26733015,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Orangutan-bornean.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ji%C5%99%C3%AD_%C4%8Cunek",
      "name": "Jiří Čunek",
      "monthDay": "02/22",
      "aboutText": "Kyle Merritt MacLachlan (/məˈɡlɑːklən/; born February 22, 1959) is an American actor. MacLachlan is best known for his roles in cult films such as two of David Lynch's films—Dune (1984) as Paul Atreides and Blue Velvet (1986) as Jeffrey Beaumont—the science fiction action film The Hidden (1987) as Lloyd Gallagher, and Inside Out (2015) as the voice of Riley's Dad. He has also had prominent roles in television shows including appearing as Special Agent Dale Cooper in Twin Peaks (1990–1991; 2017) and its subsequent film continuation Twin Peaks: Fire Walk with Me (1992), Trey MacDougal in Sex and the City (2000–2002), Orson Hodge in Desperate Housewives (2006–2012), The Captain in How I Met Your Mother (2010–2014), the Mayor of Portland in Portlandia (2011–present), and Calvin Zabo in Agents of S.H.I.E.L.D. (2014–2015).",
      "pageId": 16757,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/14/Kyle_MacLachlan.jpg"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kyle_MacLachlan",
      "name": "Kyle MacLachlan",
      "monthDay": "02/22",
      "aboutText": "Jiří Čunek (born February 22, 1959) is a Czech politician who was chairman of the Christian and Democratic Union - Czechoslovak People's Party from December 2006 to May 2009. Čunek was also Deputy Prime Minister and the Minister for Regional Development in the Government of the Czech Republic until January 23, 2009.\nČunek was born in Gottwaldov (now Zlín), and after studying at a technical college, he worked as a car technician for a construction company in Zlín and as a safety technician in Zbrojovka Vsetín from 1982 to 1998.",
      "pageId": 8347476,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/89/Jiri_Cunek_in_2012.JPG"
    },
    {
      "year": "1960",
      "uri": "/wiki/Thomas_Galbraith,_2nd_Baron_Strathclyde",
      "name": "Thomas Galbraith, 2nd Baron Strathclyde",
      "monthDay": "02/22",
      "aboutText": "Thomas Galloway Dunlop du Roy de Blicquy Galbraith, 2nd Baron Strathclyde, CH PC, informally Tom Strathclyde (born 22 February 1960), is a British Conservative politician. Lord Strathclyde served in the political role of Leader of the House of Lords from the 2010 general election until January 2013 and as Chancellor of the Duchy of Lancaster, having been Leader of the Opposition in the House of Lords (1998-2010).",
      "pageId": 415050,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Companion_of_Honour.jpg"
    },
    {
      "year": "1961",
      "uri": "/wiki/Akira_Takasaki",
      "name": "Akira Takasaki",
      "monthDay": "02/22",
      "aboutText": "Akira Takasaki (高崎 晃, Takasaki Akira, born February 22, 1961, in Osaka, Japan) is the lead guitarist and founding member of the Japanese heavy metal band Loudness.",
      "pageId": 10712365,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Immagine5.jpg"
    },
    {
      "year": "1962",
      "uri": "/wiki/Steve_Irwin",
      "name": "Steve Irwin",
      "monthDay": "02/22",
      "aboutText": "Vijay Singh, CF (Hindi: विजय सिंह, IPA: [ˈʋɪdʒəj sɪ̃ɦ]; born 22 February 1963), nicknamed \"The Big Fijian\", is a Fijian professional golfer who was Number 1 in the Official World Golf Ranking for 32 weeks in 2004 and 2005. He has won three major championships (The Masters in 2000 and the PGA Championship in 1998 and 2004) and was the leading PGA Tour money winner in 2003, 2004 and 2008. He was elected to the World Golf Hall of Fame in 2005 (but deferred his induction until 2006).",
      "pageId": 426484
    },
    {
      "year": "1963",
      "uri": "/wiki/Vijay_Singh",
      "name": "Vijay Singh",
      "monthDay": "02/22",
      "aboutText": "Stephen Robert \"Steve\" Irwin (22 February 1962 – 4 September 2006), nicknamed \"The Crocodile Hunter\", was an Australian wildlife expert, television personality, and conservationist. Irwin achieved worldwide fame from the television series The Crocodile Hunter, an internationally broadcast wildlife documentary series which he co-hosted with his wife Terri. Together, the couple also owned and operated Australia Zoo, founded by Irwin's parents in Beerwah, about 80 kilometres (50 mi) north of the Queensland state capital city of Brisbane.",
      "pageId": 6873934
    },
    {
      "year": "1964",
      "uri": "/wiki/Ed_Boon",
      "name": "Ed Boon",
      "monthDay": "02/22",
      "aboutText": "Beatriz \"Gigi\" Fernández (born February 22, 1964, in San Juan, Puerto Rico) is a former professional tennis player, the first female athlete from her native Puerto Rico to turn professional, the first Puerto Rican woman to ever win an Olympic gold medal and the first to be inducted into the International Tennis Hall of Fame.\nFernández won 17 Grand Slam doubles titles and two Olympic gold medals representing the United States, and reached the World No. 1 ranking in women's doubles.",
      "pageId": 237455
    },
    {
      "year": "1964",
      "uri": "/wiki/Gigi_Fern%C3%A1ndez",
      "name": "Gigi Fernández",
      "monthDay": "02/22",
      "aboutText": "Edward J. \"Ed\" Boon (born February 22, 1964) is an American video game programmer and director who had been employed for over 15 years at Midway Games and since 2011 works for Warner Bros. Interactive Entertainment in its subsidiary company NetherRealm Studios.",
      "pageId": 1823156
    },
    {
      "year": "1965",
      "uri": "/wiki/Chris_Dudley",
      "name": "Chris Dudley",
      "monthDay": "02/22",
      "aboutText": "Kieren Francis Fallon (born 22 February 1965 in Crusheen, County Clare, Ireland) is an Irish professional flat racing jockey and has been British Champion Jockey six times.",
      "pageId": 721626,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/76/Kieren_Fallon_at_Goodwood.jpg"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kieren_Fallon",
      "name": "Kieren Fallon",
      "monthDay": "02/22",
      "aboutText": "Christen Guilford \"Chris\" Dudley (born February 22, 1965) is a retired American basketball player and politician. He played for 16 years and 886 games in the NBA for five different teams. A journeyman center, he was known primarily for his defensive skill as a rebounder and shot blocker.",
      "pageId": 1669102
    },
    {
      "year": "1965",
      "uri": "/wiki/Pat_LaFontaine",
      "name": "Pat LaFontaine",
      "monthDay": "02/22",
      "aboutText": "Patrick Michael \"Pat\" LaFontaine (born February 22, 1965) is an American former ice hockey center in the National Hockey League (NHL) who spent his entire career playing for the league's New York State-based teams; LaFontaine played for the New York Islanders from 1983 until 1991, the Buffalo Sabres from 1991 until 1997, and the New York Rangers from 1997 until his retirement in 1998, scoring 468 goals and 1,013 points along the way before his career was ended by concussions. His 1.17 points per game (1,013 points over 865 games) is the best among American-born ice hockey players, active or retired.",
      "pageId": 795060,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/3/33/Pat_LaFontaine%2C_November_17%2C_2008.jpg"
    },
    {
      "year": "1966",
      "uri": "/wiki/Rachel_Dratch",
      "name": "Rachel Dratch",
      "monthDay": "02/22",
      "aboutText": "Rachel Susan Dratch (born February 22, 1966) is an American actress, comedian, producer and writer. Born and raised in Lexington, Massachusetts, she graduated from Dartmouth College in 1988 and moved to Chicago, Illinois, to study improv at The Second City and ImprovOlympic.\nHer breakthrough came on the NBC television show Saturday Night Live (SNL), where she was a cast member from 1999 to 2006.",
      "pageId": 1149561,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Rachel_Dratch_2012_Shankbone_2.JPG"
    },
    {
      "year": "1966",
      "uri": "/wiki/Thorsten_Kaye",
      "name": "Thorsten Kaye",
      "monthDay": "02/22",
      "aboutText": "Thorsten Kaye (born Thorsten Ernst Kieselbach on 22 February 1966 in Frankfurt, Federal Republic of Germany) is a German-British actor.",
      "pageId": 718323
    },
    {
      "year": "1966",
      "uri": "/wiki/Aiden_Shaw",
      "name": "Aiden Shaw",
      "monthDay": "02/22",
      "aboutText": "Aiden Shaw (born Aiden Finbar Brady, 22 February 1966, Harrow, Middlesex, United Kingdom) is a British author, musician, model and former gay pornographic film actor.",
      "pageId": 2834477,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/05/Life_Ball_2013_-_magenta_carpet_Aiden_Shaw_02a.jpg"
    },
    {
      "year": "1967",
      "uri": "/wiki/Psicosis_II",
      "name": "Psicosis II",
      "monthDay": "02/22",
      "aboutText": "Alf Poier (born 22 February 1967 in Judenburg, Styria) is an Austrian artist and stand-up comedian.\nBorn in Judenburg in Styria, he started doing cabaret in 1995 in Graz, and has won several prizes for his work, including the Salzburger Stier in 1998, the Deutscher Kleinkunstpreis, Prix Phanteon, German Comedy Awards (Best Newcomer) in 2000, the Austrian Österreichischer Kabarettpreis in 2002 and the Austrian Ybbsiade in 2009.\nIn 2003, Poier participated in the Eurovision Song Contest 2003 and secured 6th place with his entry Weil der Mensch zählt (\"Man is The Measure Of All Things\").",
      "pageId": 233713,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/74/Alf_Poier_04.jpg"
    },
    {
      "year": "1967",
      "uri": "/wiki/Alf_Poier",
      "name": "Alf Poier",
      "monthDay": "02/22",
      "aboutText": "Juan Ebodio Gonzalez (born February 22, 1967) is a Mexican Luchador enmascarado better known under the ring name Psicosis. Gonzalez was the second wrestler to work as Psicosis, given the ring character by Asistencia Asesoría y Administración (AAA) to replace the Original Psicosis, and is often denoted Psicosis II. When Gonzalez left AAA in early 2009 he was briefly replaced by a third Psicosis. He was not referred to as \"Psicosis II\" on promotional material, instead the name is used to distinguish himself from the original Psicosis.",
      "pageId": 27386989,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/77/PsicosisandDelta.jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/Shawn_Graham",
      "name": "Shawn Graham",
      "monthDay": "02/22",
      "aboutText": "Bradley James Nowell (February 22, 1968 – May 25, 1996) was an American musician who served as the founder, lead singer, and guitarist of the band Sublime. He died at the age of 28 from a heroin overdose in San Francisco, California, shortly before the release of Sublime's self-titled major label debut.\nRaised in Long Beach, California, Nowell developed an interest in music at a young age.",
      "pageId": 229298,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/03/BradNowell11.jpg"
    },
    {
      "year": "1968",
      "uri": "/wiki/Bradley_Nowell",
      "name": "Bradley Nowell",
      "monthDay": "02/22",
      "aboutText": "Shawn Michael Graham (born February 22, 1968) is a Canadian politician, who served as the 31st Premier of New Brunswick. He was elected leader of the New Brunswick Liberal Party in 2002 and became premier after his party captured a majority of seats in the 2006 election. After being elected, Graham initiated a number of changes to provincial policy especially in the areas of health care, education and energy.",
      "pageId": 416276,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/73/Shawn_Graham_2007.JPG"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jeri_Ryan",
      "name": "Jeri Ryan",
      "monthDay": "02/22",
      "aboutText": "Jeri Lynn Ryan (born Jeri Lynn Zimmermann; February 22, 1968) is an American actress best known for her role as the liberated Borg, Seven of Nine, on Star Trek: Voyager, for which she won two Saturn Awards.\nShe is also known for her role as Veronica \"Ronnie\" Cooke on Boston Public (2001–04). She was a regular on the science fiction series Dark Skies (1997) and the legal drama series Shark (2006–08).",
      "pageId": 399703,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Jeri_Ryan_%282012%29.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Joaqu%C3%ADn_Cort%C3%A9s",
      "name": "Joaquín Cortés",
      "monthDay": "02/22",
      "aboutText": "Joaquín Pedraja Reyes \"Joaquín Cortés\" (born 22 February 1969) is a Spanish classically trained ballet and flamenco dancer.",
      "pageId": 984464,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/11/Joaquin_Cortes_performs_at_the_White_House.jpg"
    },
    {
      "year": "1969",
      "uri": "/wiki/Thomas_Jane",
      "name": "Thomas Jane",
      "monthDay": "02/22",
      "aboutText": "Thomas Jane (born Thomas Elliott III; February 22, 1969) is an American actor, screenwriter, director, producer, and comic book writer. He has appeared in films such as Padamati Sandhya Ragam (1987), At Ground Zero (1994), The Crow: City of Angels (1996), Boogie Nights (1997), The Last Time I Committed Suicide (1997), Thursday (1998), The Thin Red Line (1998), Deep Blue Sea (1999), Dreamcatcher (2003), The Punisher (2004), The Mist (2007) and Mutant Chronicles (2008).\nJane's television roles include Mickey Mantle in the television film 61* (2001) and starring in the HBO series Hung (2009–2011).",
      "pageId": 1035511,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Thomas_Jane_CC.JPG"
    },
    {
      "year": "1969",
      "uri": "/wiki/Hans_Klok",
      "name": "Hans Klok",
      "monthDay": "02/22",
      "aboutText": "Johannes Franciscus Catharinus \"Hans\" Klok (born 22 February 1969) is a Dutch illusionist and actor.",
      "pageId": 11680141,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Crystal_Clear_app_Startup_Wizard.png"
    },
    {
      "year": "1969",
      "uri": "/wiki/Brian_Laudrup",
      "name": "Brian Laudrup",
      "monthDay": "02/22",
      "aboutText": "Brian Laudrup (born 22 February 1969) is a retired Danish footballer who currently works as a football commentator, pundit and analyst on TV3+. Along with former international goalkeeper Lars Høgh, Laudrup manages a football academy for marginalized youth.\nDuring his short playing career which eventually stalled due to injury, Laudrup represented a number of European clubs.",
      "pageId": 615829,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/42/Brian-laudrup-2002.jpg"
    },
    {
      "year": "1970",
      "uri": "/wiki/Ravi_Vakil",
      "name": "Ravi Vakil",
      "monthDay": "02/22",
      "aboutText": "Ravi D. Vakil (born February 22, 1970) is a Canadian-American mathematician working in algebraic geometry.",
      "pageId": 5981037,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/52/Ravi_Vakil.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Super_Cal%C3%B3",
      "name": "Super Caló",
      "monthDay": "02/22",
      "aboutText": "María Lea Carmen Imutan Salonga KLD (born February 22, 1971), better known as Lea Salonga (/ˈleɪə səˈlɒŋɡə/), is a Filipina singer and actress best known for her roles in musical theatre, for supplying the singing voices of two Disney Princesses, and as a recording artist and television performer, especially in the Philippines.\nAt age 18, she originated in the lead role of Kim in the musical Miss Saigon, first in the West End and then on Broadway, winning the Olivier, Tony and Theatre World Awards, among others. Salonga is the first Filipino artist to sign with an international record label (Atlantic Records in 1993).",
      "pageId": 321059,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/98/Lea_Salonga.jpg"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lea_Salonga",
      "name": "Lea Salonga",
      "monthDay": "02/22",
      "aboutText": "Rafael García (born February 22, 1971) is a Mexican professional wrestler, better known under his ring name Super Caló. García is a long-time mainstay of Asistencia Asesoría y Administración (AAA), but is perhaps best known outside Mexico for his stint in World Championship Wrestling (WCW) during the 1990s.",
      "pageId": 3104585
    },
    {
      "year": "1971",
      "uri": "/wiki/Giuseppe_Veneziano",
      "name": "Giuseppe Veneziano",
      "monthDay": "02/22",
      "aboutText": "Michael Te-Pei Chang (born February 22, 1972) is an American former tennis player. He became the youngest male player to win a Grand Slam singles title when he won the French Open in 1989 at the age of 17 years and 4 months.\nKnown for his on-court speed and fighting spirit, Chang is considered by many observers to have been one of the best defensive baseliners of all time.",
      "pageId": 391834
    },
    {
      "year": "1972",
      "uri": "/wiki/Michael_Chang",
      "name": "Michael Chang",
      "monthDay": "02/22",
      "aboutText": "Giuseppe Veneziano (born February 22, 1971 in Mazzarino, Caltanissetta, Sicily) is an Italian painter and one of the leading figures of Italian art groups \"New Pop\" and \"Italian Newborn\".",
      "pageId": 44995668
    },
    {
      "year": "1972",
      "uri": "/wiki/Claudia_Pechstein",
      "name": "Claudia Pechstein",
      "monthDay": "02/22",
      "aboutText": "Claudia Pechstein (born 22 February 1972) is a German speed skater. She has won five Olympic gold medals.\nWith a total of nine Olympic medals, five gold, two silver and two bronze, she is the most successful Olympic speed skater, male or female, of all-time, and also the most successful German Winter Olympian of all-time.",
      "pageId": 2496059,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/72/2015_World_Single_Distance_Speed_Skating_Championships%2C_Women%27s_5000m_%2811%29.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Philippe_Gaumont",
      "name": "Philippe Gaumont",
      "monthDay": "02/22",
      "aboutText": "Philippe Gaumont (22 February 1973 – 17 May 2013) was a French professional road racing cyclist. He was awarded a bronze medal in the 1992 Summer Olympics, 100 km team time trial. In 1997 he won the Belgian classic Gent–Wevelgem and he was twice individual pursuit French national champion, in 2000 and 2002.",
      "pageId": 2542676
    },
    {
      "year": "1973",
      "uri": "/wiki/Juninho_Paulista",
      "name": "Juninho Paulista",
      "monthDay": "02/22",
      "aboutText": "Thomas Scott \"Flip\" Phillips (born February 22, 1973) is an American musician and songwriter. He is the drummer and co-founder of the bands Creed, Alter Bridge, and Projected.",
      "pageId": 1208301,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c4/SCOTTy.jpg"
    },
    {
      "year": "1973",
      "uri": "/wiki/Scott_Phillips_(musician)",
      "name": "Scott Phillips",
      "monthDay": "02/22",
      "aboutText": "Osvaldo Giroldo Júnior (born 22 February 1973 in São Paulo), known as Juninho Paulista or Juninho, is a former Brazilian footballer. During his professional career, he played for Brazilian clubs São Paulo FC, Vasco da Gama, Palmeiras, CR Flamengo, as well as English club Middlesbrough, Spanish club Atlético Madrid, Celtic in Scotland and Sydney FC in Australia.\nKnown as \"The Little Fella\" or \"TLF\", He is regarded as one of the greatest players in Middlesbrough FC's history.",
      "pageId": 1636571
    },
    {
      "year": "1974",
      "uri": "/wiki/James_Blunt",
      "name": "James Blunt",
      "monthDay": "02/22",
      "aboutText": "James Hillier Blount (born 22 February 1974), better known by his stage name James Blunt, is an English singer-songwriter. He had signed with EMI before securing a recording contract with Atlantic Records and Custard Records.\nBlunt rose to prominence in 2004 with the release of his debut studio album Back to Bedlam, before achieving worldwide fame with the singles \"You're Beautiful\" and \"Goodbye My Lover\".",
      "pageId": 15022585,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bc/James-Blunt.jpg"
    },
    {
      "year": "1974",
      "uri": "/wiki/Nina_Flowers",
      "name": "Nina Flowers",
      "monthDay": "02/22",
      "aboutText": "Jorge Luis Flores Sánchez (born February 22, 1974), better known as Nina Flowers, is a Puerto Rican drag queen, DJ, activist, professional make-up artist, and reality television personality who has been performing since 1993.",
      "pageId": 25322226
    },
    {
      "year": "1975",
      "uri": "/wiki/Drew_Barrymore",
      "name": "Drew Barrymore",
      "monthDay": "02/22",
      "aboutText": "Drew Blythe Barrymore (born February 22, 1975) is an American actor, author, director, model and producer. She is a descendant of the Barrymore family of well-known American stage and cinema actors, and is a granddaughter of actor John Barrymore. Barrymore first appeared in an advertisement when she was eleven months old.",
      "pageId": 7886,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Anne_Helm_John_Drew_Barrymore_1964.JPG"
    },
    {
      "year": "1977",
      "uri": "/wiki/Timo_Rose",
      "name": "Timo Rose",
      "monthDay": "02/22",
      "aboutText": "Timo Rose (born February 22, 1977 in Rellingen, Germany) is a German horror and science fiction filmmaker, rapper, and founder of the production company Sword of Independence Filmworks (later Germaica/Rosecalypse Films and Records).",
      "pageId": 2322001,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/en/b/b7/Timorose.JPG"
    },
    {
      "year": "1977",
      "uri": "/wiki/Hakan_Yakin",
      "name": "Hakan Yakin",
      "monthDay": "02/22",
      "aboutText": "Hakan Yakin (Turkish: Hakan Yakın; born 22 February 1977) is a Swiss footballer. Since January 2012 until July 2013 he played for Swiss Challenge League club AC Bellinzona and this was his last club. Since the club went redundant on 17 September 2013 Yakin's football future remains unclear.",
      "pageId": 383528
    },
    {
      "year": "1978",
      "uri": "/wiki/Jenny_Frost",
      "name": "Jenny Frost",
      "monthDay": "02/22",
      "aboutText": "Jennifer 'Jenny' Frost (born 22 February 1978) is an English singer, dancer, television presenter, and model. She was a member of girl group Precious before replacing Kerry Katona in chart-topping band Atomic Kitten from 2001 until they split in 2004. Frost returned with the group in 2005, 2006, and 2008 for one-off appearances but chose not to return for their 2012 re-formation and was subsequently replaced by Katona.",
      "pageId": 764013
    },
    {
      "year": "1979",
      "uri": "/wiki/Brett_Emerton",
      "name": "Brett Emerton",
      "monthDay": "02/22",
      "aboutText": "Brett Michael Emerton (born 22 February 1979) is a retired Australian professional footballer who played for Sydney FC, Feyenoord Rotterdam, Blackburn Rovers and the Australian national team. He is the third most capped player for Australia.",
      "pageId": 564225,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c2/Brett_Emerton-Australia.jpg"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lee_Na-young",
      "name": "Lee Na-young",
      "monthDay": "02/22",
      "aboutText": "Lee Na-young (Hangul: 이나영; born February 22, 1979) is a South Korean actress. She is best known for her leading roles in Ruler of Your Own World (2002) and Someone Special (2004).",
      "pageId": 1137356
    },
    {
      "year": "1980",
      "uri": "/wiki/Kang_Sung-hoon_(singer)",
      "name": "Kang Sung-hoon",
      "monthDay": "02/22",
      "aboutText": "Jeanette Biedermann (born February 22, 1980), also known by her stage name Jeanette, is a German recording artist, actress, and television personality. Born and raised in Berlin, Biedermann began performing as a member of a troupe of acrobats in a children's circus at the age of six. She later attended beauty school before dropping out to pursue her music career following her participation and win of the Bild-Schlagerwettbewerb competition in 1999.",
      "pageId": 854364,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/99/Jeanette_Biedermann_bei_Die_Besten_im_Sommer.jpg"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jeanette_Biedermann",
      "name": "Jeanette Biedermann",
      "monthDay": "02/22",
      "aboutText": "Kang Sung Hoon (born February 22, 1980) is a vocalist formerly from the 90's Korean pop group Sechs Kies. Kang was the lead vocalist of Sechs Kies and was referred to having the best singing voice of the group. After Sechs Kies had disbanded in 2000, Kang Sung Hoon pursued a solo singing career, signed under Laful Entertainment at the time.",
      "pageId": 9419173
    },
    {
      "year": "1981",
      "uri": "/wiki/Adrienne_Pickering",
      "name": "Adrienne Pickering",
      "monthDay": "02/22",
      "aboutText": "Jenna Haze (born February 22, 1982) is an American director, model and former pornographic actress. Haze has won numerous adult industry awards, including the 2003 AVN Award for Best New Starlet and the 2009 AVN Award for Female Performer of the Year, making her the second performer in history to ever win both awards in the course of her career, after Missy.",
      "pageId": 1236320,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Graphic_XRCO_trophy.png"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jenna_Haze",
      "name": "Jenna Haze",
      "monthDay": "02/22",
      "aboutText": "Adrienne Pickering (born 22 February 1981) is an Australian actress.",
      "pageId": 3229418
    },
    {
      "year": "1982",
      "uri": "/wiki/Dichen_Lachman",
      "name": "Dichen Lachman",
      "monthDay": "02/22",
      "aboutText": "Shawntae Spencer (born February 22, 1982) is a former American football cornerback in the National Football League (NFL).",
      "pageId": 3112706,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Shawntae_Spencer_49ers.jpg"
    },
    {
      "year": "1982",
      "uri": "/wiki/Shawntae_Spencer",
      "name": "Shawntae Spencer",
      "monthDay": "02/22",
      "aboutText": "Dichen Lachman (བདེ་ཆེན།) (/ˈdiːtʃən ˈlækmən/; born 22 February 1982) is a Nepalese-born actress and producer of German-Australian and Tibetan descent, best known for appearing in the soap opera Neighbours as Katya Kinski and Joss Whedon's science fiction drama television series Dollhouse as Sierra. Lachman portrayed Suren in the American remake of Being Human as a main character during the show's second season. Dichen has starred also in her own movie released in February 2014: Lust for Love.",
      "pageId": 3411975,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Dichen_Lachman_T1.JPG"
    },
    {
      "year": "1982",
      "uri": "/wiki/Robert_Weiner,_Jr.",
      "name": "Robert Weiner, Jr.",
      "monthDay": "02/22",
      "aboutText": "Jennifer \"Jennie\" Ketcham (born February 22, 1983) is an American writer, reality television personality, blogger, artist, and former pornographic actress and film director under the name Penny Flame.",
      "pageId": 2687471,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Penny_Flame_at_Exxxotica_NY_2009_4_cropped.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jennifer_Ketcham",
      "name": "Jennifer Ketcham",
      "monthDay": "02/22",
      "aboutText": "Robert Weiner, Jr. (born February 22, 1982, Newport Beach, California) is an international water polo player from the United States, who played for the University of Southern California from 2000 to 2003, and at Newport Harbor High School from 1996 to 1999. As a High School senior he was an All-CIF player leading his team to the CIF Semi Finals and a 24-3 season record.",
      "pageId": 6964727,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Robert_Weiner.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Iliza_Shlesinger",
      "name": "Iliza Shlesinger",
      "monthDay": "02/22",
      "aboutText": "Shaun William Tait (born 22 February 1983 in Nairne, South Australia) is a professional Australian cricketer, who currently plays only in the Twenty20 format. Tait plays in the Big Bash League for the Hobart Hurricanes and has represented Australia at Twenty20 International level; he has also represented his country in One Day Internationals and Test matches. He is a right arm fast bowler.",
      "pageId": 977934,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Shan_Tait.jpg"
    },
    {
      "year": "1983",
      "uri": "/wiki/Shaun_Tait",
      "name": "Shaun Tait",
      "monthDay": "02/22",
      "aboutText": "Iliza Vie Shlesinger (/ʃlɛsɪnɡər/; born February 22, 1983) is an American comedian. She was the winner of the sixth season of NBC's Last Comic Standing and host of the syndicated dating show Excused.",
      "pageId": 18216495
    },
    {
      "year": "1984",
      "uri": "/wiki/Tommy_Bowe",
      "name": "Tommy Bowe",
      "monthDay": "02/22",
      "aboutText": "Thomas John \"Tommy\" Bowe (born 22 February 1984) is an Irish rugby union player from County Monaghan, Ireland. He plays on the wing for the Ulster, Ireland and the British and Irish Lions.",
      "pageId": 3974688
    },
    {
      "year": "1984",
      "uri": "/wiki/Branislav_Ivanovi%C4%87",
      "name": "Branislav Ivanović",
      "monthDay": "02/22",
      "aboutText": "Branislav Ivanović (Serbian Cyrillic: Бранислав Ивановић, pronounced [brǎnislaʋ iʋǎːnoʋitɕ]; born 22 February 1984) is a Serbian professional footballer who plays for English club Chelsea and the Serbia national team, which he captains. He is a versatile defender who usually plays at right-back.\nIvanović started his career at hometown club FK Srem before transferring to top division side OFK Beograd in January 2004.",
      "pageId": 6631212
    },
    {
      "year": "1984",
      "uri": "/wiki/Georgios_Printezis",
      "name": "Georgios Printezis",
      "monthDay": "02/22",
      "aboutText": "Yuki Sato (佐藤 祐基, Satō Yūki, also written as Yuuki Sato) is a Japanese actor from Shinagawa, Tokyo, best known for portraying Arata Kagami/Kamen Rider Gatack in the tokusatsu series Kamen Rider Kabuto. For a brief period, he performed under the name Tomohito Sato (佐藤 智仁, Satō Tomohito).",
      "pageId": 8323443,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b1/COMPLETE_SELECTION_MODIFICATION_GATACKZECTER_%26_HYPERZECTER_%E3%82%B9%E3%83%9A%E3%82%B7%E3%83%A3%E3%83%AB%E3%83%A0%E3%83%BC%E3%83%93%E3%83%BC_%28%E4%BD%90%E8%97%A4%E6%B1%9B%29.jpg"
    },
    {
      "year": "1984",
      "uri": "/wiki/Yuki_Sato_(actor)",
      "name": "Yuki Sato",
      "monthDay": "02/22",
      "aboutText": "Georgios Printezis (alternate spelling: Giorgos) (Greek: Γιώργος Πρίντεζης; born February 22, 1985) is a Greek professional basketball player. He is currently playing with Olympiacos Piraeus. He is 6 ft 9 in (2.06 m) tall and he plays at the power forward position.",
      "pageId": 12010466,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/76/Georgios_Printezis_%28cropped%29.JPG"
    },
    {
      "year": "1985",
      "uri": "/wiki/Hameur_Bouazza",
      "name": "Hameur Bouazza",
      "monthDay": "02/22",
      "aboutText": "Hameur Bouazza (Arabic: عامر بوعزة‎; born 22 February 1985) is an Algerian professional footballer who plays for Red Star in the Ligue 2. He usually plays as a left winger, but can also play on the right.\nBouazza has spent most of his football career in England, having also played in Turkey, France, Cyprus, Spain and Algeria.",
      "pageId": 5116937,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/88/Hameur_Bouazza.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Georgios_Printezis",
      "name": "Georgios Printezis",
      "monthDay": "02/22",
      "aboutText": "Georgios Printezis (alternate spelling: Giorgos) (Greek: Γιώργος Πρίντεζης; born February 22, 1985) is a Greek professional basketball player. He is currently playing with Olympiacos Piraeus. He is 6 ft 9 in (2.06 m) tall and he plays at the power forward position.",
      "pageId": 12010466,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/76/Georgios_Printezis_%28cropped%29.JPG"
    },
    {
      "year": "1985",
      "uri": "/wiki/Larissa_Riquelme",
      "name": "Larissa Riquelme",
      "monthDay": "02/22",
      "aboutText": "Zachary George \"Zach\" Roerig /rɔːrɪɡ/ (born February 22, 1985) is an American actor who is known for his roles as Casey Hughes on As the World Turns, Hunter Atwood on One Life to Live, and Matt Donovan on The Vampire Diaries.",
      "pageId": 22852526,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Zach_Roerig_by_Gage_Skidmore.jpg"
    },
    {
      "year": "1985",
      "uri": "/wiki/Zach_Roerig",
      "name": "Zach Roerig",
      "monthDay": "02/22",
      "aboutText": "Larissa Mabel Riquelme Frutos, usually known as Larissa Riquelme (born 22 February 1985) is a Paraguayan model and actress at the city theatre in the Paraguayan capital Asunción. She is one of the highest-paid models in Paraguay.\n^ \"Musa da Copa, Larissa Riquelme é a modelo mais bem paga do Paraguai\".",
      "pageId": 27925374,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e0/LarissaRiquelme01.JPG"
    },
    {
      "year": "1986",
      "uri": "/wiki/Choi_Daniel",
      "name": "Choi Daniel",
      "monthDay": "02/22",
      "aboutText": "Miko John Hughes (born February 22, 1986) is an American actor known for his film roles as a child actor as Gage Creed in Pet Sematary (1989), as astronaut Jim Lovell's son, Jeffrey Lovell, in Apollo 13, as an autistic boy opposite Bruce Willis in Mercury Rising (1998) and as Dylan, Heather Langenkamp's son in Wes Craven's New Nightmare (1994), as well as his recurring role as Aaron on Full House from 1990 to 1995.",
      "pageId": 1785088
    },
    {
      "year": "1986",
      "uri": "/wiki/Miko_Hughes",
      "name": "Miko Hughes",
      "monthDay": "02/22",
      "aboutText": "Choi Daniel (born 22 February 1986) is a South Korean actor, DJ and television anchorman. He is best known for his roles in High Kick Through the Roof, Cyrano Agency, Baby Faced Beauty and School 2013. He is also an anchorman on KBS World Radio since 2011 and a DJ on KBS 2FM since 2013.",
      "pageId": 30947384,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/59/Choi_Daniel_from_acrofan.jpg"
    },
    {
      "year": "1986",
      "uri": "/wiki/Rajon_Rondo",
      "name": "Rajon Rondo",
      "monthDay": "02/22",
      "aboutText": "Rajon Pierre Rondo (born February 22, 1986) is an American professional basketball player for the Sacramento Kings of the National Basketball Association (NBA). He is a four-time All-Star, one-time All-NBA team selection, and a four-time All-Defensive member. He also led the NBA in steals during the 2009–10 season, and assists during the 2011–12 and 2012–13 seasons.",
      "pageId": 4643464,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Acie_Law_Rajon_Rondo.jpg"
    },
    {
      "year": "1987",
      "uri": "/wiki/Han_Hyo-joo",
      "name": "Han Hyo-joo",
      "monthDay": "02/22",
      "aboutText": "Han Hyo-joo (born February 22, 1987) is a South Korean actress.",
      "pageId": 8179015,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/df/Han_Hyo-Joo_in_2013.jpg"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sergio_Romero",
      "name": "Sergio Romero",
      "monthDay": "02/22",
      "aboutText": "Sergio Germán Romero (born 22 February 1987) is an Argentine professional footballer who plays as a goalkeeper for English club Manchester United and the Argentina national team.\nHe made his debut with Racing Club in the Argentine Primera División in 2007 and then transferred to Dutch club AZ at the end of the season. He won the Eredivisie in 2009 and two years later joined Sampdoria.",
      "pageId": 10969775,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Argentine_-_Portugal_-_Sergio_Romero.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jonathan_Borl%C3%A9e",
      "name": "Jonathan Borlée",
      "monthDay": "02/22",
      "aboutText": "Jonathan Borlée (French pronunciation: ​[ʒɔnatɑ̃ bɔʁle]; born 22 February 1988, Woluwe-Saint-Lambert) is a Belgian sprinter, who specializes in the 400 metres. He was a semi-finalist at the 2008 Summer Olympics and winner at the 2009 NCAA Championships.\nJonathan also takes part in the Belgian 4 x 400 m relay team.",
      "pageId": 26606337
    },
    {
      "year": "1988",
      "uri": "/wiki/Kevin_Borl%C3%A9e",
      "name": "Kevin Borlée",
      "monthDay": "02/22",
      "aboutText": "Efraín Juárez Valdez (born 22 February 1988) is a Mexican footballer who plays as a defensive midfielder or right back for the Mexican Primera División Monterrey",
      "pageId": 12450733,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Efrain_Juarez_cropped.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Efra%C3%ADn_Ju%C3%A1rez",
      "name": "Efraín Juárez",
      "monthDay": "02/22",
      "aboutText": "Kevin Borlée (French pronunciation: ​[kevin bɔʁle]; born 22 February 1988, Woluwe-Saint-Lambert) is a Belgian sprinter, who specializes in the 400 metres. He was a semi-finalist at both the 2008 Summer Olympics and the 2009 World Championships, and is the 2010 European Champion on this distance.\nKevin also takes part in the Belgian 4 x 400 m relay team.",
      "pageId": 18932480
    },
    {
      "year": "1988",
      "uri": "/wiki/Ximena_Navarrete",
      "name": "Ximena Navarrete",
      "monthDay": "02/22",
      "aboutText": "Sebastian Tyrała (born 22 February 1988 in Racibórz) is a Polish-German footballer.",
      "pageId": 13805804,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Tyrala.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sebastian_Tyra%C5%82a",
      "name": "Sebastian Tyrała",
      "monthDay": "02/22",
      "aboutText": "Jimena \"Ximena\" Navarrete Rosete (born February 22, 1988 in Guadalajara) is a Mexican actress, model, TV Host and beauty queen who won Miss Universe 2010, becoming the second Mexican to do so. She was previously named as Nuestra Belleza México 2009.",
      "pageId": 24439896
    },
    {
      "year": "1989",
      "uri": "/wiki/Alia_Sabur",
      "name": "Alia Sabur",
      "monthDay": "02/22",
      "aboutText": "Found Influences,",
      "pageId": 410196
    },
    {
      "year": "1989",
      "uri": "/wiki/Anna_Sundstrand",
      "name": "Anna Sundstrand",
      "monthDay": "02/22",
      "aboutText": "Alia Sabur (born February 22, 1989) is an American materials scientist and attorney. She holds the record for being the world's youngest professor.",
      "pageId": 1660485
    },
    {
      "year": "1989",
      "uri": "/wiki/Franco_V%C3%A1zquez",
      "name": "Franco Vázquez",
      "monthDay": "02/22",
      "aboutText": "Alexander Merkel (Kazakh: Александр Меркель; born 22 February 1992) is a German-Kazakh professional footballer who plays as a midfielder for Serie A club Udinese.",
      "pageId": 29973958,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Alexander_Merkel.jpg"
    },
    {
      "year": "1992",
      "uri": "/wiki/Alexander_Merkel",
      "name": "Alexander Merkel",
      "monthDay": "02/22",
      "aboutText": "Franco Damián Vázquez (born 22 February 1989) is an Argentine-born Italian footballer who plays as an attacking midfielder for Palermo and the Italian national team.",
      "pageId": 32993009,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/bc/20150616_-_Portugal_-_Italie_-_Gen%C3%A8ve_-_Franco_Vazquez.jpg"
    }
  ]
}