{
  "people": [
    {
      "year": "1504",
      "uri": "/wiki/Christopher_Columbus",
      "name": "Christopher Columbus",
      "monthDay": "02/29",
      "aboutText": "Abel Janszoon Tasman (Dutch: [ˈɑbəl ˈjɑnsoːn ˈtɑsmɑn]; 1603 – 10 October 1659) was a Dutch seafarer, explorer, and merchant, best known for his voyages of 1642 and 1644 in the service of the Dutch East India Company (VOC).",
      "pageId": 1988,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f8/AbelTasman.jpg"
    },
    {
      "year": "1644",
      "uri": "/wiki/Abel_Tasman",
      "name": "Abel Tasman",
      "monthDay": "02/29",
      "aboutText": "Christopher Columbus (/kəˈlʌmbəs/; Italian: Cristoforo Colombo; Spanish: Cristóbal Colón; Portuguese: Cristóvão Colombo; 31 October 1450 and 30 October 1451 in Genoa – 20 May 1506 in Valladolid) was an Italian explorer, navigator, colonizer and citizen of the Republic of Genoa. Under the auspices of the Catholic Monarchs of Spain, he completed four voyages across the Atlantic Ocean. Those voyages, and his efforts to establish permanent settlements on the island of Hispaniola, initiated the Spanish colonization of the New World.",
      "pageId": 5635
    },
    {
      "year": "1704",
      "uri": "/wiki/Queen_Anne%27s_War",
      "name": "Queen Anne's War",
      "monthDay": "02/29",
      "aboutText": "Queen Anne's War (1702–1713), as the North American theater of the War of the Spanish Succession was known in the British colonies, was the second in a series of French and Indian Wars fought between France and England, later Great Britain, in North America for control of the continent. The War of the Spanish Succession was primarily fought in Europe. In addition to the two main combatants, the war also involved numerous Native American tribes allied with each nation, and Spain, which was allied with France.",
      "pageId": 119954,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/8c/1708_De_L%27Isle_Map_of_North_America_%28Covens_and_Mortier_ed.%29_-_Geographicus_-_AmeriqueSeptentrionale-covensmortier-1708.jpg"
    },
    {
      "year": "1712",
      "uri": "/wiki/February_30",
      "name": "February 30",
      "monthDay": "02/29",
      "aboutText": "February 30 occurs in some calendars but not in the Gregorian calendar, where February contains only 28 or, in a leap year, 29 days. February 30 is usually used as a sarcastic date for referring to something that will never happen or will never be done.",
      "pageId": 180029
    },
    {
      "year": "1720",
      "uri": "/wiki/Ulrika_Eleonora_of_Sweden",
      "name": "Ulrika Eleonora of Sweden",
      "monthDay": "02/29",
      "aboutText": "Ulrika Eleonora or Ulrica Eleanor (23 January 1688 – 24 November 1741), also known as Ulrika Eleonora the Younger, was Queen regnant of Sweden from 5 December 1718 to 29 February 1720, and then Queen consort until her death.\nShe was the youngest child of King Charles XI and Ulrika Eleonora of Denmark and named after her mother. After the death of her brother King Charles XII in 1718, she claimed the throne.",
      "pageId": 104938,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/24/David_von_Krafft_%28atelj%C3%A9%29_-_Drottning_Ulrika_Eleonora_dy.jpg"
    },
    {
      "year": "1752",
      "uri": "/wiki/Alaungpaya",
      "name": "Alaungpaya",
      "monthDay": "02/29",
      "aboutText": "Alaungpaya (Burmese: အလောင်းဘုရား, pronounced: [ʔəláʊɴ pʰəjá]; also spelled Alaunghpaya or Alaung Phra; 24 August [O.S. 13 August] 1714 – 11 May 1760) was the founder of the Konbaung Dynasty of Burma (Myanmar). By the time of his death from illness during his campaign in Siam, this former chief of a small village in Upper Burma had unified Burma, subdued Manipur, conquered Lan Na and driven out the French and the British who had given help to the Mon Restored Hanthawaddy Kingdom. He also founded Yangon in 1755.",
      "pageId": 1417207,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/92/Alaungpaya%27s_tomb%2C_Shwebo.jpg"
    },
    {
      "year": "1768",
      "uri": "/wiki/Bar_Confederation",
      "name": "Bar Confederation",
      "monthDay": "02/29",
      "aboutText": "The Treaty of Amity, Commerce, and Navigation, Between His Britannic Majesty and the United States of America, commonly known as the Jay Treaty, and also as Jay's Treaty, the British Treaty, and the Treaty of London of 1794, was a 1795 treaty between the United States and Great Britain that is credited with averting war, resolving issues remaining since the Treaty of Paris of 1783 (which ended the American Revolutionary War), and facilitating ten years of peaceful trade between the United States and Britain in the midst of the French Revolutionary Wars, which began in 1792.\nThe terms of the treaty were designed primarily by Secretary of the Treasury Alexander Hamilton, strongly supported by the chief negotiator John Jay, and also by President George Washington. The treaty gained the primary American goals, which included the withdrawal of British Army units from pre-Revolutionary forts that it had failed to relinquish in the Northwest Territory of the United States (the area west of Pennsylvania and north of the Ohio River).",
      "pageId": 193600,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Jay%27s-treaty.jpg"
    },
    {
      "year": "1796",
      "uri": "/wiki/Jay_Treaty",
      "name": "Jay Treaty",
      "monthDay": "02/29",
      "aboutText": "The Bar Confederation (Polish: Konfederacja barska; 1768–1772) was an association of Polish nobles (szlachta) formed at the fortress of Bar in Podolia in 1768 to defend the internal and external independence of the Polish–Lithuanian Commonwealth against Russian influence and against King Stanisław II Augustus with Polish reformers, who were attempting to limit the power of the Commonwealth's wealthy magnates. The founders of the Bar Confederation included the magnates Adam Krasiński, Bishop of Kamenets, Karol Stanisław Radziwiłł, Casimir Pulaski, Moritz Benyowszki and Michał Krasiński. Its creation led to a civil war and contributed to the First Partition of the Polish–Lithuanian Commonwealth.",
      "pageId": 345887,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/43/Artur_Grottger_Modlitwa_konfederat%C3%B3w_barskich.PNG"
    },
    {
      "year": "1864",
      "uri": "/wiki/American_Civil_War",
      "name": "American Civil War",
      "monthDay": "02/29",
      "aboutText": "The American Civil War, widely known in the United States as simply the Civil War as well as other sectional names, was a civil war fought from 1861 to 1865 to determine the survival of the Union or independence for the Confederacy. Among the 34 states in January 1861, seven Southern slave states individually declared their secession from the United States and formed the Confederate States of America. The Confederacy, often simply called the South, grew to include eleven states, and although they claimed thirteen states and additional western territories, the Confederacy was never diplomatically recognized by any foreign country.",
      "pageId": 863,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Abraham_Lincoln_seated%2C_Feb_9%2C_1864.jpg"
    },
    {
      "year": "1892",
      "uri": "/wiki/St._Petersburg,_Florida",
      "name": "St. Petersburg, Florida",
      "monthDay": "02/29",
      "aboutText": "St. Petersburg is a city in Pinellas County, Florida, United States. As of the 2014 census estimate, the population was 253,693, making St.",
      "pageId": 84504
    },
    {
      "year": "1912",
      "uri": "/wiki/Piedra_Movediza",
      "name": "Piedra Movediza",
      "monthDay": "02/29",
      "aboutText": "Tokelau /ˈtoʊkəlaʊ/ is a territory of New Zealand in the South Pacific Ocean that consists of three tropical coral atolls (from the northwest, Atafu, Nukunonu and Fakaofo, as well as Swains Island which is governed as part of American Samoa) with a combined land area of 10 km2 (4 sq mi) and a population of approximately 1,400. Its capital rotates yearly between the three atolls. Tokelau lies north of the Samoan Islands, Swains Island being the nearest, east of Tuvalu, south of the Phoenix Islands, southwest of the more distant Line Islands, and northwest of the Cook Islands.",
      "pageId": 30148,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/64/Bowditch_Tokelau.png"
    },
    {
      "year": "1916",
      "uri": "/wiki/Tokelau",
      "name": "Tokelau",
      "monthDay": "02/29",
      "aboutText": "Piedra Movediza (shifting stone) was a stone located in Tandil, Buenos Aires Province, Argentina. Its weight was about 300 tons. It attracted attention and tourists because of the way it was balanced on the edge of a hill.",
      "pageId": 35019234
    },
    {
      "year": "1916",
      "uri": "/wiki/Child_labor",
      "name": "Child labor",
      "monthDay": "02/29",
      "aboutText": "Czechoslovakia or Czecho-Slovakia /ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/ (Czech and Slovak: Československo, Česko-Slovensko) was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.\nFrom 1939 to 1945, following its forced division and partial incorporation into Nazi Germany, the state did not de facto exist but its government-in-exile continued to operate.",
      "pageId": 5322,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/27/Bundesarchiv_Bild_146-1972-039-44%2C_Heydrich-Attentat.jpg"
    },
    {
      "year": "1920",
      "uri": "/wiki/Czechoslovakia",
      "name": "Czechoslovak",
      "monthDay": "02/29",
      "aboutText": "Child labour refers to the employment of children in any work that deprives children of their childhood, interferes with their ability to attend regular school, and that is mentally, physically, socially or morally dangerous and harmful. This practice is considered exploitative by many international organisations. Legislation across the world prohibit child labour.",
      "pageId": 101942
    },
    {
      "year": "1936",
      "uri": "/wiki/Baby_Snooks",
      "name": "Baby Snooks",
      "monthDay": "02/29",
      "aboutText": "The February 26 Incident (二・二六事件, Niniroku Jiken) (also known as the 2-26 Incident) was an attempted coup d'état in Japan on 26 February 1936. It was organized by a group of young Imperial Japanese Army (IJA) officers with the goal of purging the government and military leadership of their factional rivals and ideological opponents.\nAlthough the rebels succeeded in assassinating several leading officials (including two former prime ministers) and in occupying the government center of Tokyo, they failed to assassinate Prime Minister Keisuke Okada or secure control of the Imperial Palace.",
      "pageId": 483112,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/26/226_Imperial_Command.jpg"
    },
    {
      "year": "1936",
      "uri": "/wiki/February_26_Incident",
      "name": "February 26 Incident",
      "monthDay": "02/29",
      "aboutText": "The Baby Snooks Show was an American radio program starring comedian and Ziegfeld Follies alumna Fanny Brice as a mischievous young girl who was 40 years younger than the actress who played her when she first went on the air. The series began on CBS September 17, 1944, airing on Sunday evenings at 6:30pm as Post Toasties Time (for sponsor General Foods).",
      "pageId": 4496504
    },
    {
      "year": "1940",
      "uri": "/wiki/Gone_with_the_Wind_(film)",
      "name": "Gone with the Wind",
      "monthDay": "02/29",
      "aboutText": "The Winter War (Finnish: Talvisota, Swedish: Vinterkriget, Russian: Зи́мняя война́, tr. Zimnyaya voyna) was a military conflict between the Soviet Union and Finland in 1939–1940. It began with the Soviet invasion of Finland on 30 November 1939 (three months after the outbreak of World War II), and ended with the Moscow Peace Treaty on 13 March 1940.",
      "pageId": 33924,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/12/Dead_Russian_soldier_in_the_Winter_War_1939.jpg"
    },
    {
      "year": "1940",
      "uri": "/wiki/Winter_War",
      "name": "Winter War",
      "monthDay": "02/29",
      "aboutText": "Gone with the Wind is a 1939 American epic-historical romance film adapted from Margaret Mitchell's Pulitzer-winning 1936 novel. It was produced by David O. Selznick of Selznick International Pictures and directed by Victor Fleming. Set in the 19th-century American South, the film tells the story of Scarlett O'Hara, the strong-willed daughter of a Georgia plantation owner, from her romantic pursuit of Ashley Wilkes, who is married to his cousin, Melanie Hamilton, to her marriage to Rhett Butler.",
      "pageId": 2804704
    },
    {
      "year": "1940",
      "uri": "/wiki/Berkeley,_California",
      "name": "Berkeley, California",
      "monthDay": "02/29",
      "aboutText": "Berkeley (/ˈbɜrkliː/ BURK-lee) is a city on the east shore of San Francisco Bay in northern Alameda County, California, United States. It is named after the Irish eighteenth-century bishop and philosopher George Berkeley. It borders the cities of Oakland and Emeryville to the south and the city of Albany and unincorporated community of Kensington to the north.",
      "pageId": 4860,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Acorn_pit_at_Indian_Rock.jpg"
    },
    {
      "year": "1944",
      "uri": "/wiki/Admiralty_Islands",
      "name": "Admiralty Islands",
      "monthDay": "02/29",
      "aboutText": "The Admiralty Islands are an archipelago group of eighteen islands in the Bismarck Archipelago, to the north of New Guinea in the South Pacific Ocean. These are also sometimes called the Manus Islands, after the largest island.\nThese rainforest-covered islands form part of Manus Province, the smallest and least-populous province of Papua New Guinea, in its Islands Region.",
      "pageId": 190284
    },
    {
      "year": "1952",
      "uri": "/wiki/Heligoland",
      "name": "Heligoland",
      "monthDay": "02/29",
      "aboutText": "Heligoland (German: Helgoland; Heligolandic Frisian: deät Lun [\"the Land\"]) is a small German archipelago in the North Sea.\nFormerly Danish and British possessions, the islands (population 1,127) are located in the Heligoland Bight (part of the German Bight) in the southeastern corner of the North Sea.\nThese islands are the only German islands not in the immediate vicinity of the mainland and are approximately three hours sailing time from Cuxhaven at the mouth of the River Elbe.",
      "pageId": 193252,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/82/Cist_Grave_from_Helgoland_in_Neues_Museum%2C_Berlin.jpg"
    },
    {
      "year": "1960",
      "uri": "/wiki/1960_Agadir_earthquake",
      "name": "earthquake",
      "monthDay": "02/29",
      "aboutText": "The 1960 Agadir earthquake occurred on Monday, February 29 at 23:40 Western European Time (UTC+00:00). Agadir is located in western Morocco on the shore of the Atlantic Ocean. Despite the earthquake's moderate moment magnitude of 5.7, its maximum perceived intensity was X–XI (Devastating to Extreme) on the Mercalli intensity scale.",
      "pageId": 9464907
    },
    {
      "year": "1964",
      "uri": "/wiki/Dawn_Fraser",
      "name": "Dawn Fraser",
      "monthDay": "02/29",
      "aboutText": "The Vietnam War (Vietnamese: Chiến tranh Việt Nam), also known as the Second Indochina War, and also known in Vietnam as Resistance War Against America (Vietnamese: Kháng chiến chống Mỹ) or simply the American War, was a Cold War-era proxy war that occurred in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. This war followed the First Indochina War (1946–54) and was fought between North Vietnam—supported by the Soviet Union, China and other communist allies—and the government of South Vietnam—supported by the United States, Philippines and other anti-communist allies. The Viet Cong (also known as the National Liberation Front, or NLF), a South Vietnamese communist common front aided by the North, fought a guerrilla war against anti-communist forces in the region.",
      "pageId": 32611,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ea/1965-02-08_Showdown_in_Vietnam.ogv"
    },
    {
      "year": "1972",
      "uri": "/wiki/Vietnam_War",
      "name": "Vietnam War",
      "monthDay": "02/29",
      "aboutText": "Dawn Lorraine Fraser, AO, MBE (born 4 September 1937) is an Australian freestyle champion swimmer and former politician. She is one of only three swimmers to have won the same Olympic event three times – in her case the women's 100-metre freestyle.",
      "pageId": 379878
    },
    {
      "year": "1980",
      "uri": "/wiki/Gordie_Howe",
      "name": "Gordie Howe",
      "monthDay": "02/29",
      "aboutText": "Gordon \"Gordie\" Howe, OC (born March 31, 1928) is a Canadian retired professional ice hockey player. From 1946 to 1980, Howe played twenty-six seasons in the National Hockey League (NHL) and six seasons in the World Hockey Association (WHA); his first 25 seasons were spent with the Detroit Red Wings. Nicknamed \"Mr.",
      "pageId": 141390,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/ef/1947_Red_Wings_Roster.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Desmond_Tutu",
      "name": "Desmond Tutu",
      "monthDay": "02/29",
      "aboutText": "Desmond Mpilo Tutu (born 7 October 1931) is a South African social rights activist and retired Anglican bishop who rose to worldwide fame during the 1980s as an opponent of apartheid.\nHe was the first black Archbishop of Cape Town and bishop of the Church of the Province of Southern Africa (now the Anglican Church of Southern Africa).\nTutu's admirers see him as a great man who since the demise of apartheid has been active in the defence of human rights and uses his high profile to campaign for the oppressed.",
      "pageId": 8401973,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Archbishop_Desmond_Tutu_gets_an_HIV_test_on_The_Desmond_Tutu_HIV_Foundation%27s_Tutu_Tester%2C_a_mobile_test_unit_that_brings_healthcare_right_to_your_doorstep.jpg"
    },
    {
      "year": "1988",
      "uri": "/wiki/Svend_Robinson",
      "name": "Svend Robinson",
      "monthDay": "02/29",
      "aboutText": "Svend Robinson (born March 4, 1952) is a Canadian former politician. He was a Member of Parliament in the Canadian House of Commons from 1979 to 2004, representing the suburban Vancouver-area constituency of Burnaby for the New Democratic Party. When he chose not to run again in the June 2004 election, he was one of the longest-serving members in the House of Commons, having been elected and re-elected for seven consecutive terms.",
      "pageId": 54887,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Svend_Robinson.jpg"
    },
    {
      "year": "1992",
      "uri": "/wiki/Bosnia_and_Herzegovina_independence_referendum,_1992",
      "name": "Bosnia and Herzegovina independence referendum",
      "monthDay": "02/29",
      "aboutText": "An independence referendum was held in Bosnia and Herzegovina between 29 February and 1 March 1992, following the first free elections of 1990 and the rise of ethnic tensions that led to the breakup of Yugoslavia. Independence was strongly favored by Bosniak and Bosnian Croat voters while Bosnian Serbs boycotted the referendum or were prevented from participating by Bosnian Serb authorities. The total turn out of voters was 63.4% (less than two-thirds, casting doubt on its validity) of which 99.7% voted for the independence of Bosnia and Herzegovina.",
      "pageId": 31709241,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5d/Sarajevo_Grbavica.JPG"
    },
    {
      "year": "1996",
      "uri": "/wiki/Faucett_Flight_251",
      "name": "Faucett Flight 251",
      "monthDay": "02/29",
      "aboutText": "Jean-Bertrand Aristide (born 15 July 1953) is a Haitian politician who became Haiti's first democratically elected president. A proponent of liberation theology, Aristide was appointed to a Roman Catholic parish in Port-au-Prince in 1982 after completing his studies to become a priest of the Salesian order. He became a focal point for the pro-democracy movement first under Jean-Claude \"Baby Doc\" Duvalier and then under the military transition regime which followed.",
      "pageId": 66795,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5a/046CupolaSPietro.jpg"
    },
    {
      "year": "2004",
      "uri": "/wiki/Jean-Bertrand_Aristide",
      "name": "Jean-Bertrand Aristide",
      "monthDay": "02/29",
      "aboutText": "Faucett Flight 251 refers to a Boeing 737-200 that was operating a domestic scheduled Lima–Arequipa–Tacna passenger service and crashed on 29 February 1996, while completing the first leg, on approach to Rodríguez Ballón International Airport. All 123 passengers and crew aboard the aircraft lost their lives in the accident.",
      "pageId": 1064653
    },
    {
      "year": "2012",
      "uri": "/wiki/Tokyo_Skytree",
      "name": "Tokyo Skytree",
      "monthDay": "02/29",
      "aboutText": "Tokyo Skytree (東京スカイツリー, Tōkyō Sukaitsurī) is a broadcasting, restaurant, and observation tower in Sumida, Tokyo, Japan. It became the tallest structure in Japan in 2010 and reached its full height of 634.0 metres (2,080 ft) in March 2011, making it the tallest tower in the world, displacing the Canton Tower, and the second tallest structure in the world after the Burj Khalifa (829.8 m/2,722 ft).\nThe tower is the primary television and radio broadcast site for the Kantō region; the older Tokyo Tower no longer gives complete digital terrestrial television broadcasting coverage because it is surrounded by high-rise buildings.",
      "pageId": 2638104,
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/be/New_Tokyo_Tower_site_before_build.png"
    }
  ]
}