{
  "people": [
    {
      "year": "1455",
      "uri": "/wiki/John_II_of_Portugal",
      "name": "John II of Portugal",
      "aboutText": "Gustave de Molinari (3 March 1819 – 28 January 1912) was a political economist and classical liberal theorist born in Liège, in the Walloon region of Belgium, and was associated with French laissez-faire economists such as Frédéric Bastiat and Hippolyte Castille. Living in Paris during the 1840s, he participated with the Ligue pour la Liberté des Échanges (Free Trade League), based on the theories of Frédéric Bastiat. On his death bed during 1850, Bastiat described Molinari as the continuator of his works.",
      "pageId": 12719,
      "monthDay": "03/03"
    },
    {
      "year": "1520",
      "uri": "/wiki/Matthias_Flacius",
      "name": "Matthias Flacius",
      "aboutText": "George Mortimer Pullman (March 3, 1831 – October 19, 1897) was an American engineer and industrialist. He designed and manufactured the Pullman sleeping car and founded a company town, Pullman, for the workers who manufactured it. His Pullman Company also hired African-American men to staff the Pullman cars, who became known and widely respected as Pullman porters, providing elite service.",
      "pageId": 43808,
      "monthDay": "03/03"
    },
    {
      "year": "1583",
      "uri": "/wiki/Edward_Herbert,_1st_Baron_Herbert_of_Cherbury",
      "name": "Edward Herbert, 1st Baron Herbert of Cherbury",
      "aboutText": "William Godwin (3 March 1756 – 7 April 1836) was an English journalist, political philosopher and novelist. He is considered one of the first exponents of utilitarianism, and the first modern proponent of anarchism. Godwin is most famous for two books that he published within the space of a year: An Enquiry Concerning Political Justice, an attack on political institutions, and Things as They Are; or, The Adventures of Caleb Williams, which attacks aristocratic privilege, but also is the first mystery novel.",
      "pageId": 142615,
      "monthDay": "03/03"
    },
    {
      "year": "1589",
      "uri": "/wiki/Gisbertus_Voetius",
      "name": "Gisbertus Voetius",
      "aboutText": "John II (Portuguese: João II, Portuguese pronunciation: [ʒuˈɐ̃w̃]; 3 March 1455 – 25 October 1495), the Perfect Prince (Portuguese: o Príncipe Perfeito), was the king of Portugal and the Algarves in 1477/1481–1495.\nHe is known for re-establishing the power of the Portuguese throne, reinvigorating its economy, and renewing its exploration of Africa and the Orient.",
      "pageId": 147145,
      "monthDay": "03/03"
    },
    {
      "year": "1606",
      "uri": "/wiki/Edmund_Waller",
      "name": "Edmund Waller",
      "aboutText": "Jonas Furrer (March 3, 1805 – July 25, 1861) was a Swiss politician and member of the Swiss Federal Council (1848–1861).",
      "pageId": 155884,
      "monthDay": "03/03"
    },
    {
      "year": "1631",
      "uri": "/wiki/Esaias_Boursse",
      "name": "Esaias Boursse",
      "aboutText": "Edmund Waller, FRS (3 March 1606 – 21 October 1687) was an English poet and politician who sat in the House of Commons at various times between 1624 and 1679. He was educated at Eton and King's College, Cambridge. He entered Parliament early and was at first an active member of the opposition.",
      "pageId": 197360,
      "monthDay": "03/03"
    },
    {
      "year": "1652",
      "uri": "/wiki/Thomas_Otway",
      "name": "Thomas Otway",
      "aboutText": "Matthias Flacius Illyricus (Latin; Croatian: Matija Vlačić Ilirik) (3 March 1520 – 11 March 1575) was a Lutheran reformer from Istria, present day Croatia.",
      "pageId": 255012,
      "monthDay": "03/03"
    },
    {
      "year": "1678",
      "uri": "/wiki/Madeleine_de_Verch%C3%A8res",
      "name": "Madeleine de Verchères",
      "aboutText": "Edward Herbert, 1st Baron Herbert of Cherbury (or Chirbury) KB (3 March 1583 – 20 August 1648) was an Anglo-Welsh soldier, diplomat, historian, poet and religious philosopher of the Kingdom of England.",
      "pageId": 293301,
      "monthDay": "03/03"
    },
    {
      "year": "1756",
      "uri": "/wiki/William_Godwin",
      "name": "William Godwin",
      "aboutText": "Frederica of Mecklenburg-Strelitz (full name: Friederike Louise Caroline Sophie Charlotte Alexandrine) (3 March 1778 – 29 June 1841), was a German princess who became, by marriage, a princess of Prussia, a princess of Solms-Braunfels and, finally, Duchess of Cumberland in Britain (and later Queen of Hanover in Germany) as the consort of Ernest Augustus I of Hanover, the fifth son and eighth child of King George III.",
      "pageId": 348941,
      "monthDay": "03/03"
    },
    {
      "year": "1778",
      "uri": "/wiki/Frederica_of_Mecklenburg-Strelitz",
      "name": "Frederica of Mecklenburg-Strelitz",
      "aboutText": "William Charles Macready (3 March 1793 – 27 April 1873) was an English actor.",
      "pageId": 375408,
      "monthDay": "03/03"
    },
    {
      "year": "1793",
      "uri": "/wiki/William_Macready",
      "name": "William Macready",
      "aboutText": "Thomas Otway (3 March 1652 – 14 April 1685) was an English dramatist of the Restoration period, best known for Venice Preserv'd, or A Plot Discover'd (1682).\n^  \"Otway, Thomas (1652-1685)\". Dictionary of National Biography.",
      "pageId": 396455,
      "monthDay": "03/03"
    },
    {
      "year": "1800",
      "uri": "/wiki/Heinrich_Georg_Bronn",
      "name": "Heinrich Georg Bronn",
      "aboutText": "Heinrich Georg Bronn (3 March 1800 – 5 July 1862) was a German geologist and paleontologist.",
      "pageId": 937821,
      "monthDay": "03/03"
    },
    {
      "year": "1805",
      "uri": "/wiki/Jonas_Furrer",
      "name": "Jonas Furrer",
      "aboutText": "Gisbertus Voetius (Latin pronunciation: ['vu.ʃi.us], Latinized version of the Dutch name Gijsbert Voet; 3 March 1589 – 1 November 1676) was a Dutch Calvinist theologian.",
      "pageId": 1510672,
      "monthDay": "03/03"
    },
    {
      "year": "1816",
      "uri": "/wiki/William_James_Blacklock",
      "name": "William James Blacklock",
      "aboutText": "Sir John Murray KCB FRS FRSE FRSGS (3 March 1841 – 16 March 1914) was a pioneering Scottish oceanographer, marine biologist and limnologist.",
      "pageId": 1564181,
      "monthDay": "03/03"
    },
    {
      "year": "1816",
      "uri": "/wiki/Henry_Norris_(engineer)",
      "name": "Henry Norris",
      "aboutText": "Esaias Boursse (March 3, 1631 – November 16, 1672), was a Dutch painter.",
      "pageId": 2539163,
      "monthDay": "03/03"
    },
    {
      "year": "1819",
      "uri": "/wiki/Gustave_de_Molinari",
      "name": "Gustave de Molinari",
      "aboutText": "Marie-Madeleine Jarret, known as Madeleine de Verchères (March 3, 1678 – August 8, 1747) was the daughter of François Jarret, a seigneur in New France, and Marie Perrot.",
      "pageId": 4412750,
      "monthDay": "03/03"
    },
    {
      "year": "1825",
      "uri": "/wiki/Shiranui_K%C5%8Demon",
      "name": "Shiranui Kōemon",
      "aboutText": "Shiranui Kōemon (不知火 光右衛門, March 3, 1825 – February 24, 1879) was a sumo wrestler from Kikuchi, Kumamoto Prefecture, Japan. He was the sport's 11th yokozuna.",
      "pageId": 9126004,
      "monthDay": "03/03"
    },
    {
      "year": "1831",
      "uri": "/wiki/George_Pullman",
      "name": "George Pullman",
      "aboutText": "William James Blacklock (3 March 1816 – 12 March 1858) was an English landscape painter, painting scenery in Cumbria, the Lake District and the Scottish Borders.",
      "pageId": 23890658,
      "monthDay": "03/03"
    },
    {
      "year": "1839",
      "uri": "/wiki/Jamsetji_Tata",
      "name": "Jamsetji Tata",
      "aboutText": "Jamsetji Nusserwanji Tata (3 March 1839 – 19 May 1904) was an Indian pioneer industrialist, who founded the Tata Group, India's biggest conglomerate company. He was born to a Parsi Zoroastrian family in Navsari then part of the princely state of Baroda.\nHe founded what would later become the Tata Group of companies.",
      "pageId": 38264013,
      "monthDay": "03/03"
    },
    {
      "year": "1841",
      "uri": "/wiki/John_Murray_(oceanographer)",
      "name": "John Murray",
      "aboutText": "Henry Norris (1816–1878) was a British civil engineer born in Poplar, London the son of several generations of house carpenters. He was the resident engineer for lighthouse construction projects under contract to Trinity House from civil engineers Messrs. Walker & Burges, the firm of James Walker and Alfred Burges, and later on oversaw the building of Souter Lighthouse, the world's first lighthouse specifically designed & built to be powered by electricity.",
      "pageId": 40927015,
      "monthDay": "03/03"
    },
    {
      "year": "1845",
      "uri": "/wiki/Georg_Cantor",
      "name": "Georg Cantor",
      "aboutText": "Alexander Graham Bell (March 3, 1847 – August 2, 1922) was a Scottish-born scientist, inventor, engineer and innovator who is credited with patenting the first practical telephone.\nBell's father, grandfather, and brother had all been associated with work on elocution and speech, and both his mother and wife were deaf, profoundly influencing Bell's life's work. His research on hearing and speech further led him to experiment with hearing devices which eventually culminated in Bell being awarded the first U.S. patent for the telephone in 1876.",
      "pageId": 852,
      "monthDay": "03/03"
    },
    {
      "year": "1847",
      "uri": "/wiki/Alexander_Graham_Bell",
      "name": "Alexander Graham Bell",
      "aboutText": "Georg Ferdinand Ludwig Philipp Cantor (/ˈkæntɔr/ KAN-tor; German: [ˈɡeɔʁk ˈfɛʁdinant ˈluːtvɪç ˈfɪlɪp ˈkantɔʁ]; March 3 [O.S. February 19] 1845 – January 6, 1918) was a German mathematician. He invented set theory, which has become a fundamental theory in mathematics. Cantor established the importance of one-to-one correspondence between the members of two sets, defined infinite and well-ordered sets, and proved that the real numbers are more numerous than the natural numbers.",
      "pageId": 12216,
      "monthDay": "03/03"
    },
    {
      "year": "1848",
      "uri": "/wiki/Adelaide_Neilson",
      "name": "Adelaide Neilson",
      "aboutText": "Arthur Machen (/ˈmækən/; 3 March 1863 – 15 December 1947) was a Welsh author and mystic of the 1890s and early 20th century. He is best known for his influential supernatural, fantasy, and horror fiction. His novella The Great God Pan (1890; 1894) has garnered a reputation as a classic of horror (Stephen King has called it \"Maybe the best [horror story] in the English language\").",
      "pageId": 38293,
      "monthDay": "03/03"
    },
    {
      "year": "1860",
      "uri": "/wiki/John_Montgomery_Ward",
      "name": "John Montgomery Ward",
      "aboutText": "Charles Ponzi (March 3, 1882 – January 18, 1949) was an Italian businessman and con artist in the U.S. and Canada. His aliases include Charles Ponci, Carlo and Charles P. Bianchi. Born in Italy, he became known in the early 1920s as a swindler in North America for his money-making scheme.",
      "pageId": 45852,
      "monthDay": "03/03"
    },
    {
      "year": "1863",
      "uri": "/wiki/Arthur_Machen",
      "name": "Arthur Machen",
      "aboutText": "Sir Cyril Lodowic Burt (3 March 1883 – 10 October 1971) was an English educational psychologist who made contributions to educational psychology and statistics.\nBurt is known for his studies on the heritability of IQ. Shortly after he died, his studies of inheritance and intelligence came into disrepute after evidence emerged indicating he had falsified research data. Some scholars have asserted that Burt did not commit fraud.",
      "pageId": 173908,
      "monthDay": "03/03"
    },
    {
      "year": "1866",
      "uri": "/wiki/Fred_A._Busse",
      "name": "Fred A. Busse",
      "aboutText": "Sir Henry Joseph Wood CH (3 March 1869 – 19 August 1944) was an English conductor best known for his association with London's annual series of promenade concerts, known as the Proms. He conducted them for nearly half a century, introducing hundreds of new works to British audiences. After his death, the concerts were officially renamed in his honour as the \"Henry Wood Promenade Concerts\", although they continued to be generally referred to as \"the Proms\".",
      "pageId": 180714,
      "monthDay": "03/03"
    },
    {
      "year": "1868",
      "uri": "/wiki/%C3%89mile_Chartier",
      "name": "Émile Chartier",
      "aboutText": "Maurice-Francois Garin (pronounced: [mo.ʁis.fʁɑ̃.swa ɡa.ʁɛ̃]; 3 March 1871 – 19 February 1957) was an Italian-born French road bicycle racer best known for winning the inaugural Tour de France in 1903, and for being stripped of his title in the second Tour in 1904 along with eight others, for cheating.",
      "pageId": 286594,
      "monthDay": "03/03"
    },
    {
      "year": "1869",
      "uri": "/wiki/Henry_Wood",
      "name": "Henry Wood",
      "aboutText": "Yōsuke Matsuoka (松岡 洋右, Matsuoka Yōsuke, March 3, 1880 – June 26, 1946) was a Japanese diplomat and Minister of Foreign Affairs of the Empire of Japan during the early stages of World War II. He is best known for his defiant speech at the League of Nations in 1933, ending Japan's participation in that organization. He was also one of the architects of the Tripartite Pact and the Japanese–Soviet Non-aggression Pact in the years immediately prior to the outbreak of war.",
      "pageId": 742320,
      "monthDay": "03/03"
    },
    {
      "year": "1871",
      "uri": "/wiki/Maurice_Garin",
      "name": "Maurice Garin",
      "aboutText": "Émile-Auguste Chartier (French: [ʃaʁtje]; 3 March 1868 – 2 June 1951), commonly known as Alain ([alɛ̃]), was a French philosopher, journalist, and pacifist.\nAlain entered lycée d'Alençon in 1881 and studied there for five years. On 13 June 1956, the lycée was renamed lycée Alain, after its most famous student.",
      "pageId": 765362,
      "monthDay": "03/03"
    },
    {
      "year": "1873",
      "uri": "/wiki/William_Green_(labor_leader)",
      "name": "William Green",
      "aboutText": "Leopold Jessner (3 March 1878–13 December 1945) was a noted producer and director of German Expressionist theater and cinema. His first film, Hintertreppe (1921), is considered a major turning point which paved the way for the later German Expressionist experiments of German filmmakers F.W. Murnau, Fritz Lang, and G.W. Pabst.\nA native of Königsberg, Jessner was a touring actor in his youth and turned to directing in 1911.",
      "pageId": 846540,
      "monthDay": "03/03"
    },
    {
      "year": "1878",
      "uri": "/wiki/Leopold_Jessner",
      "name": "Leopold Jessner",
      "aboutText": "Fred Busse (March 3, 1866 – July 9, 1914) was the mayor of Chicago, in the U.S. state of Illinois, from 1907 to 1911.\nBusse became a local Republican leader, first elected to the Illinois Legislature in 1894, and eventually serving as State Treasurer beginning in 1902. In 1905, President Theodore Roosevelt appointed him Postmaster of Chicago, a political position at that time (see USPS History).",
      "pageId": 984932,
      "monthDay": "03/03"
    },
    {
      "year": "1879",
      "uri": "/wiki/J%C3%B3zsef_Klekl_(writer)",
      "name": "József Klekl",
      "aboutText": "Archbishop Damaskinos Papandreou (March 3, 1891 – May 20, 1949) was the archbishop of Athens and All Greece from 1941 until his death. He was also the regent of Greece between the pull-out of the German occupation force in 1944 and the return of King Georgios II to Greece in 1946.",
      "pageId": 2238588,
      "monthDay": "03/03"
    },
    {
      "year": "1880",
      "uri": "/wiki/Florence_Auer",
      "name": "Florence Auer",
      "aboutText": "Lilian Adelaide Neilson (3 March 1847 – 15 August 1880), born Elizabeth Ann Brown, was an English stage actress.",
      "pageId": 2399276,
      "monthDay": "03/03"
    },
    {
      "year": "1880",
      "uri": "/wiki/Y%C5%8Dsuke_Matsuoka",
      "name": "Yōsuke Matsuoka",
      "aboutText": "Lincoln J. Beachey (March 3, 1887 – March 14, 1915) was a pioneer American aviator and barnstormer. He became famous and wealthy from flying exhibitions, staging aerial stunts, helping invent aerobatics, and setting aviation records.\nHe was known as The Man Who Owns the Sky, and sometimes the Master Birdman.",
      "pageId": 2908702,
      "monthDay": "03/03"
    },
    {
      "year": "1882",
      "uri": "/wiki/Charles_Ponzi",
      "name": "Charles Ponzi",
      "aboutText": "William Green (March 3, 1873 – November 21, 1952) was an American trade union leader. Green is best remembered for serving as the President of the American Federation of Labor from 1924 to 1952. Green was a strong supporter for labor-management cooperation and was in the frontlines on wage and benefit protections and industrial unionism legislation.",
      "pageId": 3397415,
      "monthDay": "03/03"
    },
    {
      "year": "1883",
      "uri": "/wiki/Cyril_Burt",
      "name": "Cyril Burt",
      "aboutText": "Edmund Dantes Lowe (March 3, 1890 – April 21, 1971) was an American actor. His formative experience began in vaudeville and silent film. He was born in San Jose, California.",
      "pageId": 5718831,
      "monthDay": "03/03"
    },
    {
      "year": "1886",
      "uri": "/wiki/Tore_%C3%98rjas%C3%A6ter",
      "name": "Tore Ørjasæter",
      "aboutText": "Florence Auer (March 3, 1880 – May 14, 1962) was an American theater and motion picture actress whose career spanned more than five decades.",
      "pageId": 12302675,
      "monthDay": "03/03"
    },
    {
      "year": "1887",
      "uri": "/wiki/Lincoln_J._Beachey",
      "name": "Lincoln J. Beachey",
      "aboutText": "Tore \"Spencer Brown\" Ørjasæter (3 March 1886, Skjåk, Oppland - 29 February 1968, Skjåk) was a Norwegian poet.\nThe son of a teacher, he attended folk high school and qualified as a teacher before becoming a writer. Ørjasæter’s poetry, in nynorsk, is in the Norwegian folk tradition.",
      "pageId": 30863129,
      "monthDay": "03/03"
    },
    {
      "year": "1890",
      "uri": "/wiki/Edmund_Lowe",
      "name": "Edmund Lowe",
      "aboutText": "John Montgomery Ward (March 3, 1860 – March 4, 1925), known as Monte Ward, was an American Major League Baseball pitcher, shortstop and manager. Ward was born in Bellefonte, Pennsylvania, and grew up in Renovo, Pennsylvania. He led the formation of the first professional sports players union and a new baseball league, the Players' League.",
      "pageId": 30872059,
      "monthDay": "03/03"
    },
    {
      "year": "1891",
      "uri": "/wiki/Damaskinos_of_Athens",
      "name": "Damaskinos of Athens",
      "aboutText": "József Klekl the Jr. (Slovene: Jožef Klekl, March 3, 1879 – September 24, 1936) was a Slovene writer, journalist, and Roman Catholic priest in Hungary, later in the Prekmurje (Slovene March).\nKlekl was born in Krajna, near Tišina from father András Klekl and mother Anna Lülik.",
      "pageId": 33775632,
      "monthDay": "03/03"
    },
    {
      "year": "1891",
      "uri": "/wiki/Federico_Moreno_Torroba",
      "name": "Federico Moreno Torroba",
      "aboutText": "Ragnar Anton Kittil Frisch (3 March 1895 – 31 January 1973) was a Norwegian economist and the co-recipient of the first Nobel Memorial Prize in Economic Sciences in 1969 (with Jan Tinbergen). He is known for having founded the discipline of econometrics, and for coining the widely used term pair macroeconomics/microeconomics in 1933.\nFrisch was appointed by the King-in-Council as Professor of Economics and Statistics at the Faculty of Law, The Royal Frederick University in 1931.",
      "pageId": 26571,
      "monthDay": "03/03"
    },
    {
      "year": "1893",
      "uri": "/wiki/Beatrice_Wood",
      "name": "Beatrice Wood",
      "aboutText": "Beatrice Wood (March 3, 1893 – March 12, 1998) was an American artist and studio potter involved in the Avant Garde movement in the United States; she founded The Blind Man magazine in New York City with French artist Marcel Duchamp and writer Henri-Pierre Roché in 1916. She had earlier studied art and theater in Paris, and was working in New York as an actress. She later worked at sculpture and pottery.",
      "pageId": 168787,
      "monthDay": "03/03"
    },
    {
      "year": "1894",
      "uri": "/wiki/Ethel_Grandin",
      "name": "Ethel Grandin",
      "aboutText": "Asger Oluf Jorn (3 March 1914 – 1 May 1973) was a Danish painter, sculptor, ceramic artist, and author. He was a founding member of the avant-garde movement COBRA and the Situationist International. He was born in Vejrum, in the northwest corner of Jutland, Denmark, and baptized Asger Oluf Jørgensen.",
      "pageId": 230631,
      "monthDay": "03/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Ragnar_Frisch",
      "name": "Ragnar Frisch",
      "aboutText": "Emil Artin (German: [ˈaɐ̯tiːn]; March 3, 1898 – December 20, 1962) was an Austrian mathematician. Artin was one of the leading mathematicians of the twentieth century. He is best known for his work on algebraic number theory, contributing largely to class field theory and a new construction of L-functions.",
      "pageId": 245351,
      "monthDay": "03/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Matthew_Ridgway",
      "name": "Matthew Ridgway",
      "aboutText": "Jean Harlow (born Harlean Harlow Carpenter; March 3, 1911 – June 7, 1937) was an American film actress and sex symbol of the 1930s.\nAfter being signed by director Howard Hughes, Harlow's first major appearance was in Hell's Angels (1930), followed by a series of critically unsuccessful films before signing with Metro-Goldwyn-Mayer in 1932. Harlow became a leading lady for MGM, starring in a string of hit films including Red Dust (1932), Dinner at Eight (1933), Reckless (1935), and Suzy (1936).",
      "pageId": 294006,
      "monthDay": "03/03"
    },
    {
      "year": "1896",
      "uri": "/wiki/Roy_Franklin_Nichols",
      "name": "Roy Franklin Nichols",
      "aboutText": "Matthew Bunker Ridgway (March 3, 1895 – July 26, 1993) was a senior officer of the United States Army. He held several major commands and was most famous for resurrecting the United Nations (UN) war effort during the Korean War. Several historians have credited Ridgway for turning the war around in favor of the UN side.",
      "pageId": 365019,
      "monthDay": "03/03"
    },
    {
      "year": "1898",
      "uri": "/wiki/Emil_Artin",
      "name": "Emil Artin",
      "aboutText": "Arthur Kornberg (March 3, 1918 – October 26, 2007) was an American biochemist who won the Nobel Prize in Physiology or Medicine 1959 for his discovery of \"the mechanisms in the biological synthesis of deoxyribonucleic acid (DNA)\" together with Dr. Severo Ochoa of New York University. He was also awarded the Paul-Lewis Award in Enzyme Chemistry from the American Chemical Society in 1951, L.H.D. degree from Yeshiva University in 1962, as well as National Medal of Science in 1979.",
      "pageId": 1035536,
      "monthDay": "03/03"
    },
    {
      "year": "1901",
      "uri": "/wiki/Claude_Choules",
      "name": "Claude Choules",
      "aboutText": "Sameera Moussa (Arabic: سميرة موسى‎) (March 3, 1917 - August 5, 1952) was an Egyptian nuclear physicist who held a doctorate in atomic radiation and worked to make the medical use of nuclear technology affordable to all.",
      "pageId": 1514861,
      "monthDay": "03/03"
    },
    {
      "year": "1903",
      "uri": "/wiki/Vasily_Kozlov_(politician)",
      "name": "Vasily Kozlov",
      "aboutText": "Federico Moreno Torroba (3 March 1891 – 12 September 1982) was a Spanish composer, conductor, and theatrical impresario. He is especially remembered for his important contributions to the classical guitar repertoire, becoming one of the leading twentieth-century composers for the instrument. He was also one of the foremost composers of zarzuelas, a form of Spanish light opera.",
      "pageId": 2001923,
      "monthDay": "03/03"
    },
    {
      "year": "1906",
      "uri": "/wiki/Artur_Lundkvist",
      "name": "Artur Lundkvist",
      "aboutText": "Hugues Lapointe, PC OC CD QC (March 3, 1911 – November 13, 1982) was a Canadian lawyer, Member of Parliament and 22nd Lieutenant Governor of Quebec from 1966 (upon the death of Paul Comtois) to 1978.\nBorn in Rivière-du-Loup, Quebec, the son of the Canadian Member of Parliament Ernest Lapointe and Emma Pratte, he studied at the University of Ottawa and Université Laval. He was admitted to the Quebec Bar in 1935.",
      "pageId": 2081263,
      "monthDay": "03/03"
    },
    {
      "year": "1910",
      "uri": "/wiki/Kittens_Reichert",
      "name": "Kittens Reichert",
      "aboutText": "Ethel Grandin (March 3, 1894, New York City - September 28, 1988, Woodland Hills, California) was an American silent film actress.\nShe was married to Ray C. Smallwood from 1912 until his death on February 23, 1964; they had a son named Arthur Smallwood (born 1913).\nShe began her acting career on stage appearing with Joseph Jefferson in Rip Van Winkle.",
      "pageId": 2295823,
      "monthDay": "03/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/Jean_Harlow",
      "name": "Jean Harlow",
      "aboutText": "Harold J. Stone (March 3, 1913 – November 18, 2005) was an American stage, radio, film, and television character actor.\nBorn Harold Hochstein to a Jewish acting family, he began his career on Broadway in 1939 and appeared in five plays in the next six years, including One Touch of Venus and Stalag 17, following which he made his motion picture debut in the Alan Ladd film noir classic The Blue Dahlia (1946). In 1949, he co-starred on the short-lived live television sitcom The Hartmans.",
      "pageId": 3198920,
      "monthDay": "03/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/Hugues_Lapointe",
      "name": "Hugues Lapointe",
      "aboutText": "Margaret Allison Bonds ((1913-03-03)March 3, 1913 – April 26, 1972(1972-04-26)) was an American composer and pianist. One of the first black composers and performers to gain recognition in the United States, she is best remembered today for her frequent collaborations with Langston Hughes.",
      "pageId": 5548477,
      "monthDay": "03/03"
    },
    {
      "year": "1913",
      "uri": "/wiki/Margaret_Bonds",
      "name": "Margaret Bonds",
      "aboutText": "Artur Lundkvist (3 March 1906 in Perstorp Municipality, Skåne County – 11 December 1991 in Solna, Stockholm County) was a Swedish writer, poet and literary critic. He was a member of the Swedish Academy from 1968.\nArtur Lundkvist published around 80 books, including poetry, prose poems, essays, short stories, novels and travel books, and his works have been translated into some 30 languages.",
      "pageId": 7627039,
      "monthDay": "03/03"
    },
    {
      "year": "1913",
      "uri": "/wiki/Harold_J._Stone",
      "name": "Harold J. Stone",
      "aboutText": "Claude Stanley Choules (/ˈʃuːlz/; 3 March 1901 – 5 May 2011) was an English Australian who was the last combat veteran of the First World War, and the last military witness to the scuttling of the German fleet in Scapa Flow. He was also the last veteran to have served in both world wars, and the last seaman from the First World War. At the time of his death, he was also the third oldest verified military veteran in the world and the oldest known living man in Australia.",
      "pageId": 10049216,
      "monthDay": "03/03"
    },
    {
      "year": "1914",
      "uri": "/wiki/Asger_Jorn",
      "name": "Asger Jorn",
      "aboutText": "Kittens Reichert (March 3, 1910 – January 11, 1990) was an American child actress in silent films.",
      "pageId": 12808458,
      "monthDay": "03/03"
    },
    {
      "year": "1917",
      "uri": "/wiki/Sameera_Moussa",
      "name": "Sameera Moussa",
      "aboutText": "Sir Edward John Bunting AC KBE (3 March 1918 – 2 May 1995) was an Australian public servant and diplomat, whose senior career appointments included Australian High Commissioner to the United Kingdom and Secretary of the Department of the Prime Minister and Cabinet.",
      "pageId": 20193664,
      "monthDay": "03/03"
    },
    {
      "year": "1917",
      "uri": "/wiki/Albrecht_Fleckenstein",
      "name": "Albrecht Fleckenstein",
      "aboutText": "Roy Franklin Nichols (March 3, 1896 – January 12, 1973) was an American historian, who won the 1949 Pulitzer Prize for History for The Disruption of American Democracy.",
      "pageId": 21861317,
      "monthDay": "03/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/John_Bunting_(diplomat)",
      "name": "John Bunting",
      "aboutText": "Vasil Ivanavich Kazlow (Belarusian: Васіль Іванавіч Казлоў, Vasil Ivanavič Kazłoŭ; Russified: Василий Иванович Козлов, Vasily Ivanovich Kozlov; March 3 [O.S. 18 February] 1903 - December 2, 1967) was a Soviet politician.",
      "pageId": 32273623,
      "monthDay": "03/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Arthur_Kornberg",
      "name": "Arthur Kornberg",
      "aboutText": "Albrecht Fleckenstein (3 March 1917 – 4 April 1992) was a German pharmacologist and physiologist best known for his discovery of calcium channel blockers.\n^ Hurst, J. Willis; Fye, W. Bruce; Acierno, Louis J.; Worrell, L. Timothy (1 December 2004). \"Albrecht Fleckenstein: Father of calcium antagonism\".",
      "pageId": 40431980,
      "monthDay": "03/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Julius_Boros",
      "name": "Julius Boros",
      "aboutText": "James Montgomery \"Jimmy\" Doohan (/ˈduːən/ DOO-ən; March 3, 1920 – July 20, 2005) was a Canadian character and voice actor best known for his role as Montgomery \"Scotty\" Scott in the television and film series Star Trek. Doohan's characterization of the Scottish Chief Engineer of the Starship Enterprise was one of the most recognizable elements in the Star Trek franchise, for which he also made several contributions behind the scenes. James Doohan started the Klingon and Vulcan languages.",
      "pageId": 78127,
      "monthDay": "03/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/James_Doohan",
      "name": "James Doohan",
      "aboutText": "Arthel Lane \"Doc\" Watson (March 3, 1923 – May 29, 2012) was an American guitarist, songwriter, and singer of bluegrass, folk, country, blues, and gospel music. Watson won seven Grammy awards as well as a Grammy Lifetime Achievement Award. Watson's flatpicking skills and knowledge of traditional American music were highly regarded.",
      "pageId": 92450,
      "monthDay": "03/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ronald_Searle",
      "name": "Ronald Searle",
      "aboutText": "Lys Assia (born Rosa Mina Schärer; 3 March 1924, in Rapperswil, Aargau, Switzerland) is a Swiss singer who won the first Eurovision Song Contest in 1956. When Assia was a young girl she was a dancer. In 1940, however, she stood in for a female singer.",
      "pageId": 149472,
      "monthDay": "03/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Diana_Barrymore",
      "name": "Diana Barrymore",
      "aboutText": "Pierre Aubert (born 3 March 1927 in La Chaux-de-Fonds, Canton of Neuchâtel) is a Swiss politician, lawyer and former member of the Swiss Federal Council (1978–1987).\nHe was elected to the Swiss Federal Council on 7 December 1977 as member of the Social Democratic Party from the canton of Neuchâtel. He handed over office on 31 December 1987.",
      "pageId": 155844,
      "monthDay": "03/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Dorian_%22Doc%22_Paskowitz",
      "name": "Dorian \"Doc\" Paskowitz",
      "aboutText": "Ion Iliescu (Romanian pronunciation: [iˈon iliˈesku]; born 3 March 1930) is a Romanian politician and statesman, who served as President of Romania from 1989 until 1996, and from 2000 until 2004. From 1996 to 2000 and from 2004 until his retirement in 2008, Iliescu was a senator for the Social Democratic Party (PSD), whose honorary president he remains.\nHe joined the Communist Party in 1953 and became a member of its Central Committee in 1965, however beginning with 1971 he was gradually marginalized by Nicolae Ceaușescu.",
      "pageId": 189451,
      "monthDay": "03/03"
    },
    {
      "year": "1922",
      "uri": "/wiki/N%C3%A1ndor_Hidegkuti",
      "name": "Nándor Hidegkuti",
      "aboutText": "Nicolas Freeling, born Nicolas Davidson (March 3, 1927 – July 20, 2003), was a British crime novelist, best known as the author of the Van der Valk series of detective novels.",
      "pageId": 275998,
      "monthDay": "03/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Barney_Martin",
      "name": "Barney Martin",
      "aboutText": "Heiner Geißler (born March 3, 1930) is a German politician with the Christian Democratic Union (CDU) party.\nGeißler studied law and philosophy in Munich and Tübingen, where he graduated in 1960.\nGeißler was German minister for youth, family and health from 1982 to 1985 (so far the only male head of the ministry) and also general secretary of the CDU from 1977 to 1989.",
      "pageId": 291071,
      "monthDay": "03/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Doc_Watson",
      "name": "Doc Watson",
      "aboutText": "Ronald William Fordham Searle, CBE, RDI (3 March 1920 – 30 December 2011) was a British artist and satirical cartoonist.",
      "pageId": 317803,
      "monthDay": "03/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lys_Assia",
      "name": "Lys Assia",
      "aboutText": "Julius Nicholas Boros (March 3, 1920 – May 28, 1994) was a Hungarian-American professional golfer noted for his effortless looking swing and strong record on difficult golf courses, particularly at the U.S. Open.",
      "pageId": 318523,
      "monthDay": "03/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Tomiichi_Murayama",
      "name": "Tomiichi Murayama",
      "aboutText": "James Ingram Merrill (March 3, 1926 – February 6, 1995) was an American poet whose awards include the Pulitzer Prize for Poetry (1977) for Divine Comedies (1976). His poetry falls into two distinct bodies of work: the polished and formalist lyric poetry of his early career, and the epic narrative of occult communication with spirits and angels, titled The Changing Light at Sandover (published in three volumes from 1976 to 1980), which dominated his later career.",
      "pageId": 322605,
      "monthDay": "03/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Lilian_Velez",
      "name": "Lilian Velez",
      "aboutText": "Tomiichi Murayama (村山 富市, Murayama Tomiichi, born 3 March 1924) is a retired Japanese politician who served as the 81st Prime Minister of Japan from 30 June 1994 to 11 January 1996. He was the head of the Social Democratic Party of Japan (until 1996, the Japanese Socialist Party) and the first socialist prime minister in nearly fifty years.",
      "pageId": 355635,
      "monthDay": "03/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/James_Merrill",
      "name": "James Merrill",
      "aboutText": "Nándor Hidegkuti (3 March 1922 – 14 February 2002) was a Hungarian football player and manager. He played as a forward or attacking midfielder and spent the majority of his playing career at MTK Hungária FC. During the 1950s he was also a key member of the Hungarian National Team team known as the Golden Team. Other members of the team included Ferenc Puskás, Zoltán Czibor, Sándor Kocsis and József Bozsik.",
      "pageId": 1114908,
      "monthDay": "03/03"
    },
    {
      "year": "1927",
      "uri": "/wiki/Pierre_Aubert",
      "name": "Pierre Aubert",
      "aboutText": "Barney Martin (March 3, 1923 – March 21, 2005) was an American actor, comedy writer and New York City Police Department detective.",
      "pageId": 1553427,
      "monthDay": "03/03"
    },
    {
      "year": "1927",
      "uri": "/wiki/Nicolas_Freeling",
      "name": "Nicolas Freeling",
      "aboutText": "Pierre Michelot (3 March 1928 – 3 July 2005) was a French bebop and hard bop double bass player.\nBorn in Saint-Denis, Seine-Saint-Denis, Paris, Michelot studied piano from 1936 until 1938, but switched to playing bass at the age of sixteen. Through his career he played with Rex Stewart (1948), Coleman Hawkins, Django Reinhardt, Stéphane Grappelli, Don Byas, Thelonious Monk, Lester Young, Dexter Gordon, Stan Getz, Bud Powell (in a trio with Kenny Clarke), Zoot Sims, Dizzy Gillespie, Miles Davis, Chet Baker, and many others.",
      "pageId": 2181009,
      "monthDay": "03/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Joe_Conley",
      "name": "Joe Conley",
      "aboutText": "Joe Conley (March 3, 1928 – July 7, 2013) was an American actor who played many small roles on television and is most remembered for his role as the storekeeper Ike Godsey on The Waltons.",
      "pageId": 2523230,
      "monthDay": "03/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Pierre_Michelot",
      "name": "Pierre Michelot",
      "aboutText": "Diana Blanche Barrymore Blythe (March 3, 1921 – January 25, 1960), known professionally as Diana Barrymore, was an American film and stage actress.",
      "pageId": 2801354,
      "monthDay": "03/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Alfredo_Alc%C3%B3n",
      "name": "Alfredo Alcón",
      "aboutText": "Alfredo Félix Alcón (Spanish pronunciation: [alˈfɾeðo alˈkon]; 3 March 1930 – 11 April 2014) was an Argentine theatre and film actor born in Buenos Aires. He worked in more than 50 movies since his first one, El amor nunca muere (Love Never Dies), in 1955.\nOne of the most respected Argentine actors of the 20th century, Alcón received many recognitions for his work: he won, among others, the Silver Condor, the Martin Fierro Award and the 1981 Diamond Konex Award.",
      "pageId": 3452250,
      "monthDay": "03/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Heiner_Gei%C3%9Fler",
      "name": "Heiner Geißler",
      "aboutText": "Lilian Velez (March 3, 1924 — June 26, 1948) was a Filipino film actress and singer.",
      "pageId": 9018663,
      "monthDay": "03/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Ion_Iliescu",
      "name": "Ion Iliescu",
      "aboutText": "Dorian \"Doc\" Paskowitz (March 3, 1921 – November 10, 2014) was an American surfer and physician, who gave up practicing medicine for a living and decided to become a professional surfer. In 1972, he founded a surf camp run by his family, where campers could live alongside and surf with members of the Paskowitz family. He and his family have been referred to as the \"First Family of Surfing\".",
      "pageId": 16799751,
      "monthDay": "03/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/K._S._Rajah",
      "name": "K. S. Rajah",
      "aboutText": "Kasinather Saunthararajah S.C., P.B.M. (3 March 1930 – 17 June 2010), known professionally as K. S. Rajah, was a Senior Counsel and Judicial Commissioner of the Supreme Court of Singapore. Born in Penang, he came to Singapore in 1950 and worked as a teacher before embarking on part-time law studies at what was later known as the University of Singapore, graduating in 1963 with a Bachelor of Laws with honours (LL.B. (Hons.)). He then spent the next 22 years with the Singapore Legal Service, eventually heading the civil and criminal divisions of the Attorney-General's Chambers and also serving as Director of the Singapore Legal Aid Bureau and head of the Official Assignee and Public Trustee's Office.",
      "pageId": 27763889,
      "monthDay": "03/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Alfredo_Landa",
      "name": "Alfredo Landa",
      "aboutText": "Dr. George Miller AO (born 3 March 1945) is an Australian film director, screenwriter, producer, and former medical doctor. He is best known for his Mad Max franchise, with The Road Warrior and Fury Road being hailed as amongst the greatest action films of all time.",
      "pageId": 152157,
      "monthDay": "03/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Marco_Antonio_Mu%C3%B1iz",
      "name": "Marco Antonio Muñiz",
      "aboutText": "Peter Leonard Brooke, Baron Brooke of Sutton Mandeville, CH, PC (born 3 March 1934), is a British politician. A member of the Conservative Party, he served in the Cabinet under Prime Ministers Margaret Thatcher and John Major, and was a Member of Parliament (MP) representing the Cities of London and Westminster from 1977 to 2001.",
      "pageId": 413126,
      "monthDay": "03/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Lee_Radziwill",
      "name": "Lee Radziwill",
      "aboutText": "Michael Roy Wood (born 3 March 1946) is a British Labour politician, who was Member of Parliament for Batley and Spen from 1997 to 2015.",
      "pageId": 415091,
      "monthDay": "03/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Peter_Brooke,_Baron_Brooke_of_Sutton_Mandeville",
      "name": "Peter Brooke, Baron Brooke of Sutton Mandeville",
      "aboutText": "Zhelyu Mitev Zhelev (Bulgarian: Желю Митев Желев; 3 March 1935 – 30 January 2015) was a Bulgarian politician and former dissident who served as the first non-Communist President of Bulgaria from 1990 to 1997. He was elected as President by the 7th Grand National Assembly, and was then elected directly by the people in 1992.",
      "pageId": 558588,
      "monthDay": "03/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jimmy_Garrison",
      "name": "Jimmy Garrison",
      "aboutText": "James Emory (Jimmy) Garrison (March 3, 1934 – April 7, 1976) was an American jazz double bassist born in Miami, Florida.",
      "pageId": 588898,
      "monthDay": "03/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Michael_Walzer",
      "name": "Michael Walzer",
      "aboutText": "John Virgo (born 3 March 1946) is an English former professional snooker player and more recently a snooker commentator and TV personality.",
      "pageId": 621526,
      "monthDay": "03/03"
    },
    {
      "year": "1935",
      "uri": "/wiki/Zhelyu_Zhelev",
      "name": "Zhelyu Zhelev",
      "aboutText": "Michael Walzer (/ˈwɔːlzər/; March 3, 1935) is a prominent American political theorist and public intellectual. A professor emeritus at the Institute for Advanced Study (IAS) in Princeton, New Jersey, he is co-editor of Dissent, an intellectual magazine that he has been affiliated with since his years as an undergraduate at Brandeis University. He has written books and essays on a wide range of topics—many in political ethics—including just and unjust wars, nationalism, ethnicity, Zionism, economic justice, social criticism, radicalism, tolerance, and political obligation.",
      "pageId": 718019,
      "monthDay": "03/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Preston_King_(academic)",
      "name": "Preston King",
      "aboutText": "Robert Cletus \"Bobby\" Driscoll (March 3, 1937 – March 30, 1968) was an American child actor known for a large body of cinema and TV performances from 1943 to 1960. He starred in some of the Walt Disney Studios' most popular live-action pictures of that period, such as Song of the South (1946), So Dear to My Heart (1948), and Treasure Island (1950). He served as animation model and provided the voice for the title role in Peter Pan (1953).",
      "pageId": 804587,
      "monthDay": "03/03"
    },
    {
      "year": "1937",
      "uri": "/wiki/Bobby_Driscoll",
      "name": "Bobby Driscoll",
      "aboutText": "Caroline Lee Bouvier (born March 3, 1933) is an American socialite, public relations executive, interior decorator, and former actress. She is the younger sister of the late First Lady, Jacqueline Kennedy Onassis, and sister-in-law of President John F. Kennedy. Her niece Caroline Bouvier Kennedy is named after her.",
      "pageId": 1557054,
      "monthDay": "03/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Larry_Burkett",
      "name": "Larry Burkett",
      "aboutText": "Marco Antonio Muñiz (born March 3, 1933) is a singer from Jalisco, Mexico. Known all over Latin America, Muñiz declared publicly and in most countries he had visited, that Puerto Rico is his second country, and many Puerto Ricans consider him to be an \"honorary Puerto Rican\". A few Puerto Rican song standards (such as the danza \"Alondras en el bosque\") have Muñiz as their definitive interpreter.",
      "pageId": 1630847,
      "monthDay": "03/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Germ%C3%A1n_Castro_Caycedo",
      "name": "Germán Castro Caycedo",
      "aboutText": "Alfredo Landa Areta (March 3, 1933 – May 9, 2013) was a Spanish actor.",
      "pageId": 1659126,
      "monthDay": "03/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Perry_Ellis",
      "name": "Perry Ellis",
      "aboutText": "Jean-Paul Proust (3 March 1940 – 7/8 April 2010) was a French and Monegasque civil servant.",
      "pageId": 1997450,
      "monthDay": "03/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jean-Paul_Proust",
      "name": "Jean-Paul Proust",
      "aboutText": "Perry Edwin Ellis (March 3, 1940 – May 30, 1986) was an American fashion designer who founded his eponymous sportswear house, in the mid-1970s.",
      "pageId": 2302009,
      "monthDay": "03/03"
    },
    {
      "year": "1940",
      "uri": "/wiki/Owen_Spencer-Thomas",
      "name": "Owen Spencer-Thomas",
      "aboutText": "Germán Castro Caycedo (born March 3, 1940) is a Colombian journalist and writer. Castro Caycedo's topics revolve around the Colombian reality, under the parameters of the cultural identity and its social and economic phenomena.\nBorn in Zipaquirá, Colombia, he graduated from Gimnasio Germán Peña.",
      "pageId": 3355228,
      "monthDay": "03/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Mike_Pender",
      "name": "Mike Pender",
      "aboutText": "Hattie Mae Winston (born March 3, 1945) is an American television, film and Broadway actress best known for her role as Margaret on Becker and as a prominent cast member of the PBS children's series The Electric Company.",
      "pageId": 3408461,
      "monthDay": "03/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Lee_Holdridge",
      "name": "Lee Holdridge",
      "aboutText": "Larry Burkett (March 3, 1939 – July 4, 2003) was an American author and radio personality whose work focused on financial counseling from an evangelical Christian point of view.\n^ a b c d e Larry Burkett, and Ron Blue (2007). Your Money After the Big 5-0: Wealth for the Second Half of Life.",
      "pageId": 4905760,
      "monthDay": "03/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/George_Miller_(director)",
      "name": "George Miller",
      "aboutText": "Owen Robert Spencer-Thomas MBE (born 3 March 1940) is a television and radio news journalist, philanthropist and campaigner for autism and other disabilities. Spencer-Thomas is also an ordained Anglican clergyman.",
      "pageId": 6319153,
      "monthDay": "03/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Hattie_Winston",
      "name": "Hattie Winston",
      "aboutText": "Mike Pender (born on 3 March 1941 in Bootle, Liverpool) is an original founding member of Merseybeat group the Searchers. He is best known as the lead vocalist on many hit singles by the Searchers, including the song \"Needles and Pins\" and \"What Have They Done To The Rain?\".",
      "pageId": 7923672,
      "monthDay": "03/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Virgo",
      "name": "John Virgo",
      "aboutText": "Lee Elwood Holdridge (born March 3, 1944) is an American composer and orchestrator.",
      "pageId": 18450627,
      "monthDay": "03/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mike_Wood_(Labour_politician)",
      "name": "Mike Wood",
      "aboutText": "Preston Theodore King (born 3 March 1936), is an American academic and African-American civil rights activist who moved to the United Kingdom in 1961, facing charges for draft evasion at home for refusing to report for his conscription until an all-white draft board addressed him as \"Mr.\", the same way that it addressed white draftees. He was pardoned by Bill Clinton in 2000.\n^ \"King, Preston T., 1936-\".",
      "pageId": 38217060,
      "monthDay": "03/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Clifton_Snider",
      "name": "Clifton Snider",
      "aboutText": "Jennifer Jean Warnes (born March 3, 1947) is an American singer, songwriter, arranger and record producer. Famous for her compositions, interpretations and her extensive repertoire as a vocalist on movie soundtracks, she is also a close friend and collaborator of Canadian singer-songwriter and poet Leonard Cohen.",
      "pageId": 100487,
      "monthDay": "03/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Otto_Stuppacher",
      "name": "Otto Stuppacher",
      "aboutText": "Timothy James \"Tim\" Kazurinsky (born March 3, 1950) is an American actor and screenwriter best known as a cast member on Saturday Night Live and for his role as Carl Sweetchuck in the Police Academy films.",
      "pageId": 202525,
      "monthDay": "03/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Jennifer_Warnes",
      "name": "Jennifer Warnes",
      "aboutText": "Jüri Allik (born on March 3, 1949 in Tallinn, Estonia), is an Estonian psychologist.\nAllik holds Ph.D. degrees in psychology both from the University of Moscow, Russia (1976) and University of Tampere, Finland (1991). Spending his academic career at the University of Tartu (with the exception of a stint at the University of Jyväskylä, Finland), he became Professor of Psychophysics in 1992, and is since 2002 Professor of Experimental Psychology.",
      "pageId": 528782,
      "monthDay": "03/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Snowy_White",
      "name": "Snowy White",
      "aboutText": "Bonnie Jeanne Dunbar (born March 3, 1949) is a former NASA astronaut. She retired from NASA in September 2005. She then served as president and CEO of The Museum of Flight until April 2010.",
      "pageId": 598401,
      "monthDay": "03/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/J%C3%BCri_Allik",
      "name": "Jüri Allik",
      "aboutText": "Andy Breckman (born March 3, 1955) is an American television and film writer and a radio personality on WFMU. He is the co-creator (with David Hoberman) and executive producer of the Emmy Award-winning television series Monk on the USA Network, and is co-host of WFMU radio's long-running conceptual comedy program Seven Second Delay. He has written screenplays for a number of comedy films including Sgt. Bilko (starring Steve Martin) and Rat Race (directed by Jerry Zucker), and is frequently hired as a \"script doctor\" to inject humorous content into scripts written by other screenwriters.",
      "pageId": 598583,
      "monthDay": "03/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Ron_Chernow",
      "name": "Ron Chernow",
      "aboutText": "Arthur Antunes Coimbra (Portuguese pronunciation: [aʁˈtuʁ ɐ̃ˈtũnis koˈĩbɾɐ], born 3 March 1953 in Rio de Janeiro), better known as Zico ([ˈziku]), is a Brazilian coach and former footballer. Often called the \"White Pelé\", he was a creative player, gifted with excellent technical ability and vision, and he is considered one of the most skilled finishers and best passers ever. Arguably the world's best player of the late 1970s and early 80s, he is regarded as one of the best playmakers and free kick specialists of all time, able to bend the ball in all directions.",
      "pageId": 615810,
      "monthDay": "03/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Bonnie_J._Dunbar",
      "name": "Bonnie J. Dunbar",
      "aboutText": "Andy Murray (born March 3, 1951) is the current head coach for the Western Michigan Broncos men's ice hockey team of the NCAA Division I National Collegiate Hockey Conference (NCHC). He is a former head coach of the Los Angeles Kings and the St. Louis Blues in the National Hockey League.",
      "pageId": 661459,
      "monthDay": "03/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Gloria_Hendry",
      "name": "Gloria Hendry",
      "aboutText": "Robyn Rowan Hitchcock (born 3 March 1953) is an English singer-songwriter and guitarist. While primarily a vocalist and guitarist, he also plays harmonica, piano and bass guitar.\nComing to prominence in the late 1970s with The Soft Boys, Hitchcock afterward launched a prolific solo career.",
      "pageId": 982692,
      "monthDay": "03/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Jesse_Jefferson",
      "name": "Jesse Jefferson",
      "aboutText": "Gloria Hendry (born March 3, 1949), also known as Gloria Henry, is an American actress and former Playboy model. She is best known for her roles in films from the 1970s, most notably: portraying Rosie Carver in 1973's James Bond film Live and Let Die, which was Roger Moore´s first Bond film; and Helen Bradley in the blaxploitation film Black Caesar, and the sequel, Hell Up in Harlem.\n^ a b c d \"Gloria Hendry\".",
      "pageId": 1142203,
      "monthDay": "03/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Tim_Kazurinsky",
      "name": "Tim Kazurinsky",
      "aboutText": "Otto Stuppacher (3 March 1947 – 13 August 2001) was a racing driver from Vienna, Austria. He competed in hill-climbs and sports car racing before entering 3 Formula One Grands Prix with the ÖASC Racing Team in 1976, with a Tyrrell 007. He was refused entry to the 1976 Austrian Grand Prix, along with team-mate Karl Oppitzhauser, despite trying to raise a petition from the other teams.",
      "pageId": 1353912,
      "monthDay": "03/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Lindsay_Cooper",
      "name": "Lindsay Cooper",
      "aboutText": "Terence Charles \"Snowy\" White (born 3 March 1948, Barnstaple, Devon) is an English guitarist, known for having played with Thin Lizzy (permanent member from 1980 to 1982) and with Pink Floyd (as a backing guitarist; he was first invited to tour with the band through Europe and the United States in 1977, and during The Wall shows in 1980) and, more recently, for Roger Waters' band. He is also known for his 1983 solo effort \"Bird of Paradise\", which became a UK Singles Chart Top 10 hit single.",
      "pageId": 1418435,
      "monthDay": "03/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Andy_Murray_(ice_hockey)",
      "name": "Andy Murray",
      "aboutText": "Heizō Takenaka (竹中 平蔵, Takenaka Heizō, born 3 March 1951) is a Japanese economist and retired politician, last serving as Minister of Internal Affairs and Communications and Minister of State for Privatization of the Postal Services in the cabinet of Prime Minister Junichiro Koizumi.",
      "pageId": 1946618,
      "monthDay": "03/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Heiz%C5%8D_Takenaka",
      "name": "Heizō Takenaka",
      "aboutText": "Jesse Harrison Jefferson (March 3, 1949 – September 8, 2011) was a Major League Baseball pitcher best remembered as an inaugural member of the expansion Toronto Blue Jays.",
      "pageId": 1952138,
      "monthDay": "03/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Rudy_Fernandez_(actor)",
      "name": "Rudy Fernandez",
      "aboutText": "Ronald Chernow (born March 3, 1949) is an American writer, journalist, historian, and biographer. He has written bestselling and award-winning biographies of historical figures from the world of business, finance, and American politics.\nHistorian Andrew Cayton says, \"Chernow is no ordinary writer.",
      "pageId": 2240593,
      "monthDay": "03/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Zico",
      "name": "Zico",
      "aboutText": "Lindsay Cooper (3 March 1951 – 18 September 2013) was an English bassoon and oboe player, composer and political activist. Best known for her work with the band Henry Cow, she was also a member of Comus, National Health, News from Babel and David Thomas and the Pedestrians. She collaborated with a number of musicians, including Chris Cutler and Sally Potter, and co-founded the Feminist Improvising Group.",
      "pageId": 2368176,
      "monthDay": "03/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Robyn_Hitchcock",
      "name": "Robyn Hitchcock",
      "aboutText": "Jaspal Singh Bhatti (3 March 1955 – 25 October 2012) was an Indian television personality famous for his satirical take on the problems of the common man. He is most well known for his television series Flop Show and mini capsules Ulta Pulta which ran on Doordarshan, India's national television network, in the late 1980s and early 1990s. He was also known as the \"King of Comedy\".",
      "pageId": 2401870,
      "monthDay": "03/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/John_Lilley",
      "name": "John Lilley",
      "aboutText": "John Lilley (born March 3, 1954 in West Chester, Pennsylvania, USA) is an American guitarist, singer, songwriter, guitar teacher and landscape gardener, best known for being a member of rock band The Hooters.",
      "pageId": 12989205,
      "monthDay": "03/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/%C3%89douard_Lock",
      "name": "Édouard Lock",
      "aboutText": "Rodolfo Valentino \"Rudy\" Padilla Fernandez, screen name Rudy Fernandez (born Rodolfo Padilla Fernandez; March 3, 1952 – June 7, 2008) also known as Daboy, was a multi-awarded Filipino actor and producer. He came to prominence as an action star in the Philippine cinema during the 1980s up to the early 1990s.\n^ a b \"Philippines, Manila, Civil Registration, 1899-1994 Image Philippines, Manila, Civil Registration, 1899-1994; pal:/MM9.3.1/TH-1-14229-100798-79 — FamilySearch.org\".",
      "pageId": 15642339,
      "monthDay": "03/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Jaspal_Bhatti",
      "name": "Jaspal Bhatti",
      "aboutText": "Clifton Mark Snider (born March 3, 1947) is an American poet, novelist, literary critic, scholar, and educator. He has a B.A. and an M.A. from California State University, Long Beach, and a Ph.D. from the University of New Mexico.",
      "pageId": 16720515,
      "monthDay": "03/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Andy_Breckman",
      "name": "Andy Breckman",
      "aboutText": "Édouard Lock (born March 3, 1954, Morocco) is a Canadian dance choreographer and the founder of the Canadian dance group, La La La Human Steps.",
      "pageId": 27703105,
      "monthDay": "03/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Darnell_Williams",
      "name": "Darnell Williams",
      "aboutText": "Miranda Jane Richardson (born 3 March 1958) is an English stage, film and television actress. She made her film debut playing Ruth Ellis in Dance with a Stranger in 1985, and went on to receive Academy Award nominations for Damage (1992) and Tom & Viv (1994). For Damage, she won the BAFTA Award for Best Supporting Actress.",
      "pageId": 20192,
      "monthDay": "03/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Zbigniew_Boniek",
      "name": "Zbigniew Boniek",
      "aboutText": "Zbigniew \"Zibì\" Kazimierz Boniek (Polish pronunciation: [ˈzbiɡɲɛv ˈbɔɲɛk]; born 3 March 1956 in Bydgoszcz) is a former Polish footballer and manager and the current head of the Polish Football Association (PZPN). A former midfielder, he is considered one of the greatest Polish players of all time, and was selected by Pelé as one of the 100 best living footballers in 2004.\nIn an 80-cap international career, he scored 24 goals and played at three consecutive World Cups, helping Poland to 3rd place in 1982 and making the Team of the Tournament.",
      "pageId": 59377,
      "monthDay": "03/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Stephen_Budiansky",
      "name": "Stephen Budiansky",
      "aboutText": "Ira Jeffrey Glass (born March 3, 1959) is an American public radio personality and the host and producer of the radio and television show This American Life.",
      "pageId": 275415,
      "monthDay": "03/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Thom_Hoffman",
      "name": "Thom Hoffman",
      "aboutText": "Jacqueline \"Jackie\" Joyner-Kersee (born March 3, 1962) is an American retired track and field athlete, ranked among the all-time greatest athletes in the women's heptathlon as well as in the women's long jump. She won three gold, one silver, and two bronze Olympic medals, in those two events at four different Olympic Games. Sports Illustrated for Women magazine voted Joyner-Kersee the Greatest Female Athlete of the 20th century, just ahead of Babe Didrikson Zaharias.",
      "pageId": 458654,
      "monthDay": "03/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Nicholas_Shakespeare",
      "name": "Nicholas Shakespeare",
      "aboutText": "Herschel Walker (born March 3, 1962) is a retired professional football player and a former college football player, bobsledder, sprinter and mixed martial artist. He played college football for the University of Georgia, earned consensus All-American honors three times and won the 1982 Heisman Trophy. Walker began his professional football career with the New Jersey Generals of the United States Football League (USFL), before joining the Dallas Cowboys of the National Football League (NFL).",
      "pageId": 635876,
      "monthDay": "03/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Miranda_Richardson",
      "name": "Miranda Richardson",
      "aboutText": "Darnell Williams (born 3 March 1955) is a British-born soap opera actor.",
      "pageId": 705717,
      "monthDay": "03/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Ira_Glass",
      "name": "Ira Glass",
      "aboutText": "Fatima Whitbread MBE (born Fatima Vedad; 3 March 1961) is a British former javelin thrower. She is a former world champion and world record holder. She won the 1986 European Championships in Stuttgart and the 1987 World Championships in Rome.",
      "pageId": 947355,
      "monthDay": "03/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/Du%C5%A1ko_Vujo%C5%A1evi%C4%87",
      "name": "Duško Vujošević",
      "aboutText": "Perry McCarthy (born 3 March 1961) is a British racing driver, who drove in Formula One in 1992 before moving into sportscars, including driving in the 24 Hours of Le Mans five times between 1996 and 2003.",
      "pageId": 1353914,
      "monthDay": "03/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Benedict_Carey",
      "name": "Benedict Carey",
      "aboutText": "Glen E. Friedman (born March 3, 1962) is an American photographer and artist.\nFriedman has photographed rebellious artists Fugazi, Black Flag, Dead Kennedys, Circle Jerks, Minor Threat, Misfits, Bad Brains, Beastie Boys, Run-D.M.C., KRS-One, and Public Enemy, as well as classic skateboarding originators Tony Alva, Jay Adams, Alan Gelfand, Duane Peters, and Stacy Peralta. Although this work is documentary by association, he considers the work to be fine art photography, which his most recent work exhibits more obviously.",
      "pageId": 2458796,
      "monthDay": "03/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Neal_Heaton",
      "name": "Neal Heaton",
      "aboutText": "Raúl Alcalá Gallegos (born 3 March 1964) is a former professional road racing cyclist, who competed between 1985 and 1999 and again in 2008 and 2010. As an amateur, Alcalá competed in the 1984 Summer Olympics in Los Angeles, California, finishing in eleventh place and 17th with his team in the 100 km team time trial. In 1986, Alcalá became the first Mexican cyclist to compete in the Tour de France.",
      "pageId": 2692562,
      "monthDay": "03/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mary_Page_Keller",
      "name": "Mary Page Keller",
      "aboutText": "Nicholas William Richmond Shakespeare (born 3 March 1957) is a British novelist and biographer.",
      "pageId": 2837899,
      "monthDay": "03/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/John_Matteson",
      "name": "John Matteson",
      "aboutText": "Thomas Antonius Cornelis Ancion, known by the pseudonym Thom Hoffman, (born 3 March 1957 in Wassenaar) is a Dutch actor and photographer.",
      "pageId": 3884755,
      "monthDay": "03/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Perry_McCarthy",
      "name": "Perry McCarthy",
      "aboutText": "Neal Heaton (born March 3, 1960 in South Ozone Park, New York) is a former Major League Baseball left-handed pitcher who played for the Cleveland Indians, Minnesota Twins, Montreal Expos, Pittsburgh Pirates, Kansas City Royals, Milwaukee Brewers, and New York Yankees from 1982 to 1993.\nHeaton was drafted by the Indians in the 2nd round of the 1981 amateur draft from the University of Miami. He was selected to the National League All-Star team in 1990 with the Pirates.",
      "pageId": 4258210,
      "monthDay": "03/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Knut_N%C3%A6rum",
      "name": "Knut Nærum",
      "aboutText": "Martín Fiz Martín (born 3 March 1963 in Vitoria-Gasteiz, Álava) is a former long-distance runner from Spain, who won the marathon at the 1994 European Championships in Athletics in Helsinki and repeated his success at the 1995 World Championships in Athletics in Gothenburg. The same year he captured the title in the Rotterdam Marathon.\nAt the 1996 Summer Olympics in Atlanta Fiz came fourth in the Athletics at the 1996 Summer Olympics - Men's marathon.",
      "pageId": 4456145,
      "monthDay": "03/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Fatima_Whitbread",
      "name": "Fatima Whitbread",
      "aboutText": "Mary Page Keller (born March 3, 1961) is an American actress known for roles on television. Keller began her career on the daytime soap operas Ryan's Hope (1982–83) and Another World (1983–85) and later starred in a number of television sitcoms. She starred as Laura Kelly in the Fox comedy series Duet (1987-89) and in the show's spin-off, Open House (1989-90).",
      "pageId": 5644099,
      "monthDay": "03/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Glen_E._Friedman",
      "name": "Glen E. Friedman",
      "aboutText": "Knut Nærum (born 3 March 1961), is a Norwegian comedian, author, comics writer and TV-entertainer. He is best known for being one of the permanent panelists in the Norwegian show Nytt på nytt (Direct translate: News Anew). On April 23, 2015, Nærum announced that he would step down from the show at the end of the season.",
      "pageId": 9299517,
      "monthDay": "03/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jackie_Joyner-Kersee",
      "name": "Jackie Joyner-Kersee",
      "aboutText": "Duško Vujošević (Serbian Cyrillic: Душко Вујошевић; born 3 March 1959) is a Montenegrin-Serbian basketball coach, who last coached Partizan Belgrade, with which he has achieved his greatest results.",
      "pageId": 11966762,
      "monthDay": "03/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Herschel_Walker",
      "name": "Herschel Walker",
      "aboutText": "Benedict Carey (born 3 March 1960), also known as Ben, is an American journalist and reporter on medical and science topics for The New York Times.",
      "pageId": 12213935,
      "monthDay": "03/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mart%C3%ADn_Fiz",
      "name": "Martín Fiz",
      "aboutText": "John Matteson (born March 3, 1961) is an American professor of English and legal writing at John Jay College of Criminal Justice in New York City. He won the 2008 Pulitzer Prize for Biography or Autobiography for his first book Eden's Outcasts: The Story of Louisa May Alcott and Her Father.\nMatteson is the son of Thomas D. Matteson (1920–2011), an airline executive jointly responsible for developing the theory of reliability-centered maintenance, and Rosemary H. Matteson (1920–2010), who worked as a commercial artist before becoming a homemaker.",
      "pageId": 16914380,
      "monthDay": "03/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Ra%C3%BAl_Alcal%C3%A1",
      "name": "Raúl Alcalá",
      "aboutText": "Stephen Budiansky is an American author who writes primarily about history and science. He is a former national security correspondent, foreign editor, and deputy editor of U.S. News & World Report and former Washington editor of the scientific journal Nature. He was also for many years a correspondent for The Atlantic Monthly.",
      "pageId": 28390834,
      "monthDay": "03/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Laura_Harring",
      "name": "Laura Harring",
      "aboutText": "Brian Joseph Leetch (born March 3, 1968) is a retired American professional ice hockey defenseman who played 18 National Hockey League (NHL) seasons with the New York Rangers, Toronto Maple Leafs, and Boston Bruins. He is generally considered one of the top defensemen in NHL history, being particularly noted for his skating, offense, and playmaking abilities. He and fellow Rangers teammate Mike Richter were inducted into the U.S. Hockey Hall of Fame in 2008.",
      "pageId": 644252,
      "monthDay": "03/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Glenn_Kulka",
      "name": "Glenn Kulka",
      "aboutText": "Julie Bowen Luetkemeyer (born March 3, 1970), known professionally as Julie Bowen, is an American actress. She is best known for playing Carol Vessey on Ed (2000–04), Denise Bauer on Boston Legal (2005–07), Sarah Shephard on Lost (2005–07), and Claire Dunphy on the comedy Modern Family (since 2009). The latter earned her six nominations for the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series, winning in 2011 and 2012.",
      "pageId": 665734,
      "monthDay": "03/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Dragan_Stojkovi%C4%87",
      "name": "Dragan Stojković",
      "aboutText": "Timo Tapio Tolkki (born 3 March 1966) is a Finnish musician best known as the former guitarist, songwriter and producer of the power metal band Stratovarius. With his tenure lasting for more than twenty years, he was the longest standing member of the band before his departure in 2008. After leaving Stratovarius he formed two supergroups named Revolution Renaissance and Symfonia, both of which have since disbanded.",
      "pageId": 869402,
      "monthDay": "03/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Sophia_Aliberti",
      "name": "Sophia Aliberti",
      "aboutText": "Inzamam-ul-Haq  pronunciation ;Punjabi, Urdu: انضمام الحق‎; born 3 March 1970), also known as Inzy, is a former Pakistani cricketer. He is widely regarded as one of the greatest Pakistani batsmen ever. He is the leading run scorer for Pakistan in One-Day Cricket and the third-highest run scorer for Pakistan in Test cricket, after Younis Khan and Javed Miandad.",
      "pageId": 896403,
      "monthDay": "03/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Fernando_Colunga",
      "name": "Fernando Colunga",
      "aboutText": "Darren Robert Anderton (born 3 March 1972) is an English former footballer who spent most of his career with Tottenham Hotspur as a midfielder.",
      "pageId": 1089164,
      "monthDay": "03/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Tone_L%C5%8Dc",
      "name": "Tone Lōc",
      "aboutText": "Anthony Terrell Smith (born March 3, 1966), better known by his stage name Tone Lōc or Tone-Lōc /ˈtoʊn ˈloʊk/, is an American rapper and actor.",
      "pageId": 1101239,
      "monthDay": "03/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Timo_Tolkki",
      "name": "Timo Tolkki",
      "aboutText": "Charlton \"Charlie\" Brooker (born 3 March 1971) is an English satirist and broadcaster. He has worked in television, radio, print and online media.\nIn addition to writing for programmes such as Brass Eye, The 11 O'Clock Show and Nathan Barley, Brooker has presented a number of television shows, including Screenwipe, Gameswipe, Newswipe, Weekly Wipe, and 10 O'Clock Live.",
      "pageId": 1170080,
      "monthDay": "03/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Heidi_Swedberg",
      "name": "Heidi Swedberg",
      "aboutText": "Tyler Florence (born Kevin Tyler Florence  on March 3, 1971) is a chef and television host of several Food Network shows. He graduated from the College of Culinary Arts at the Charleston, South Carolina, campus of Johnson & Wales University in 1991. He was later given an honorary doctorate from the university for his culinary success.",
      "pageId": 1600027,
      "monthDay": "03/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Shankar_Mahadevan",
      "name": "Shankar Mahadevan",
      "aboutText": "Dragan Stojković (Serbian Cyrillic: Драган Стојковић, born 3 March 1965 in Niš, Serbia), also known under the nickname Piksi (Пикси) is a Serbian former footballer, and current manager of Guangzhou R&F.",
      "pageId": 2295483,
      "monthDay": "03/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Brian_Cox_(physicist)",
      "name": "Brian Cox",
      "aboutText": "Heidi Swedberg (born March 3, 1966) is an American actress and musician, best known for her role as Susan Ross, the fiancée of George Costanza, on the television sitcom Seinfeld.",
      "pageId": 2609814,
      "monthDay": "03/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Brian_Leetch",
      "name": "Brian Leetch",
      "aboutText": "Scott David Radinsky (born March 3, 1968) is a left-handed former relief pitcher in Major League Baseball, who had an 11-year career from 1990–1993 and 1995–2001. Radinsky is also the lead singer of the punk rock band Pulley, former lead singer of the bands Scared Straight and Ten Foot Pole and co-owner of the skate park which houses the Skateboarding Hall of Fame.\nRadinsky finished his career with a 42–25 record, a 3.44 ERA, and 358 strikeouts in 481-2/3 innings pitched.",
      "pageId": 2803186,
      "monthDay": "03/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Scott_Radinsky",
      "name": "Scott Radinsky",
      "aboutText": "Shankar Mahadevan (born 3 March 1967) is an award-winning composer and playback singer who is part of the Shankar–Ehsaan–Loy composing trio team for many Indian films. He is a four-time winner of the National Award: three times for Best Male Playback Singer and once for Best Music Director. Mahadevan founded the Shankar Mahadevan Academy, which provides online music lessons in Indian music for students worldwide.",
      "pageId": 3034811,
      "monthDay": "03/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Simon_Whitlock",
      "name": "Simon Whitlock",
      "aboutText": "Fernando Colunga Olivares (pronounced: [feɾˈnando koˈluŋɡa oliˈβaɾes]; born March 3, 1966 in Mexico City) is a Mexican actor known for his work in Mexican telenovelas.",
      "pageId": 4291951,
      "monthDay": "03/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Julie_Bowen",
      "name": "Julie Bowen",
      "aboutText": "Christian Eigner (born 3 March 1971 in Vienna, Austria) is a drummer, composer, live and session musician. He began drumming at the age of 4, and started his professional career aged 16 playing sessions and doing tours with various artists, across many genres. He has been performing with Depeche Mode since 1997, as their drummer.",
      "pageId": 6029368,
      "monthDay": "03/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Inzamam-ul-Haq",
      "name": "Inzamam-ul-Haq",
      "aboutText": "Brian Edward Cox, OBE (born 3 March 1968) is an English physicist, and Advanced Fellow of particle physics in the School of Physics and Astronomy at the University of Manchester. He is best known to the public as the presenter of science programmes, especially the Wonders of... series and for popular science books, such as Why Does E=mc²?",
      "pageId": 6329619,
      "monthDay": "03/03"
    },
    {
      "year": "1970",
      "uri": "/wiki/Kristine_Kunce",
      "name": "Kristine Kunce",
      "aboutText": "Laura Harring (born Laura Elena Martínez Herring; March 3, 1964) is a Mexican-American actress. In 1985, Harring became the first Latina woman crowned Miss USA. She later began her acting career in television and film. She is best known for her role as Rita in the 2001 cult neo-noir film Mulholland Drive.",
      "pageId": 8912222,
      "monthDay": "03/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Charlie_Brooker",
      "name": "Charlie Brooker",
      "aboutText": "Simon Whitlock (born 3 March 1969) is an Australian professional darts player who plays in Professional Darts Corporation tournaments, having also played in the British Darts Organisation between 2004-2009. He uses the nickname The Wizard for his matches. His walk-on music is Down Under by Men At Work.",
      "pageId": 10254961,
      "monthDay": "03/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Christian_Eigner",
      "name": "Christian Eigner",
      "aboutText": "Glenn Kulka (born March 3, 1964) is a retired Canadian professional wrestler, hockey and football player who competed in Canadian independent promotions during the late 1990s and had a brief stint in the World Wrestling Federation in 1997.\nHe also, at one time, held the North American pro football bench press record, pressing 225 pounds for 53 reps.\n^ Callis, Don (2004-06-20).",
      "pageId": 13551727,
      "monthDay": "03/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tyler_Florence",
      "name": "Tyler Florence",
      "aboutText": "Sophia Aliberti (Greek: Σοφία Αλιμπέρτη; born March 3, 1966) is a Greek talk show and game show host since 2004, television actress and former fashion model.",
      "pageId": 13818426,
      "monthDay": "03/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Darren_Anderton",
      "name": "Darren Anderton",
      "aboutText": "Kristine Kunce (born 3 March 1970), also known as Kristine Radford, is an Australian professional tennis player who competed during the mid-80s through the 1990s.\nKunce reached a career high of World No. 45 on 15 August 1994; and a career high in doubles of World No.",
      "pageId": 14803173,
      "monthDay": "03/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Xavier_Bettel",
      "name": "Xavier Bettel",
      "aboutText": "Ronan Patrick John Keating (born 3 March 1977) is an Irish recording artist, singer-songwriter, musician, and philanthropist. He debuted in 1994, alongside Keith Duffy, Michael Graham, Shane Lynch, and Stephen Gately, as the lead singer of Irish group Boyzone. His solo career started in 1999 and has spawned nine albums.",
      "pageId": 467663,
      "monthDay": "03/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Alison_King",
      "name": "Alison King",
      "aboutText": "David Anthony Faustino (born March 3, 1974) is an American actor and rapper primarily known for his role as Bud Bundy on the FOX sitcom Married... with Children and for voicing Mako in The Legend of Korra.",
      "pageId": 1724817,
      "monthDay": "03/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Matthew_Marsden",
      "name": "Matthew Marsden",
      "aboutText": "Victoria Nika Zdrok (Ukrainian: Вікторія Здрок; born March 3, 1973) is a pornographic film actress, author, and model of Ukrainian origin. She is Playboy's Playmate for October 1994. In June 2002 she became Penthouse magazine's Pet of the Month, later being chosen as their 2004 Penthouse Pet of the Year.",
      "pageId": 1731500,
      "monthDay": "03/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Victoria_Zdrok",
      "name": "Victoria Zdrok",
      "aboutText": "Alex Zane (born Faris Alexander L. Albayaty; 3 March 1979) is an English television presenter and DJ.",
      "pageId": 2407418,
      "monthDay": "03/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Paula_Malai_Ali",
      "name": "Paula Malai Ali",
      "aboutText": "Patrick Renna (born March 3, 1979) is an American actor who began his career in the film The Sandlot playing Hamilton \"Ham\" Porter. Since then, he has appeared in over 25 feature films as well as numerous guest-starring and recurring roles in award-winning television series such as Boston Legal and The X-Files among others.",
      "pageId": 2649536,
      "monthDay": "03/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/David_Faustino",
      "name": "David Faustino",
      "aboutText": "Fraser Gehrig (born 3 March 1976) is a retired Australian rules footballer in the Australian Football League (AFL) who played for the St Kilda Football Club and the West Coast Eagles. He is the owner of Restaurant – Michelangelo's.\nGehrig was a versatile player during his AFL career, beginning his career at West Coast before becoming known as a powerful goal kicker and Coleman medalist at St Kilda.",
      "pageId": 2688805,
      "monthDay": "03/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Aleksandr_Abdulkhalikov",
      "name": "Aleksandr Abdulkhalikov",
      "aboutText": "Alison Rosamund King (born 3 March 1973) is an English actress. She has had major television roles as Lynda Block in the Sky One television series Dream Team, and since 2006 as Carla Connor in the ITV soap opera Coronation Street.",
      "pageId": 3284932,
      "monthDay": "03/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Aleksei_Abdulkhalikov",
      "name": "Aleksei Abdulkhalikov",
      "aboutText": "Paula Malai Ali Othman (born 3 March 1974, in Brunei) is a television personality from Brunei. Formerly a veejay for Channel V, she is now a presenter for Fox Sports Asia.\nA well-known media figure in Asia, Paula has worked as a television and radio presenter, stage actress, and vocal talent.",
      "pageId": 3441518,
      "monthDay": "03/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Fraser_Gehrig",
      "name": "Fraser Gehrig",
      "aboutText": "Matthew Marsden (born 3 March 1973) is an English actor, producer, singer, and model.",
      "pageId": 3688464,
      "monthDay": "03/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Keit_Pentus-Rosimannus",
      "name": "Keit Pentus-Rosimannus",
      "aboutText": "Albert Jorquera Fortià (born 3 March 1979) is a Spanish retired footballer who played as a goalkeeper.",
      "pageId": 3897063,
      "monthDay": "03/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ronan_Keating",
      "name": "Ronan Keating",
      "aboutText": "Matthew Edward Diaz (/ˈdaɪ.əz/ DY-əz; born March 3, 1978) is an American former professional baseball outfielder.",
      "pageId": 4347553,
      "monthDay": "03/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/St%C3%A9phane_Robidas",
      "name": "Stéphane Robidas",
      "aboutText": "Joseph Pierre Stéphane Robidas /ˈroʊbɪdɑː/ (born March 3, 1977) is a Canadian professional ice hockey defenceman for the Toronto Maple Leafs of the National Hockey League (NHL). He played for HIFK of the SM-liiga during the 2012 NHL lockout.",
      "pageId": 4709394,
      "monthDay": "03/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Barret_Swatek",
      "name": "Barret Swatek",
      "aboutText": "Jigar Ashwin Madia, known as Ashwin Madia (born March 3, 1978), is an American attorney and Iraq War veteran who ran for the United States Congress in Minnesota's 3rd congressional district in 2008. He won the endorsement of the Minnesota Democratic Farmer Labor Party (DFL) against other candidates including State Senator Terri Bonoff (DFL); the only announced candidate for the Republican nomination was Erik Paulsen.\nHis candidacy was announced after the incumbent, Jim Ramstad (Republican), announced his retirement in 2007, which gave an opportunity for both major parties to field potential candidates.",
      "pageId": 14530445,
      "monthDay": "03/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Buddy_Valastro",
      "name": "Buddy Valastro",
      "aboutText": "Keit Pentus-Rosimannus (born 3 March 1976) is an Estonian politician, vice-chairwoman of the biggest parliament party Reform Party and former chairwoman of its parliamentary faction. She was the Minister of Foreign Affairs for Estonia from 2014 to 2015 having previously been the Minister of the Environment from 2011 to 2014.",
      "pageId": 21393537,
      "monthDay": "03/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Matt_Diaz",
      "name": "Matt Diaz",
      "aboutText": "Xavier Bettel (born 3 March 1973) is a Luxembourgish politician and lawyer, serving as Prime Minister of Luxembourg since 4 December 2013 after succeeding Jean-Claude Juncker. He has previously served as Mayor of Luxembourg City, member of the Chamber of Deputies and member of the Luxembourg City communal council.",
      "pageId": 22357485,
      "monthDay": "03/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Ashwin_Madia",
      "name": "Ashwin Madia",
      "aboutText": "Aleksei Rustamovich Abdulkhalikov (Russian: Алексей Рустамович Абдулхаликов; born 3 March 1975) is a Russian professional football player. In 2009, he played in the Russian Second Division for FC Dynamo Kirov. He also holds Uzbekistani citizenship.",
      "pageId": 24420918,
      "monthDay": "03/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Aarti_Mann",
      "name": "Aarti Mann",
      "aboutText": "Aleksandr Rustamovich Abdulkhalikov (Russian: Александр Рустамович Абдулхаликов; born 3 March 1975) is a Russian professional football player. He last played in the Russian Second Division for FC Khimik Dzerzhinsk. He also holds Uzbekistani citizenship.",
      "pageId": 24425453,
      "monthDay": "03/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Albert_Jorquera",
      "name": "Albert Jorquera",
      "aboutText": "Barret Swatek (born March 3, 1977) is an American actress and comedian who has appeared in films such as Lethal Weapon 4, The 40-Year-Old Virgin, and High School. She has also made guest appearances on television shows such as Just Shoot Me!, American Dad!, and 2 Broke Girls, and recurred as teacher Ms. Sommers on 10 Things I Hate About You.",
      "pageId": 25272498,
      "monthDay": "03/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Patrick_Renna",
      "name": "Patrick Renna",
      "aboutText": "Bartolo \"Buddy\" Valastro, Jr. (born March 3, 1977) is an Italian American celebrity chef, entrepreneur, and reality television personality. He is the owner of Carlo's Bakery, as well as the face of Buddy V's.",
      "pageId": 27500659,
      "monthDay": "03/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Alex_Zane",
      "name": "Alex Zane",
      "aboutText": "Aarti Majumdar (born March 3, 1978), better known by her stage name Aarti Mann, is an American actress of Indian origin. She has starred in several television programs, including a part in the sci-fi drama Heroes.",
      "pageId": 29997352,
      "monthDay": "03/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Christian_Coronel",
      "name": "Christian Coronel",
      "aboutText": "Jessica Claire (Biel) Timberlake (born March 3, 1982) is an American actress. Biel began her career as a vocalist appearing in musical productions until she was cast as Mary Camden in the family-drama series 7th Heaven, for which she achieved recognition. The series is the longest-running series that ever aired on The WB channel and is the longest-running family drama in television history.",
      "pageId": 676082,
      "monthDay": "03/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mason_Unck",
      "name": "Mason Unck",
      "aboutText": "Emmanuel Addoquaye Pappoe (born 3 March 1981 in Accra) is a Ghanaian footballer who currently plays for Liberty Professionals F.C..",
      "pageId": 1387329,
      "monthDay": "03/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Eugene_(actress)",
      "name": "Eugene",
      "aboutText": "Wesley Eric Weston, Jr. (born March 3, 1981), better known by his stage name Lil' Flip, is an American rapper. He is best known for his singles \"I Can Do Dat\" from his debut album The Leprechaun, \"The Way We Ball\" from his second album Undaground Legend, \"Sunshine\" from his third album U Gotta Feel Me, \"Game Over\" also from his third album U Gotta Feel Me and \"Rollin on 20's\" from the 2 Fast 2 Furious Soundtrack.",
      "pageId": 1635517,
      "monthDay": "03/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/David_Bailey_(basketball)",
      "name": "David Bailey",
      "aboutText": "Kim Yoo-jin (born March 3, 1981), professionally known in English as Eugene, is a singer, actress, emcee from South Korea. She is a former member of a Korean female idol group called S.E.S., popular in the late 1990s and early 2000s. She has released two solo albums and has gone on to star in TV dramas and movies and work as an MC in various shows and programs.",
      "pageId": 1984291,
      "monthDay": "03/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Lil%27_Flip",
      "name": "Lil' Flip",
      "aboutText": "Mason Unck (born March 3, 1980 in Ogden, Utah) was a linebacker for the Cleveland Browns from 2003–2006. He played college football at Arizona State University. He played primarily as a special teams player.",
      "pageId": 2944643,
      "monthDay": "03/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Justin_Gabriel",
      "name": "Justin Gabriel",
      "aboutText": "Alexander Valerevich Semin (Russian: Александр Валерьевич Сёмин, Russian pronunciation: [ɐlʲɪˈksandr sʲɵˈmʲin]; born 3 March 1984) is a Russian professional ice hockey player who is currently a free agent.",
      "pageId": 3000919,
      "monthDay": "03/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Julius_Malema",
      "name": "Julius Malema",
      "aboutText": "Sung Yu-ri (born March 3, 1981) is a South Korean actress and singer. She made her entertainment debut in 1998 as a member of the now-defunct K-pop group Fin.K.L. Sung turned to acting in 2002, starring in television dramas such as Thousand Years of Love (2003), The Snow Queen (2006), Hong Gil-dong (2008), and Feast of the Gods (2010).",
      "pageId": 3232199,
      "monthDay": "03/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Emmanuel_Pappoe",
      "name": "Emmanuel Pappoe",
      "aboutText": "Colton \"Bobby\" Douglas Orr (born March 3, 1982) is a Canadian professional ice hockey player currently playing for the Stockton Heat of the American Hockey League (AHL).",
      "pageId": 3270287,
      "monthDay": "03/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Sung_Yu-ri",
      "name": "Sung Yu-ri",
      "aboutText": "Ashley Hansen (born 3 March 1983) is a former Australian rules footballer, and the current coach of Footscray in the VFL. He formerly played for the West Coast Eagles in the Australian Football League. Hansen was born in Victoria, Australia and was educated at Mazenod College. His father, Clarke Hansen, is a respected AFL commentator.",
      "pageId": 3475764,
      "monthDay": "03/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jessica_Biel",
      "name": "Jessica Biel",
      "aboutText": "Santonio Holmes Jr. (born March 3, 1984) is an American football wide receiver who is currently a free agent. He was drafted by the Pittsburgh Steelers in the first round of the 2006 NFL Draft after playing college football at Ohio State.",
      "pageId": 3950688,
      "monthDay": "03/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Martin_Hauswald",
      "name": "Martin Hauswald",
      "aboutText": "Chris Roberson (born March 3, 1983) is a former American football cornerback. He was drafted by the Jacksonville Jaguars in the seventh round of the 2005 NFL Draft. He played college football at Eastern Michigan.",
      "pageId": 8411943,
      "monthDay": "03/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Colton_Orr",
      "name": "Colton Orr",
      "aboutText": "Derreck Robinson (born March 3, 1982) is a former American football defensive end. He was signed by the San Diego Chargers as an undrafted free agent in 2005. He played college football at Iowa.",
      "pageId": 9066346,
      "monthDay": "03/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Derreck_Robinson",
      "name": "Derreck Robinson",
      "aboutText": "Marie-Pier Boudreau Gagnon (born March 3, 1983 in Rivière-du-Loup, Quebec) is a Canadian synchronized swimmer and four times Commonwealth Games gold medalist. She first became interested in synchronized swimming at the age of seven after watching Sylvie Fréchette on television, and has been a member of Synchro Canada's national team since 1998.\nMarie-Pier represented Canada in the women's solo event at the 2005 FINA World Championships in Montreal.",
      "pageId": 9599533,
      "monthDay": "03/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Marie-Pier_Boudreau_Gagnon",
      "name": "Marie-Pier Boudreau Gagnon",
      "aboutText": "Valerio Bernabò (born 3 March 1984 in Rome) is an Italian rugby union player, currently playing for Benetton Treviso in the RaboDirect Pro12 competition. He has also been capped for the Italian national team, making his debut in 2004 against the USA. He also captained the Italian under-21 team. His usual position is at lock.",
      "pageId": 9993617,
      "monthDay": "03/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ashley_Hansen",
      "name": "Ashley Hansen",
      "aboutText": "Christian P. Coronel (born March 3, 1980 in Manila, Philippines) is a Filipino professional basketball player who last played for the Barako Energy Coffee Masters in the Philippine Basketball Association. He also played for the Sta.",
      "pageId": 16857601,
      "monthDay": "03/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Sarah_Poewe",
      "name": "Sarah Poewe",
      "aboutText": "Julius Sello Malema (born 3 March 1981) is the leader of the Economic Freedom Fighters, a South African political party, which he founded in July 2013. He previously served as President of the African National Congress Youth League from 2008 to 2012. Malema was a member of the ANC until his expulsion from the party in April 2012.",
      "pageId": 18397339,
      "monthDay": "03/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chris_Roberson_(American_football)",
      "name": "Chris Roberson",
      "aboutText": "Sarah Poewe (born 3 March 1983) is an Olympic breaststroke swimmer who has competed internationally for both South Africa and Germany.\nAt the age of 14, she made her international debut at the 1997 Pan Pacific Championships. Sarah was the voted the Best Female Swimmer in the 1998 Junior Olympics in Moscow.",
      "pageId": 19834348,
      "monthDay": "03/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Valerio_Bernab%C3%B2",
      "name": "Valerio Bernabò",
      "aboutText": "Paul Lloyd Jr. (born 3 March 1981) is a South African professional wrestler, best known for his tenures in World Wrestling Entertainment (WWE), where he competed under the ring name Justin Gabriel, and Total Nonstop Action Wrestling. He is currently competing for Lucha Underground under the ring name PJ Black.",
      "pageId": 23727806,
      "monthDay": "03/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Santonio_Holmes",
      "name": "Santonio Holmes",
      "aboutText": "Martin Hauswald (born 3 March 1982 in Sebnitz) is a German footballer who currently plays for Wacker Nordhausen.\n^ \"Martin Hauswald\". worldfootball.net.",
      "pageId": 29448235,
      "monthDay": "03/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Alexander_Semin",
      "name": "Alexander Semin",
      "aboutText": "David Bailey (born March 3, 1981) is an American professional basketball player. He is most notable for his time spent as point guard for the Loyola Ramblers men's basketball team from 1999 to 2003. He was a three-time All-Horizon League selection (two-time first team), a Horizon League scoring champion, a Horizon League assists champion and Horizon League All-Tournament team selection.",
      "pageId": 33694544,
      "monthDay": "03/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sam_Morrow",
      "name": "Sam Morrow",
      "aboutText": "Stacie Joy Orrico (born March 3, 1986) is an American singer, songwriter, and occasional actress. In 1998, she signed to ForeFront Records when she was 12 years old, and recorded her first album, Genuine (2000), which sold 13,000 in its first week of release.\nAfter her first album, she signed to a new record label, Virgin Records, and started to record her self-titled album Stacie Orrico (2003).",
      "pageId": 445169,
      "monthDay": "03/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Toby_Turner",
      "name": "Toby Turner",
      "aboutText": "Samuel Morrow (born 3 March 1985), also known as Sam Morrow or Sammy Morrow, is a semi-professional football player from County Londonderry, Northern Ireland.",
      "pageId": 2442513,
      "monthDay": "03/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jed_Collins",
      "name": "Jed Collins",
      "aboutText": "Summer Rose Hoyland is a fictional character from the Australian soap opera Neighbours, played by Jordy Lucas. She made her first screen appearance during the episode broadcast on 20 May 2002. The character was originally played by Marisa Siketa from her arrival to her departure in 2005 and her subsequent returns in 2006 and 2007.",
      "pageId": 4705654,
      "monthDay": "03/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Stacie_Orrico",
      "name": "Stacie Orrico",
      "aboutText": "Mehmet Topal (born 3 March 1986) is a Turkish professional footballer who plays for Fenerbahçe SK as a defensive midfielder.",
      "pageId": 6945593,
      "monthDay": "03/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mehmet_Topal",
      "name": "Mehmet Topal",
      "aboutText": "Erwin Mulder (Dutch pronunciation: [ˈɛrʋɪn ˈmʏɫdər]) (born 3 March 1989 in Pannerden, Gelderland) is a Dutch footballer who plays as a goalkeeper for SC Heerenveen in the Dutch Eredivisie.",
      "pageId": 12109996,
      "monthDay": "03/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jes%C3%BAs_Padilla",
      "name": "Jesús Padilla",
      "aboutText": "Jesús Padilla (born March 3, 1987 in San Jose, California) is a Mexican American football player who plays as a striker for Cimarrones de Sonora in the Ascenso MX.",
      "pageId": 12786552,
      "monthDay": "03/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Riccardo_Bocchino",
      "name": "Riccardo Bocchino",
      "aboutText": "Jan-Arie van der Heijden (born 3 March 1988 in Schoonhoven) is a Dutch footballer who plays as a centre back.",
      "pageId": 14136953,
      "monthDay": "03/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Teodora_Mir%C4%8Di%C4%87",
      "name": "Teodora Mirčić",
      "aboutText": "Jedidiah Gabriel \"Jed\" Collins (born March 3, 1986) is an American football fullback who is currently a free agent. Collins was signed by the Philadelphia Eagles as an undrafted free agent in 2008. Collins played college football at Washington State.",
      "pageId": 18134782,
      "monthDay": "03/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Michael_Morrison_(footballer)",
      "name": "Michael Morrison",
      "aboutText": "Teodora Mirčić (Serbian: Теодора Мирчић; born 3 March 1988) is a Serbian tennis player.",
      "pageId": 18750429,
      "monthDay": "03/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Sibel_%C3%96zkan",
      "name": "Sibel Özkan",
      "aboutText": "Sibel Özkan (born March 3, 1988 in Afyonkarahisar) is a Turkish Olympic medalist weightlifter competing in the Women's 48 kg division.",
      "pageId": 18780915,
      "monthDay": "03/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Patricia_Tumulak",
      "name": "Patricia Tumulak",
      "aboutText": "Michael Brian Morrison (born 3 March 1988) is an English footballer who plays for Birmingham City.",
      "pageId": 18786532,
      "monthDay": "03/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jan-Arie_van_der_Heijden",
      "name": "Jan-Arie van der Heijden",
      "aboutText": "Vlantimir \"Vlanto\" Giankovits (alternate spelling: Vlantimiros) (Greek: Βλαδίμηρος \"Βλάντο\" Γιάνκοβιτς, Vladimiros \"Vlado\" Giankovits, Serbian: Владимир \"Владо\" Јанковић, Vladimir \"Vlado\" Janković; born March 3, 1990) is a Serbian-born Greek professional basketball player for Panathinaikos of the Greek Basket League. He is 2.02 m (6 ft 7 ½ in) tall, and weighs 99.6 kg (220 lbs). He plays at the small forward position, but he can also play as a shooting guard and a Small forward.",
      "pageId": 19104364,
      "monthDay": "03/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Max_Waller",
      "name": "Max Waller",
      "aboutText": "Max Thomas Charles Waller (born 3 March 1988) is an English cricketer. He is a right-handed batsman and a leg break bowler.",
      "pageId": 21365959,
      "monthDay": "03/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Erwin_Mulder",
      "name": "Erwin Mulder",
      "aboutText": "Patricia Marie Harvard Tumulak, popularly known as Patricia Tumulak (born March 3, 1988 in Quezon City, Metro Manila, Philippines) is a Filipino fashion model and beauty queen. She competed in the ninth edition of the national Miss Philippines Earth beauty pageant and was crowned Miss Philippines Fire 2009 which is equivalent to a 3rd runner-up position. She was appointed and given the title of Miss Multiverse Philippines 2014 and represented the Philippines at the Miss Multiverse International 2014 pageant on November 24 in Punta Cana, Dominican Republic.",
      "pageId": 25736802,
      "monthDay": "03/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Hayley_Marie_Norman",
      "name": "Hayley Marie Norman",
      "aboutText": "Hayley Marie Norman (born March 3, 1981) is an American film and television actress known for numerous roles including the critically acclaimed Top Five, as well as Fired Up, Hancock, Beyond the Lights, Trailer Park of Terror, Our Family Wedding,Norbit. Aside from features films, she has also stars in several television shows including recurring roles abc's Selfie, on the Starz cable network series Crash in which she acted opposite Dennis Hopper, and BET's long running The Game. She was also seen on the soap opera The Young and the Restless, Studio 60 on the Sunset Strip, Bones, and New Girl, amongst numerous others.",
      "pageId": 26150391,
      "monthDay": "03/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Sef_Cadayona",
      "name": "Sef Cadayona",
      "aboutText": "Riccardo Bocchino (born 3 March 1988) is an Italian rugby union player. Bocchino, who is a fly-half, plays his club rugby for Aironi. He made his debut for Italy against Ireland on 6 February 2010.",
      "pageId": 26378144,
      "monthDay": "03/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Vladimir_Jankovi%C4%87",
      "name": "Vladimir Janković",
      "aboutText": "John Paul Joseph Cadayona (born March 3, 1989 in Las Piñas City) also known his screen name as Sef Cadayona is an actor and director and producer who came from the fifth season of StarStruck.\nSef is being called as the male Sheena Halili for portraying sidekick roles in the series that he belonged to. The series where he became a sidekick are Ilumina (2010) as the best friend of Aljur Abrenica, Time of My Life (2011) as the gay best friend of Kris Bernal, Alice Bungisngis and her Wonder Walis (2012) as the sidekick of Jean Garcia; in Together Forever as best friend of Julie Ann San Jose and in Mundo Mo'y Akin (2013) as the best friend of Alden Richards' role.",
      "pageId": 27492952,
      "monthDay": "03/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Jordy_Lucas",
      "name": "Jordy Lucas",
      "aboutText": "Toby Joe Turner (born March 3, 1985), also known by his stage name Tobuscus, is an American internet personality, actor, comedian and musician. Originally from Niceville, Florida, he is currently based in Los Angeles, California, and is best known for his YouTube videos as well as a number of television and film roles. As of August 26, 2015, Turner has a total of over 15.3 million subscribers and over 3.4 billion video views over his three YouTube channels.",
      "pageId": 38575277,
      "monthDay": "03/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Daria_Yurlova",
      "name": "Daria Yurlova",
      "aboutText": "Gabriela Vianna Cé (born 3 March 1993 in Porto Alegre) is a Brazilian tennis player.\nCé has won eight singles and seven doubles titles on the ITF tour in her career. On 3 November 2014, she reached her best singles ranking of world number 225.",
      "pageId": 41861816,
      "monthDay": "03/03"
    },
    {
      "year": "1993",
      "uri": "/wiki/Gabriela_C%C3%A9",
      "name": "Gabriela Cé",
      "aboutText": "Daria Yurlova (born 3 March 1992) is an Estonian biathlete. She was born in Narva. She competed at the Biathlon World Championships 2011, 2012, 2013 and 2015.",
      "pageId": 41953113,
      "monthDay": "03/03"
    },
    {
      "year": "1993",
      "uri": "/wiki/Nicole_Gibbs",
      "name": "Nicole Gibbs",
      "aboutText": "Nicole Gibbs (born March 3, 1993) is an American tennis player.\nGibbs has won four singles and one doubles title on the ITF tour in her career. On September 29, 2014, she reached her best singles ranking of world number 89.",
      "pageId": 25468636,
      "monthDay": "03/03"
    },
    {
      "year": "1994",
      "uri": "/wiki/Umika_Kawashima",
      "name": "Umika Kawashima",
      "aboutText": "Umika Kawashima (born March 3, 1994 in Saitama Prefecture, Japan) is a Japanese idol, singer, and actress. She is a member of the Japanese girl group 9nine. Her solo single \"Maji de Koi Suru 5 Byō Mae/Ichigo Iro no Kimochi\", on the Watashi no Yasashikunai Senpai soundtrack, reached #46 on the Oricon chart.",
      "pageId": 34745566,
      "monthDay": "03/03"
    },
    {
      "year": "1995",
      "uri": "/wiki/Maine_Mendoza",
      "name": "Maine Mendoza",
      "aboutText": "Nicomaine Dei Capili Mendoza, popularly known as Maine Mendoza or Yaya Dub (born March 3, 1995 in Santa Maria, Bulacan, Philippines), is a Filipina internet celebrity, comedienne, television personality and actress. She is best known for her viral Dubsmash videos and her role as Yaya Dub in the noontime variety show Eat Bulaga!'s Kalyeserye segment airing on GMA Network and worldwide via GMA Pinoy TV. After Mendoza was accidentally paired with Alden Richards forming the love team AlDub, the ratings of Eat Bulaga! were further increased and Mendoza as well as Richards' popularity that is often described as phenomenal.",
      "pageId": 47165498,
      "monthDay": "03/03"
    }
  ]
}