{
  "people": [
    {
      "year": "1286",
      "uri": "/wiki/John_III,_Duke_of_Brittany",
      "name": "John III, Duke of Brittany",
      "aboutText": "Carl Philipp Emanuel Bach (8 March 1714 – 14 December 1788), also formerly spelled Karl Philipp Emmanuel Bach, was a German Classical period musician and composer, the fifth child and second (surviving) son of Johann Sebastian Bach and Maria Barbara Bach. His second name was given in honor of his godfather Georg Philipp Telemann, a friend of Johann Sebastian Bach.\nC. P. E. Bach was an influential composer working at a time of transition between his father's baroque style and the classical and romantic styles that followed it.",
      "pageId": 58237,
      "monthDay": "03/08"
    },
    {
      "year": "1293",
      "uri": "/wiki/Beatrice_of_Castile_(1293%E2%80%931359)",
      "name": "Beatrice of Castile",
      "aboutText": "William V, Prince of Orange (Willem Batavus; 8 March 1748 – 9 April 1806) was the last Stadtholder of the Dutch Republic. He went into exile to London in 1795. He was the reigning Prince of Nassau-Orange until his death in 1806.",
      "pageId": 74335,
      "monthDay": "03/08"
    },
    {
      "year": "1495",
      "uri": "/wiki/John_of_God",
      "name": "John of God",
      "aboutText": "Admiral of the Fleet Richard Howe, 1st Earl Howe, KG (8 March 1726 – 5 August 1799) was a British naval officer. After serving throughout the War of the Austrian Succession, he gained a reputation for his role in amphibious operations against the French coast as part of Britain's policy of naval descents during the Seven Years' War. He also took part, as a naval captain, in the decisive British naval victory at the Battle of Quiberon Bay in November 1759.",
      "pageId": 224086,
      "monthDay": "03/08"
    },
    {
      "year": "1514",
      "uri": "/wiki/Amago_Haruhisa",
      "name": "Amago Haruhisa",
      "aboutText": "Amago Haruhisa (尼子 晴久, March 8, 1514 - January 9, 1561) was a powerful warlord in Chūgoku region, Japan. He is the second son of Amago Masahisa. Initially named Akihisa (詮久), he changed his name to Haruhisa in 1541 after Ashikaga Yoshiharu offered to let him use a kanji from his name.",
      "pageId": 352767,
      "monthDay": "03/08"
    },
    {
      "year": "1566",
      "uri": "/wiki/Carlo_Gesualdo",
      "name": "Carlo Gesualdo",
      "aboutText": "Simon Cameron (March 8, 1799 – June 26, 1889) was an American politician who served as United States Secretary of War for Abraham Lincoln at the start of the American Civil War. Cameron made his fortune in railways, canals and banking, founding the Bank of Middletown. He then turned to a life of politics.",
      "pageId": 375081,
      "monthDay": "03/08"
    },
    {
      "year": "1659",
      "uri": "/wiki/Isaac_de_Beausobre",
      "name": "Isaac de Beausobre",
      "aboutText": "André Michaux, also spelled: Andrew Michaud, (8 March 1746 – 11 October 1802) was a French botanist and explorer. He is most noted for his study of North American flora. In addition Michaux collected specimens in England, Spain, France, and even Persia.",
      "pageId": 385948,
      "monthDay": "03/08"
    },
    {
      "year": "1617",
      "uri": "/wiki/Tito_Livio_Burattini",
      "name": "Tito Livio Burattini",
      "aboutText": "Jan Józef Ignacy Łukasiewicz (Polish pronunciation: [wukaˈɕɛvʲitʂ]; 1822–82) was a Polish pharmacist and petroleum industry pioneer who in 1856 built the world's first oil refinery. His achievements included the discovery of how to distill kerosene from seep oil, the invention of the modern kerosene lamp (1853), the introduction of the first modern street lamp in Europe (1853), and the construction of the world's first modern oil well (1854).\nŁukasiewicz became a wealthy man and one of the most prominent philanthropists in Central Europe's Galicia.",
      "pageId": 433996,
      "monthDay": "03/08"
    },
    {
      "year": "1702",
      "uri": "/wiki/Anne_Bonny",
      "name": "Anne Bonny",
      "aboutText": "Carlo Gesualdo da Venosa (30 March 1566 – 8 September 1613) was Prince of Venosa and Count of Conza. As a musician he is best known for writing intensely expressive madrigals and pieces of sacred music that use a chromatic language not heard again until the late 19th century. He is also known for his cruelty and lewdness: the best known fact of his life is his gruesome killing of his first wife and her lover upon finding them in flagrante delicto.",
      "pageId": 494152,
      "monthDay": "03/08"
    },
    {
      "year": "1712",
      "uri": "/wiki/John_Fothergill_(physician)",
      "name": "John Fothergill",
      "aboutText": "Alvan Clark (March 8, 1804 – August 19, 1887), born in Ashfield, Massachusetts, the descendant of a Cape Cod whaling family of English ancestry, was an American astronomer and telescope maker. He was a portrait painter and engraver (ca.1830s-1850s), and at the age of 40 became involved in telescope making. Using glass blanks made by Chance Brothers of Birmingham and Feil-Mantois of Paris, his firm Alvan Clark & Sons ground lenses for refracting telescopes, including the largest in the world at the time: the 18.5-inch (470 mm) at Dearborn Observatory at the Old University of Chicago (the lens was originally intended for Ole Miss), the two 26-inch (660 mm) telescopes at the United States Naval Observatory and McCormick Observatory, the 30-inch (760 mm) at Pulkovo Observatory (destroyed in the Siege of Leningrad; only the lens survives), the 36-inch (910 mm) telescope at Lick Observatory (still third-largest) and later the 40-inch (1,000 mm) at Yerkes Observatory, which remains the largest successful refracting telescope in the world.",
      "pageId": 514880,
      "monthDay": "03/08"
    },
    {
      "year": "1714",
      "uri": "/wiki/Carl_Philipp_Emanuel_Bach",
      "name": "Carl Philipp Emanuel Bach",
      "aboutText": "Count Jan Potocki (Polish pronunciation: [ˈjan pɔˈtɔt͡skʲi]; 8 March 1761 – 23 December 1815) was a Polish nobleman, Polish Army Captain of Engineers, ethnologist, Egyptologist, linguist, traveler, adventurer and popular author of the Enlightenment period, whose life and exploits made him a legendary figure in his homeland. Outside Poland he is known chiefly for his novel, The Manuscript Found in Saragossa.",
      "pageId": 563067,
      "monthDay": "03/08"
    },
    {
      "year": "1726",
      "uri": "/wiki/Richard_Howe,_1st_Earl_Howe",
      "name": "Richard Howe, 1st Earl Howe",
      "aboutText": "John III the Good (in Breton Yann III, in French Jean III; 8 March 1286 – 30 April 1341) was duke of Brittany, from 1312 to his death and 5th Earl of Richmond from 1334 to his death. He was the son of Duke Arthur II and Mary of Limoges, his first wife. John was strongly opposed to his father's second marriage to Yolande of Dreux, Queen of Scotland and attempted to contest its legality.",
      "pageId": 640279,
      "monthDay": "03/08"
    },
    {
      "year": "1746",
      "uri": "/wiki/Andr%C3%A9_Michaux",
      "name": "André Michaux",
      "aboutText": "Hannah Hoes Van Buren (born Hoes; March 8, 1783 – February 5, 1819) was the wife of the eighth President of the United States, Martin Van Buren. She died in 1819, before Martin van Buren became President. He never remarried and was one of the few Presidents to be unmarried while in office.",
      "pageId": 751359,
      "monthDay": "03/08"
    },
    {
      "year": "1748",
      "uri": "/wiki/William_V,_Prince_of_Orange",
      "name": "William V, Prince of Orange",
      "aboutText": "John of God, O.H. (March 8, 1495 – March 8, 1550) (Spanish: Juan de Dios and Portuguese: João de Deus) was a Portuguese-born soldier turned health-care worker in Spain, whose followers later formed the Brothers Hospitallers of St. John of God, a worldwide Catholic religious institute dedicated to the care of the poor sick and those suffering from mental disorders.",
      "pageId": 774170,
      "monthDay": "03/08"
    },
    {
      "year": "1761",
      "uri": "/wiki/Jan_Potocki",
      "name": "Jan Potocki",
      "aboutText": "Anne Bonny (c. 1700 – c. 1782) was an Irish woman who became a famous pirate, operating in the Caribbean.",
      "pageId": 934180,
      "monthDay": "03/08"
    },
    {
      "year": "1783",
      "uri": "/wiki/Hannah_Van_Buren",
      "name": "Hannah Van Buren",
      "aboutText": "Ede Szigligeti (8 March 1814 – 19 January 1878) was a Hungarian dramatist.",
      "pageId": 1398261,
      "monthDay": "03/08"
    },
    {
      "year": "1799",
      "uri": "/wiki/Simon_Cameron",
      "name": "Simon Cameron",
      "aboutText": "John Fothergill FRS (8 March 1712 – 26 December 1780) was an English physician, plant collector, philanthropist and Quaker.",
      "pageId": 1826550,
      "monthDay": "03/08"
    },
    {
      "year": "1804",
      "uri": "/wiki/Alvan_Clark",
      "name": "Alvan Clark",
      "aboutText": "Isaac de Beausobre (8 March 1659 – 5 June 1738) was a French Protestant churchman, now best known for his history of Manichaeism, Histoire Critique de Manichée et du Manichéisme in two volumes (Amsterdam 1734–1739).",
      "pageId": 1846443,
      "monthDay": "03/08"
    },
    {
      "year": "1814",
      "uri": "/wiki/Ede_Szigligeti",
      "name": "Ede Szigligeti",
      "aboutText": "Beatrice of Castile or Beatriz (Toro, 8 March 1293 – Lisbon, 25 October 1359), was an Infanta of Castile, daughter of Sancho IV and María de Molina. She was queen consort of Portugal from 1325, when her husband, Infante Afonso, succeeded his father, King Denis, as Afonso IV, until his death on 28 May 1357.",
      "pageId": 5214151,
      "monthDay": "03/08"
    },
    {
      "year": "1822",
      "uri": "/wiki/Ignacy_%C5%81ukasiewicz",
      "name": "Ignacy Łukasiewicz",
      "aboutText": "Paul Jules Barbier (8 March 1825 – 16 January 1901) was a French poet, writer and opera librettist who often wrote in collaboration with Michel Carré. He was a noted Parisian bon vivant and man of letters.",
      "pageId": 9083297,
      "monthDay": "03/08"
    },
    {
      "year": "1825",
      "uri": "/wiki/Jules_Barbier",
      "name": "Jules Barbier",
      "aboutText": "Tito Livio Burattini (Polish: Tytus Liwiusz Burattini, 8 March 1617 – 17 November 1681) was an inventor, architect, Egyptologist, scientist, instrument-maker, traveller, engineer, and nobleman. He was born in Agordo, Italy, and studied in Padua and Venice. In 1639, he explored the Great Pyramid of Giza with English mathematician John Greaves; both Burattini and Sir Isaac Newton used measurements made by Greaves in an attempt to accurately determine the circumference of the earth.",
      "pageId": 22914706,
      "monthDay": "03/08"
    },
    {
      "year": "1826",
      "uri": "/wiki/Johann_K%C3%B6ler",
      "name": "Johann Köler",
      "aboutText": "Otto Hahn, OBE, ForMemRS (8 March 1879 – 28 July 1968) was a German chemist and pioneer in the fields of radioactivity and radiochemistry who won the Nobel Prize in Chemistry in 1944 for the discovery and the radiochemical proof of nuclear fission. He is referred to as the father of nuclear chemistry.\nHahn was an opponent of Jewish persecution by the Nazi Party and, after World War II, he became a passionate campaigner against the use of nuclear energy as a weapon.",
      "pageId": 46825,
      "monthDay": "03/08"
    },
    {
      "year": "1827",
      "uri": "/wiki/Wilhelm_Bleek",
      "name": "Wilhelm Bleek",
      "aboutText": "Wilhelm Heinrich Immanuel Bleek (8 March 1827 – 17 August 1875) was a German linguist.",
      "pageId": 87801,
      "monthDay": "03/08"
    },
    {
      "year": "1830",
      "uri": "/wiki/Jo%C3%A3o_de_Deus",
      "name": "João de Deus",
      "aboutText": "Kenneth Grahame (/ˈɡreɪ.əm/ GRAY-əm; 8 March 1859 – 6 July 1932) was a British writer, most famous for The Wind in the Willows (1908), one of the classics of children's literature. He also wrote The Reluctant Dragon; both books were later adapted into Disney films.",
      "pageId": 162091,
      "monthDay": "03/08"
    },
    {
      "year": "1841",
      "uri": "/wiki/Oliver_Wendell_Holmes,_Jr.",
      "name": "Oliver Wendell Holmes, Jr.",
      "aboutText": "Edward Calvin Kendall (March 8, 1886 – May 4, 1972) was an American chemist. In 1950, Kendall was awarded the Nobel Prize for Physiology or Medicine along with Swiss chemist Tadeus Reichstein and Mayo Clinic physician Philip S. Hench, for their work with the hormones of the adrenal gland. Kendall did not only focus on the adrenal glands, he was also responsible for the isolation of thyroxine, a hormone of the thyroid gland and worked with the team that crystallized glutathione and identified its chemical structure.",
      "pageId": 252469,
      "monthDay": "03/08"
    },
    {
      "year": "1848",
      "uri": "/wiki/LaMarcus_Adna_Thompson",
      "name": "LaMarcus Adna Thompson",
      "aboutText": "LaMarcus Adna Thompson (March 8, 1848 – May 8, 1919) was an American inventor and businessman most famous for developing a variety of gravity rides.",
      "pageId": 315142,
      "monthDay": "03/08"
    },
    {
      "year": "1856",
      "uri": "/wiki/Bramwell_Booth",
      "name": "Bramwell Booth",
      "aboutText": "Howard Hathaway Aiken (March 8, 1900 – March 14, 1973) was an American physicist and a pioneer in computing, being the original conceptual designer behind IBM's Harvard Mark I computer.",
      "pageId": 342446,
      "monthDay": "03/08"
    },
    {
      "year": "1856",
      "uri": "/wiki/Colin_Campbell_Cooper",
      "name": "Colin Campbell Cooper",
      "aboutText": "Konstantinos G. Karamanlis (Greek: Κωνσταντίνος Γ. Καραμανλής; [konstaˈdinos karaˈman.lis]; 8 March 1907 – 23 April 1998), commonly anglicised to Constantine Karamanlis or Caramanlis, was a four-time Prime Minister and twice President of the Third Hellenic Republic, and a towering figure of Greek politics whose political career spanned much of the latter half of the 20th century.",
      "pageId": 351050,
      "monthDay": "03/08"
    },
    {
      "year": "1859",
      "uri": "/wiki/Kenneth_Grahame",
      "name": "Kenneth Grahame",
      "aboutText": "Charlotte Elizabeth Whitton, OC, CBE (March 8, 1896 – January 25, 1975) was a Canadian feminist and mayor of Ottawa.",
      "pageId": 365598,
      "monthDay": "03/08"
    },
    {
      "year": "1865",
      "uri": "/wiki/Frederic_Goudy",
      "name": "Frederic Goudy",
      "aboutText": "Frederic W. Goudy (Bloomington, Illinois, March 8, 1865 – Marlborough-on-Hudson, May 11, 1947) was a prolific American printer, artist and type designer whose typefaces include Copperplate Gothic, Kennerly, and Goudy Old Style.",
      "pageId": 452679,
      "monthDay": "03/08"
    },
    {
      "year": "1879",
      "uri": "/wiki/Otto_Hahn",
      "name": "Otto Hahn",
      "aboutText": "Oliver Wendell Holmes, Jr. (March 8, 1841 – March 6, 1935) was an American jurist who served as an Associate Justice of the Supreme Court of the United States from 1902 to 1932, and as Acting Chief Justice of the United States January–February 1930. Noted for his long service, his concise and pithy opinions and his deference to the decisions of elected legislatures, he is one of the most widely cited United States Supreme Court justices in history, particularly for his \"clear and present danger\" opinion for a unanimous Court in the 1919 case of Schenck v.",
      "pageId": 517136,
      "monthDay": "03/08"
    },
    {
      "year": "1886",
      "uri": "/wiki/Edward_Calvin_Kendall",
      "name": "Edward Calvin Kendall",
      "aboutText": "Margot Bryant (born Kathleen Mary Margaret Bryant, 8 March 1897 – 1 January 1988) was an English actress, best known for playing Minnie Caldwell on the soap opera Coronation Street from 1960 to 1976.",
      "pageId": 865879,
      "monthDay": "03/08"
    },
    {
      "year": "1892",
      "uri": "/wiki/Juana_de_Ibarbourou",
      "name": "Juana de Ibarbourou",
      "aboutText": "Jennings Randolph (March 8, 1902 – May 8, 1998) was an American politician from West Virginia.",
      "pageId": 979977,
      "monthDay": "03/08"
    },
    {
      "year": "1896",
      "uri": "/wiki/Charlotte_Whitton",
      "name": "Charlotte Whitton",
      "aboutText": "Louise Beavers (March 8, 1902 – October 26, 1962) was an African-American film and television actress. Beavers appeared in dozens of films from the 1920s until 1960, most often in the role of a maid, servant, or slave. A native of Cincinnati, Ohio, Beavers was a member of Sigma Gamma Rho sorority, one of the four African-American sororities.",
      "pageId": 1482546,
      "monthDay": "03/08"
    },
    {
      "year": "1897",
      "uri": "/wiki/Margot_Bryant",
      "name": "Margot Bryant",
      "aboutText": "Juana Fernández Morales de Ibarbourou, also known as Juana de América, (1892–1979) was a Uruguayan poet. She was one of the most popular poets of Spanish America.",
      "pageId": 1570937,
      "monthDay": "03/08"
    },
    {
      "year": "1897",
      "uri": "/wiki/Damerla_Rama_Rao",
      "name": "Damerla Rama Rao",
      "aboutText": "Bramwell Booth, CH (8 March 1856 – 16 June 1929) was the first Chief of Staff (1881–1912) and the second General of The Salvation Army (1912–1929), succeeding his father, William Booth.",
      "pageId": 2089237,
      "monthDay": "03/08"
    },
    {
      "year": "1899",
      "uri": "/wiki/Elmer_Keith",
      "name": "Elmer Keith",
      "aboutText": "This article is about the Portuguese poet; for the Brazilian psychic, see João de Deus (medium); for the Saint, see John of God.",
      "pageId": 2930014,
      "monthDay": "03/08"
    },
    {
      "year": "1900",
      "uri": "/wiki/Howard_H._Aiken",
      "name": "Howard H. Aiken",
      "aboutText": "Elmer Merrifield Keith (March 8, 1899 – February 14, 1984) was an Idaho rancher, firearms enthusiast, and author. Keith was instrumental in the development of the first magnum revolver cartridge, the .357 Magnum, as well as the later .44 Magnum and .41 Magnum cartridges.",
      "pageId": 5613578,
      "monthDay": "03/08"
    },
    {
      "year": "1902",
      "uri": "/wiki/Louise_Beavers",
      "name": "Louise Beavers",
      "aboutText": "Damerla Rama Rao (born March 8, 1897 in Rajahmundry — died February 6, 1925) was an Indian artist.\nHe was born to Physician Damerla Venkata Rama Rao and Lakshmi Devi as a second child in the group of five girls and four boys. Rao was married to Satya Vani in 1919.",
      "pageId": 9973584,
      "monthDay": "03/08"
    },
    {
      "year": "1902",
      "uri": "/wiki/Jennings_Randolph",
      "name": "Jennings Randolph",
      "aboutText": "Colin Campbell Cooper, Jr. (March 8, 1856 – November 6, 1937) was an American Impressionist painter, perhaps most renowned for his architectural paintings, especially of skyscrapers in New York City, Philadelphia, and Chicago. An avid traveler, he was also known for his paintings of European and Asian landmarks, as well as natural landscapes, portraits, florals, and interiors.",
      "pageId": 16079423,
      "monthDay": "03/08"
    },
    {
      "year": "1907",
      "uri": "/wiki/Konstantinos_Karamanlis",
      "name": "Konstantinos Karamanlis",
      "aboutText": "Johann Köler (8 March 1826 – 22 April 1899) was a leader of the Estonian national awakening and a painter. He is considered as the first professional painter of the emerging nation. He distinguished himself primarily by his portraiture and to a lesser extent by his landscape paintings.",
      "pageId": 20163452,
      "monthDay": "03/08"
    },
    {
      "year": "1908",
      "uri": "/wiki/Lucio_and_Simplicio_Godina",
      "name": "Lucio and Simplicio Godina",
      "aboutText": "Kaj Tapio (\"Tapsa\") Rautavaara (8 March 1915, Northern Pirkkala – 25 September 1979, Helsinki) was a Finnish athlete, singer, and film actor.",
      "pageId": 75021,
      "monthDay": "03/08"
    },
    {
      "year": "1909",
      "uri": "/wiki/Beatrice_Shilling",
      "name": "Beatrice Shilling",
      "aboutText": "Alan Hovhaness (/hoʊˈvɑːnɪs/; Armenian: Ալան Յովհաննէս, March 8, 1911 – June 21, 2000) was an American composer of Armenian and Scottish descent. He was one of the most prolific 20th-century composers, with his official catalog comprising 67 numbered symphonies (surviving manuscripts indicate over 70) and 434 opus numbers. However, the true tally is well over 500 surviving works since many opus numbers comprise two or more distinct works.",
      "pageId": 250643,
      "monthDay": "03/08"
    },
    {
      "year": "1910",
      "uri": "/wiki/Bernard_Benjamin",
      "name": "Bernard Benjamin",
      "aboutText": "Ralph Henry Baer (born Rudolf Heinrich Baer; March 8, 1922 – December 6, 2014) was a German-born American video game developer, inventor, and engineer, and was known as \"The Father of Video Games\" due to his many contributions to games and the video game industry in the latter half of the 20th century.\nBorn in Germany, he and his family fled to the United States before the outbreak of World War II, where he changed his name and later served the American war effort. Afterwards, he pursued work in electronics, and in the 1960s, came up with the idea of playing games on television screens.",
      "pageId": 292874,
      "monthDay": "03/08"
    },
    {
      "year": "1910",
      "uri": "/wiki/Claire_Trevor",
      "name": "Claire Trevor",
      "aboutText": "Meldrim Thomson, Jr.",
      "pageId": 326939,
      "monthDay": "03/08"
    },
    {
      "year": "1911",
      "uri": "/wiki/Alan_Hovhaness",
      "name": "Alan Hovhaness",
      "aboutText": "Georges Charpak (born Jerzy Charpak, 1 August  1924 – 29 September 2010) was a Polish born, French physicist from a Polish Jewish family who was awarded the Nobel Prize in Physics in 1992.",
      "pageId": 342525,
      "monthDay": "03/08"
    },
    {
      "year": "1912",
      "uri": "/wiki/Preston_Smith_(governor)",
      "name": "Preston Smith",
      "aboutText": "Claire Trevor (born Claire Wemlinger; March 8, 1910 – April 8, 2000) was an American actress.\nShe appeared in over 60 films, winning the Academy Award for Best Supporting Actress for her role in Key Largo, and earning nominations for her roles in The High and the Mighty and Dead End.",
      "pageId": 362422,
      "monthDay": "03/08"
    },
    {
      "year": "1912",
      "uri": "/wiki/Meldrim_Thomson,_Jr.",
      "name": "Meldrim Thomson, Jr.",
      "aboutText": "Yakov Borisovich Zel'dovich ForMemRS (Belarusian: Якаў Барысавіч Зяльдовіч, Russian: Я́ков Бори́сович Зельдо́вич; 8 March 1914 – 2 December 1987) was a prolific Soviet physicist born in Belarus.",
      "pageId": 475212,
      "monthDay": "03/08"
    },
    {
      "year": "1914",
      "uri": "/wiki/Yakov_Borisovich_Zel%27dovich",
      "name": "Yakov Borisovich Zel'dovich",
      "aboutText": "Alan Hale, Jr. (March 8, 1921 – January 2, 1990) was an American film, stage, and television actor. The son of character actor Alan Hale, Sr., he is best known for his co-starring role as the Skipper on the sitcom Gilligan's Island, which aired on CBS from 1964 to 1967.",
      "pageId": 565927,
      "monthDay": "03/08"
    },
    {
      "year": "1915",
      "uri": "/wiki/Tapio_Rautavaara",
      "name": "Tapio Rautavaara",
      "aboutText": "Carl Anthony Furillo (March 8, 1922 – January 21, 1989), nicknamed \"The Reading Rifle\" and \"Skoonj\", was a right fielder in Major League Baseball who played his entire career for the Brooklyn and Los Angeles Dodgers. A member of seven National League champions from 1947 to 1959 inclusive, he batted over .300 five times, winning the 1953 batting title with a .344 average – then the highest by a right-handed hitting Dodger since 1900.",
      "pageId": 641554,
      "monthDay": "03/08"
    },
    {
      "year": "1918",
      "uri": "/wiki/Jacques_Baratier",
      "name": "Jacques Baratier",
      "aboutText": "Sir Anthony Alfred Caro OM CBE (8 March 1924 – 23 October 2013) was an English abstract sculptor whose work is characterised by assemblages of metal using 'found' industrial objects. His style was of the modernist school, having worked with Henry Moore early in his career.",
      "pageId": 680912,
      "monthDay": "03/08"
    },
    {
      "year": "1920",
      "uri": "/wiki/Douglass_Wallop",
      "name": "Douglass Wallop",
      "aboutText": "Preston Earnest Smith (March 8, 1912 – October 18, 2003) was the 40th Governor of Texas from 1969 to 1973, who earlier served as the lieutenant governor from 1963 to 1969.",
      "pageId": 728058,
      "monthDay": "03/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Alan_Hale,_Jr.",
      "name": "Alan Hale, Jr.",
      "aboutText": "Cyd Charisse (March 8, 1922 – June 17, 2008) was an American actress and dancer.\nAfter recovering from polio as a child, and studying ballet, Charisse entered films in the 1940s. Her roles usually focused on her abilities as a dancer, and she was paired with Fred Astaire and Gene Kelly; her films include Singin' in the Rain (1952), The Band Wagon (1953) and Silk Stockings (1957).",
      "pageId": 767745,
      "monthDay": "03/08"
    },
    {
      "year": "1921",
      "uri": "/wiki/Sahir_Ludhianvi",
      "name": "Sahir Ludhianvi",
      "aboutText": "Shigeru Mizuki (水木 しげる, Mizuki Shigeru, March 8, 1922 – November 30, 2015) was a Japanese manga artist, most known for his Japanese horror manga GeGeGe no Kitarō (Japanese: ゲゲゲの鬼太郎, literally \"spooky Kitarō\") - originally titled Hakaba Kitarō (Japanese: 墓場鬼太郎, literally \"Kitarō of the Graveyard\") - Kappa no Sanpei, and Akuma-kun. Originally from Sakaiminato in Tottori prefecture, he resided in Chōfu, Tokyo. His pen-name, Mizuki, comes from the time when he managed an inn called 'Mizuki Manor' while he drew pictures for kamishibai.",
      "pageId": 1658928,
      "monthDay": "03/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Ralph_H._Baer",
      "name": "Ralph H. Baer",
      "aboutText": "Sahir Ludhianvi is the pen name of Abdul Hayee (8 March 1921 – 25 October 1980) who is popularly known as Sahir. Sahir was an Indian poet and film lyricist who wrote in the Hindi and Urdu languages. His work influenced Indian cinema, in particular Bollywood film.",
      "pageId": 3010262,
      "monthDay": "03/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Cyd_Charisse",
      "name": "Cyd Charisse",
      "aboutText": "John Douglass Wallop III (8 March 1920 – 1 April 1985) was an American novelist and playwright.",
      "pageId": 5935669,
      "monthDay": "03/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Carl_Furillo",
      "name": "Carl Furillo",
      "aboutText": "Beatrice (Tilly) Shilling OBE PhD MSc CEng (8 March 1909 – 18 November 1990) was a British aeronautical engineer and motor racer. During World War II, she invented \"Miss Shilling's orifice\", a fix for the Rolls-Royce Merlin engines of the Hawker Hurricane and Supermarine Spitfire fighters, which prevented engine flooding in a dive.",
      "pageId": 11614323,
      "monthDay": "03/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Yevgeny_Matveyev",
      "name": "Yevgeny Matveyev",
      "aboutText": "Bernard Benjamin (8 March 1910 – 15 May 2002) was a noted British health statistician, actuary and demographer. He was author or co-author of at least six books and over 100 papers in learned journals.\nHe was born in London and studied physics part-time at Sir John Cass College while working as an actuary for the London County Council pension fund, later moving to the public health section.",
      "pageId": 16161946,
      "monthDay": "03/08"
    },
    {
      "year": "1922",
      "uri": "/wiki/Shigeru_Mizuki",
      "name": "Shigeru Mizuki",
      "aboutText": "Jacques Baratier (8 March 1918 – 27 November 2009) was a French film director and screenwriter. He directed 21 films. His film Goha won the Jury Prize at the 1958 Cannes Film Festival.",
      "pageId": 21480700,
      "monthDay": "03/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Anthony_Caro",
      "name": "Anthony Caro",
      "aboutText": "Lucio Godina (March 8, 1908 – November 24, 1936) and Simplicio Godina (March 8, 1908 - December 8, 1936) were pygopagus conjoined twins from the island of Samar in the Philippines.\nAt the age of 21 they married Natividad and Victorina Matos, who were identical twins. They performed in various sideshow acts, including in an orchestra on Coney Island and in dance with their wives.",
      "pageId": 23057569,
      "monthDay": "03/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Georges_Charpak",
      "name": "Georges Charpak",
      "aboutText": "Yevgeny Semyonovich Matveyev (Russian: Евгений Семёнович Матвеев, Ukrainian: Євген Семенович Матвеев; 8 March 1922 – 1 June 2003) was a Soviet and Russian actor and film director who was named a People's Artist of the USSR in 1974. He is best known as Nagulnov in Podniataya Tselina based on Mikhail Sholokhov's novel and Nekhludov in Resurrection (Russian: Воскресение) based on Leo Tolstoy's novel.",
      "pageId": 24611362,
      "monthDay": "03/08"
    },
    {
      "year": "1924",
      "uri": "/wiki/Sean_McClory",
      "name": "Sean McClory",
      "aboutText": "John Angus McPhee (born March 8, 1931) is an American writer, widely considered one of the pioneers of creative nonfiction. He is a four-time finalist for the Pulitzer Prize in the category General Nonfiction and he won that award on the fourth occasion in 1999 for Annals of the Former World (a collection of five books including two of his previous Pulitzer finalists).",
      "pageId": 171975,
      "monthDay": "03/08"
    },
    {
      "year": "1925",
      "uri": "/wiki/Warren_Bennis",
      "name": "Warren Bennis",
      "aboutText": "Douglas Richard Hurd, Baron Hurd of Westwell CH CBE PC (born 8 March 1930) is a British Conservative politician who served in the governments of Margaret Thatcher and John Major from 1979 to 1995.\nBorn in the market town of Marlborough in Wiltshire, Hurd first entered Parliament in February 1974 as MP for the Mid Oxfordshire constituency (Witney from 1983). His first government post was as Minister for Europe from 1979 to 1983 (being that office's inaugural holder) and he served in several Cabinet roles from 1984 onwards, including Secretary of State for Northern Ireland (1984–85), Home Secretary (1985–89) and Foreign Secretary (1989–95).",
      "pageId": 290292,
      "monthDay": "03/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/Grigori_Kromanov",
      "name": "Grigori Kromanov",
      "aboutText": "Neil Postman (March 8, 1931 – October 5, 2003) was an American author, educator, media theorist and cultural critic, who is best known for his seventeen books, including Amusing Ourselves to Death (1985), Conscientious Objections (1988), Technopoly: The Surrender of Culture to Technology (1992), The Disappearance of Childhood (1994) and The End of Education: Redefining the Value of School (1995).\nFor more than forty years, he was associated with New York University. Postman was a humanist, who believed that \"new technology can never substitute for human values\".",
      "pageId": 298312,
      "monthDay": "03/08"
    },
    {
      "year": "1926",
      "uri": "/wiki/Francisco_Rabal",
      "name": "Francisco Rabal",
      "aboutText": "Szabó Gábor István (8 March 1936 – 26 February 1982), better known as Gábor Szabó, was an influential jazz guitarist, famous for mixing jazz, pop-rock and his native Hungarian music.",
      "pageId": 991714,
      "monthDay": "03/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Dick_Hyman",
      "name": "Dick Hyman",
      "aboutText": "Stanisław Kania (Polish pronunciation: [staˈɲiswaf ˈkaɲa]; born 8 March 1927) is a former Polish communist politician.",
      "pageId": 1116056,
      "monthDay": "03/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Stanis%C5%82aw_Kania",
      "name": "Stanisław Kania",
      "aboutText": "Evelyn Margaret Sempier (née Ay; March 8, 1933 – October 18, 2008) was winner of the 1954 Miss America beauty pageant.",
      "pageId": 1232053,
      "monthDay": "03/08"
    },
    {
      "year": "1927",
      "uri": "/wiki/Irene_Tinker",
      "name": "Irene Tinker",
      "aboutText": "Francisco Rabal (8 March 1926 – 29 August 2001), perhaps better known as Paco Rabal, was a Spanish actor born in Águilas, a small town in the province of Murcia, Spain.",
      "pageId": 1659120,
      "monthDay": "03/08"
    },
    {
      "year": "1929",
      "uri": "/wiki/Hebe_Camargo",
      "name": "Hebe Camargo",
      "aboutText": "George Edward Coleman (born March 8, 1935) is an American hard bop saxophonist, bandleader, and composer, known chiefly for his work with Miles Davis and Herbie Hancock in the 1960s.",
      "pageId": 2275728,
      "monthDay": "03/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Bob_Grim_(baseball)",
      "name": "Bob Grim",
      "aboutText": "Neil Amwin Treharne Adcock (8 March 1931 – 6 January 2013) was a South African international cricketer who played 26 Tests. A tall aggressive fast bowler, he could lift the ball sharply off a length. He was the first South African fast bowler to take 100 Test wickets.",
      "pageId": 3089455,
      "monthDay": "03/08"
    },
    {
      "year": "1930",
      "uri": "/wiki/Douglas_Hurd",
      "name": "Douglas Hurd",
      "aboutText": "Sue Ane Langdon (born Sue Lookhoff; March 8, 1936) is an American actress. She began her performing career singing at Radio City Music Hall and acting in stage productions. In the mid-1960s, she appeared in the Broadway musical The Apple Tree, which starred Alan Alda.",
      "pageId": 3300249,
      "monthDay": "03/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/Neil_Adcock",
      "name": "Neil Adcock",
      "aboutText": "Richard \"Dick\" Hyman (born March 8, 1927) is an American jazz pianist/keyboardist and composer, best known for his versatility with jazz piano styles. Over a 60-year career, he has functioned as a pianist, organist, arranger, music director, and, increasingly, as a composer.",
      "pageId": 3677921,
      "monthDay": "03/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/John_McPhee",
      "name": "John McPhee",
      "aboutText": "Warren Gamaliel Bennis (March 8, 1925 – July 31, 2014) was an American scholar, organizational consultant and author, widely regarded as a pioneer of the contemporary field of Leadership studies. Bennis was University Professor and Distinguished Professor of Business Administration and Founding Chairman of The Leadership Institute at the University of Southern California.\n\"His work at MIT in the 1960s on group behavior foreshadowed -- and helped bring about -- today's headlong plunge into less hierarchical, more democratic and adaptive institutions, private and public,\" management expert Tom Peters wrote in 1993 in the foreword to Bennis’ An Invented Life: Reflections on Leadership and Change.",
      "pageId": 3840492,
      "monthDay": "03/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/Gerald_Potterton",
      "name": "Gerald Potterton",
      "aboutText": "Robert Anton Grim (March 8, 1930 – October 23, 1996) was a pitcher in Major League Baseball.\nHe was born in New York, New York.\nHe was signed as an amateur free agent by the New York Yankees in 1948.",
      "pageId": 4298158,
      "monthDay": "03/08"
    },
    {
      "year": "1931",
      "uri": "/wiki/Neil_Postman",
      "name": "Neil Postman",
      "aboutText": "Luca Ronconi (8 March 1933 – 21 February 2015) was an Italian actor, theater director and opera director.",
      "pageId": 5538381,
      "monthDay": "03/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Luca_Ronconi",
      "name": "Luca Ronconi",
      "aboutText": "Marvin Eugene Breeding (March 8, 1934 – December 31, 2006) was an infielder who played in Major League Baseball from 1960 through 1963. Breeding batted and threw right-handed. He was born in Decatur, Alabama.",
      "pageId": 8920127,
      "monthDay": "03/08"
    },
    {
      "year": "1933",
      "uri": "/wiki/Evelyn_Ay_Sempier",
      "name": "Evelyn Ay Sempier",
      "aboutText": "Sean McClory (8 March 1924 – 10 December 2003) was an Irish actor whose career spanned six decades and included well over 100 films and television series.",
      "pageId": 12335876,
      "monthDay": "03/08"
    },
    {
      "year": "1934",
      "uri": "/wiki/Marv_Breeding",
      "name": "Marv Breeding",
      "aboutText": "Grigori Kromanov (8 March 1926 in Tallinn – 18 July 1984 in Lahe, Lääne-Virumaa) was an Estonian theatre and film director. He directed some of the best known Estonian movies, including Viimne reliikvia (The Last Relic) and Dead Mountaineer's Hotel.",
      "pageId": 13148940,
      "monthDay": "03/08"
    },
    {
      "year": "1935",
      "uri": "/wiki/George_Coleman",
      "name": "George Coleman",
      "aboutText": "Gerald Potterton (born 8 March 1931) is a British–Canadian director, producer and animator. He is best known for directing the cult classic Heavy Metal and his animation work on Yellow Submarine.\nPotterton has been nominated three times for an Academy Award for Best Animated Short Film: as director on the National Film Board of Canada animated shorts My Financial Career and Christmas Cracker, and as producer for The Selfish Giant.",
      "pageId": 23700583,
      "monthDay": "03/08"
    },
    {
      "year": "1936",
      "uri": "/wiki/Sue_Ane_Langdon",
      "name": "Sue Ane Langdon",
      "aboutText": "Hebe Maria Monteiro de Camargo Ravagnani (Portuguese pronunciation: [ˈɛbɪ mɐˈɾi.ɐ mõˈteɪ̯ɾʊ dʒɪ kɐˈmaɾɡʊ ˈʁavɐˌɲɐ̃ni], March 8, 1929 – September 29, 2012) was a Brazilian television host, singer and actress. She is considered the \"Queen of Brazilian Television\". She died at her home on September 29, 2012.",
      "pageId": 25807927,
      "monthDay": "03/08"
    },
    {
      "year": "1936",
      "uri": "/wiki/G%C3%A1bor_Szab%C3%B3",
      "name": "Gábor Szabó",
      "aboutText": "Irene Tinker (born March 8, 1927 in Milwaukee, Wis), is Professor Emerita in the Departments of City and Regional Planning & Women's Studies at the University of California, Berkeley, teaching from 1989–1998. She was the founding Board president of the International Center for Research on Women, founder and director of the Equity Policy Center and co-founder of the Wellesley Center for Research on Women.\n^ Peters, Gerhard; Woolley, John T. (July 13, 1977).",
      "pageId": 37330912,
      "monthDay": "03/08"
    },
    {
      "year": "1937",
      "uri": "/wiki/Richard_Fari%C3%B1a",
      "name": "Richard Fariña",
      "aboutText": "Michael Ian Grade, Baron Grade of Yarmouth, CBE (born 8 March 1943) is an English television executive and businessman. He was chairman of the BBC from 2004 to 2006 and executive chairman of ITV plc from 2007 to 2009.",
      "pageId": 171747,
      "monthDay": "03/08"
    },
    {
      "year": "1937",
      "uri": "/wiki/Juv%C3%A9nal_Habyarimana",
      "name": "Juvénal Habyarimana",
      "aboutText": "Lynn Redgrave, OBE (8 March 1943 – 2 May 2010) was an English actress.\nA member of the Redgrave family, Lynn trained in London before making her theatrical debut in 1962. By the mid-1960s she had appeared in several films, including Tom Jones (1963), and Georgy Girl (1966) which won her a New York Film Critics Award and nominations for an Academy Award and a Golden Globe Award.",
      "pageId": 214328,
      "monthDay": "03/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Pete_Dawkins",
      "name": "Pete Dawkins",
      "aboutText": "Juvénal Habyarimana (March 8, 1937 – April 6, 1994) was the third President of the Republic of Rwanda, the post he held longer than any other president to date, from 1973 until 1994. He was nicknamed \"Kinani\", a Kinyarwanda word meaning \"invincible\".\nHabyarimana was a dictatorial leader, and electoral fraud was suspected for his unopposed re-elections: 98.99% of the vote on 24 December 1978, 99.97% of the vote on 19 December 1983, and 99.98% of the vote on 19 December 1988.",
      "pageId": 309605,
      "monthDay": "03/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Hans_Fogh",
      "name": "Hans Fogh",
      "aboutText": "James Alan \"Jim\" Bouton (/ˈbaʊtn/; born March 8, 1939) is an American retired professional baseball player. Bouton played in Major League Baseball (MLB) pitcher for the New York Yankees, Seattle Pilots, Houston Astros, and Atlanta Braves between 1962 and 1978. He has also been a best-selling author, actor, activist, sportscaster and one of the creators of Big League Chew.",
      "pageId": 324161,
      "monthDay": "03/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/George_Innes",
      "name": "George Innes",
      "aboutText": "Richard Anthony Allen (born March 8, 1942) is a former American Major League Baseball (MLB) player and Rhythm and Blues (R&B) singer. He played 15 seasons in the major leagues as a first baseman, third baseman, and outfielder most notably for the Philadelphia Phillies and Chicago White Sox, and is ranked among his sport's top offensive producers of the 1960s and early 1970s.\nAllen was an All-Star for seven seasons.",
      "pageId": 906097,
      "monthDay": "03/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Juris_Kalni%C5%86%C5%A1",
      "name": "Juris Kalniņš",
      "aboutText": "Ann Elizabeth Packer MBE (born 8 March 1942) is an English former sprinter, hurdler and long jumper.",
      "pageId": 930347,
      "monthDay": "03/08"
    },
    {
      "year": "1938",
      "uri": "/wiki/Bruno_Pizzul",
      "name": "Bruno Pizzul",
      "aboutText": "Lidiya Pavlovna Skoblikova (Russian: Лидия Павловна Скобликова; born 8 March 1939) is a retired Russian speed skater and coach. Representing the USSR Olympic team during the Olympic Winter Games in 1960 and 1964, she won a total of six gold medals, still a record number for a speed skater. She also won 25 gold medals at the world championships and 15 gold medals at the USSR National Championships in several distances.",
      "pageId": 977442,
      "monthDay": "03/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Jim_Bouton",
      "name": "Jim Bouton",
      "aboutText": "Peter Miller Dawkins (born March 8, 1938) is an American business executive and former college football player, military officer, and political candidate. Dawkins attended the United States Military Academy, where he played as halfback on the Army Cadets football team from 1956 to 1958. As a senior in 1958 he won the Heisman Trophy, the Maxwell Award, and was a consensus All-America selection.",
      "pageId": 1074349,
      "monthDay": "03/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Lynn_Seymour",
      "name": "Lynn Seymour",
      "aboutText": "Robert Tear, (pronounced to rhyme with \"hear\") CBE (8 March 1939 – 29 March 2011) was a Welsh tenor singer, teacher and conductor. He first became known singing in the operas of Benjamin Britten in the mid-1960s. From the 1970s until his retirement in 1999 his main operatic base was the Royal Opera House, Covent Garden; he appeared with other opera companies in the UK, mainland Europe, the US and Australia.",
      "pageId": 1239027,
      "monthDay": "03/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Lidiya_Skoblikova",
      "name": "Lidiya Skoblikova",
      "aboutText": "Ramón Bautista Ortega (born March 8, 1942) is an Argentine singer and actor, better known as Palito Ortega. (Spanish pronunciation: [paˈlito orˈteɣa]) Ortega reached international fame, particularly in Latin America and Spain, during the 1960s, when the Rock en Espanol style of Rock and Roll music was popularized among teenagers in the region.\n^ Sandra Mihanovich (2014).",
      "pageId": 1381435,
      "monthDay": "03/08"
    },
    {
      "year": "1939",
      "uri": "/wiki/Robert_Tear",
      "name": "Robert Tear",
      "aboutText": "Jacques Doucet (born March 8, 1940, Montreal) was the French radio play-by-play voice for the Montreal Expos from 1972 to 2004. He is currently the French play-by-play voice of the Toronto Blue Jays on TVA Sports.",
      "pageId": 1870088,
      "monthDay": "03/08"
    },
    {
      "year": "1940",
      "uri": "/wiki/Susan_Clark",
      "name": "Susan Clark",
      "aboutText": "Norman Stone (born 8 March 1941) is a British historian, who is currently a Professor in the Department of International Relations at Bilkent University, Ankara. He is a former Professor at the University of Oxford, Lecturer at the University of Cambridge, and adviser to Prime Minister Margaret Thatcher.\n^ Prof.",
      "pageId": 1937991,
      "monthDay": "03/08"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jacques_Doucet_(sportscaster)",
      "name": "Jacques Doucet",
      "aboutText": "Susan Clark (born March 8, 1940) is a Canadian actress, possibly best known for her role as Katherine on the American television sitcom Webster, on which she appeared with her late husband, Alex Karras.",
      "pageId": 2123035,
      "monthDay": "03/08"
    },
    {
      "year": "1941",
      "uri": "/wiki/Norman_Stone",
      "name": "Norman Stone",
      "aboutText": "Richard George Fariña (March 8, 1937 – April 30, 1966) was an American writer and folksinger.",
      "pageId": 2439841,
      "monthDay": "03/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dick_Allen",
      "name": "Dick Allen",
      "aboutText": "George Innes (born 8 March 1938) is an English actor.",
      "pageId": 10321358,
      "monthDay": "03/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Palito_Ortega",
      "name": "Palito Ortega",
      "aboutText": "Lynn Seymour (born 8 March 1939) is a retired Canadian ballerina and choreographer.",
      "pageId": 12722706,
      "monthDay": "03/08"
    },
    {
      "year": "1942",
      "uri": "/wiki/Ann_Packer",
      "name": "Ann Packer",
      "aboutText": "Hans Marius Fogh (8 March 1938 – 14 March 2014) was one of the most successful competitive sailors in history, with dozens of national and international championships and in many different classes, including two Olympic medals.",
      "pageId": 23638403,
      "monthDay": "03/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Michael_Grade",
      "name": "Michael Grade",
      "aboutText": "Dionysis Simopoulos (Greek: Διονύσης Σιμόπουλος, born 8 March 1943) is a contemporary Greek physicist and astronomer, who excelled as an astronomy educator and science populariser in the print and electronic media of Greece.",
      "pageId": 30329185,
      "monthDay": "03/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Lynn_Redgrave",
      "name": "Lynn Redgrave",
      "aboutText": "Bruno Pizzul (born March 8, 1938) is an Italian journalist and a former professional football player.",
      "pageId": 32566108,
      "monthDay": "03/08"
    },
    {
      "year": "1943",
      "uri": "/wiki/Dionysis_Simopoulos",
      "name": "Dionysis Simopoulos",
      "aboutText": "Juris Kalniņš (8 March 1938 – 9 February 2010) was a Soviet and Latvian basketball player. He played as a shooting guard and small forward. Kalniņš won a silver medal at the 1964 Summer Olympics.",
      "pageId": 36758798,
      "monthDay": "03/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Buzz_Hargrove",
      "name": "Buzz Hargrove",
      "aboutText": "George Michael \"Micky\" Dolenz, Jr. (born March 8, 1945) is an American actor, musician, television director, radio personality and theater director, best known as the drummer and principal lead singer of the 1960s pop/rock band the Monkees.",
      "pageId": 37891,
      "monthDay": "03/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sergey_Nikitin_(musician)",
      "name": "Sergey Nikitin",
      "aboutText": "Michael Stern Hart (March 8, 1947 – September 6, 2011) was an American author, best known as the inventor of the electronic book (or ebook) and the founder of Project Gutenberg (PG), the first project to make ebooks freely available via the Internet. He published ebooks years before the Internet existed via the ARPANET, and later on BBS networks and Gopher servers.\nHart devoted his life after founding PG in 1971 to digitizing and distributing literature from works in the public domain with free and expired copyrights.",
      "pageId": 153953,
      "monthDay": "03/08"
    },
    {
      "year": "1944",
      "uri": "/wiki/Pepe_Romero",
      "name": "Pepe Romero",
      "aboutText": "Gyles Daubeney Brandreth (born 8 March 1948) is an English writer, broadcaster, actor, and former Conservative Member of Parliament.",
      "pageId": 415641,
      "monthDay": "03/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bruce_Broughton",
      "name": "Bruce Broughton",
      "aboutText": "Carole Bayer Sager (born March 8, 1947) is an American lyricist, singer, songwriter and painter.",
      "pageId": 599727,
      "monthDay": "03/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Jim_Chapman_(congressman)",
      "name": "Jim Chapman",
      "aboutText": "Anselm Kiefer (born 8 March 1945) is a German painter and sculptor. He studied with Joseph Beuys and Peter Dreher during the 1970s. His works incorporate materials such as straw, ash, clay, lead, and shellac.",
      "pageId": 836768,
      "monthDay": "03/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Micky_Dolenz",
      "name": "Micky Dolenz",
      "aboutText": "James Louis \"Jim\" Chapman (born March 8, 1945) is an American business and political leader. From 1985 to 1997, he served as Democratic Congressman representing the Texas's 1st congressional district in the United States House of Representatives.",
      "pageId": 901972,
      "monthDay": "03/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Anselm_Kiefer",
      "name": "Anselm Kiefer",
      "aboutText": "Basil Eldon \"Buzz\" Hargrove, OC (born March 8, 1944, Bath, New Brunswick, Canada) is the former National President of the Canadian Auto Workers trade union. He is currently serving as a Distinguished Visiting Professor at Ryerson University's Ted Rogers School of Management.\nHargrove first became involved in the automotive sector as a line worker for the Chrysler assembly plant in Windsor, Ontario.",
      "pageId": 1260306,
      "monthDay": "03/08"
    },
    {
      "year": "1945",
      "uri": "/wiki/Sylvia_Wiegand",
      "name": "Sylvia Wiegand",
      "aboutText": "Robert Vincent Salazar Jaworski (born March 8, 1946 in Baguio City, Philippines), also known as Sonny Jaworski, Bobby Jaworski, Robert Jaworski, Sr. is a former Philippine senator, former basketball coach and former basketball player.\nKnown as The Big J, Jawô and The Living Legend during his playing days, Jaworski was a former playing coach (the PBA's first ever) for Ginebra San Miguel.",
      "pageId": 1663656,
      "monthDay": "03/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Robert_Jaworski",
      "name": "Robert Jaworski",
      "aboutText": "Pepe Romero (born March 8, 1944, in Málaga, Spain) is a world-renowned classical and flamenco guitarist.",
      "pageId": 1854900,
      "monthDay": "03/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Randy_Meisner",
      "name": "Randy Meisner",
      "aboutText": "Randy Herman Meisner (born March 8, 1946) is an American musician, singer and songwriter best known as a founding member of Poco and the Eagles. Throughout his professional musical career Meisner's main role has been as a bassist and backing high-harmony vocalist as both a group member and session musician.",
      "pageId": 2877290,
      "monthDay": "03/08"
    },
    {
      "year": "1946",
      "uri": "/wiki/Yiannis_Parios",
      "name": "Yiannis Parios",
      "aboutText": "Florentino Pérez Rodríguez (Spanish pronunciation: [floɾenˈtino ˈpeɾeθ roˈðɾiɣeθ]; born 8 March 1947) is a Spanish businessman, civil engineer, former politician, and current president of Real Madrid, as well as Grupo ACS, a civil engineering company. He is most famous for ushering Real Madrid's period of Los Galácticos, a time where the club paid extremely high transfer fees for elite footballers.",
      "pageId": 2919782,
      "monthDay": "03/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Michael_Allsup",
      "name": "Michael Allsup",
      "aboutText": "Sergey Yakovlevich Nikitin (Russian: Серге́й Яковлевич Никитин, born March 8, 1944) is a prominent Soviet and Russian bard, composer, and biophysicist. He performs both solo and in a duet with his wife, Tatyana Nikitina all over Russia, the former Soviet republics, and other countries with significant Russian-speaking diaspora.",
      "pageId": 2998368,
      "monthDay": "03/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Carole_Bayer_Sager",
      "name": "Carole Bayer Sager",
      "aboutText": "Michael Rand Allsup (born March 8, 1947) is an American guitarist, best known for his contribution as a member of the rock and roll group, Three Dog Night.\nAllsup's parents were originally from Oklahoma, but relocated to the small town of Empire, California, near Modesto. Allsup became interested in the guitar in his teens, and started his musical career by playing in a dance band with some friends from high school.",
      "pageId": 3659842,
      "monthDay": "03/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Michael_S._Hart",
      "name": "Michael S. Hart",
      "aboutText": "Peggy March (born Margaret Annemarie Battavio, March 8, 1948, Lansdale, Pennsylvania) is an American pop singer.",
      "pageId": 4052237,
      "monthDay": "03/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Vladim%C3%ADr_Mi%C5%A1%C3%ADk",
      "name": "Vladimír Mišík",
      "aboutText": "Bruce Broughton (born March 8, 1945) is an American film, video game, and television soundtrack composer who has composed several highly acclaimed soundtracks over his extensive career.",
      "pageId": 4336739,
      "monthDay": "03/08"
    },
    {
      "year": "1947",
      "uri": "/wiki/Florentino_P%C3%A9rez",
      "name": "Florentino Pérez",
      "aboutText": "Samuel \"Sam\" Lacey (March 8, 1948 – March 14, 2014) was an American basketball player.",
      "pageId": 5062305,
      "monthDay": "03/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Robert_W._Boyd",
      "name": "Robert W. Boyd",
      "aboutText": "Yiannis Parios (Greek: Γιάννης Πάριος) is a Greek singer-songwriter.",
      "pageId": 10780897,
      "monthDay": "03/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Gyles_Brandreth",
      "name": "Gyles Brandreth",
      "aboutText": "Robert William Boyd (born 8 March 1948) is an American physicist noted for his work in optical physics and especially in nonlinear optics. He is currently Canada Excellence Research Chair in Quantum Nonlinear Optics at the University of Ottawa and on the Faculty at the University of Rochester.\n^ American Men and Women of Science, Thomson Gale, 2004.",
      "pageId": 32166039,
      "monthDay": "03/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Sam_Lacey",
      "name": "Sam Lacey",
      "aboutText": "Vladimír Mišík (born 8 March 1947) is a Czech rock guitarist and singer. He founded his first band, called Uragán, as a teenager. Later, he became the lead singer of Komety with Radim Hladík.",
      "pageId": 36294738,
      "monthDay": "03/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Peggy_March",
      "name": "Peggy March",
      "aboutText": "Sylvia Margaret Wiegand (born March 8, 1945) is an American mathematician.\n^ \"Sylvia Wiegand\". Agnesscott.edu.",
      "pageId": 37495498,
      "monthDay": "03/08"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jonathan_Sacks",
      "name": "Jonathan Sacks",
      "aboutText": "James Edward \"Jim\" Rice (born March 8, 1953), nicknamed \"Jim Ed\", is a former Major League Baseball left fielder and designated hitter who played his entire 16-year baseball career for the Boston Red Sox.\nRice was an eight-time American League (AL) All-Star and was named the AL's Most Valuable Player in 1978 after becoming the first major league player in 19 years to hit for 400 total bases. He went on to become the ninth player to lead the major leagues in total bases in consecutive seasons.",
      "pageId": 74712,
      "monthDay": "03/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Natalia_Kuchinskaya",
      "name": "Natalia Kuchinskaya",
      "aboutText": "Laurence Paul \"Laurie\" Cunningham (8 March 1956 – 15 July 1989) was an England international footballer. Cunningham was reported to be the first black player to represent England at any level (having played at under 21 level).",
      "pageId": 550015,
      "monthDay": "03/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Karel_Lismont",
      "name": "Karel Lismont",
      "aboutText": "David Andrew Wilkie, MBE (born 8 March 1954) is a Scottish former competitive swimmer who was Olympic and Commonwealth Games champion in the 1970s. He is the only person to have held British, American, Commonwealth, European, world and Olympic swimming titles at the same time and was the first British swimmer to win an Olympic gold medal since Anita Lonsborough in 1960.\nHe is a member of the Scottish Sports Hall of Fame, the International Swimming Hall of Fame, has been described as Scotland's greatest swimmer and Britain's finest swimmer.",
      "pageId": 914891,
      "monthDay": "03/08"
    },
    {
      "year": "1949",
      "uri": "/wiki/Antonello_Venditti",
      "name": "Antonello Venditti",
      "aboutText": "Clive Burr (8 March 1957 – 12 March 2013) was an English drummer, best known as a member of Iron Maiden from 1979 to 1982.",
      "pageId": 1088686,
      "monthDay": "03/08"
    },
    {
      "year": "1950",
      "uri": "/wiki/Richard_Ouzounian",
      "name": "Richard Ouzounian",
      "aboutText": "Jonathan Henry Sacks, Baron Sacks, Kt (Hebrew: Yaakov Zvi, יעקב צבי) (born 8 March 1948) is a British rabbi, philosopher and scholar of Judaism.\nHe served as the Chief Rabbi of the United Hebrew Congregations of the Commonwealth from 1991 to 2013. As the spiritual head of the United Synagogue, the largest synagogue body in the UK, he was the Chief Rabbi of those Orthodox synagogues, but was not recognized as the religious authority for the haredi Union of Orthodox Hebrew Congregations or for the progressive movements such as Masorti, Reform and Liberal Judaism.",
      "pageId": 1135086,
      "monthDay": "03/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Ian_Brown_(director)",
      "name": "Ian Brown",
      "aboutText": "John Kapelos (born March 8, 1956) is a Canadian actor from London, Ontario. He is best known for his portrayals of janitor Carl Reed in The Breakfast Club and Detective Donald Schanke in Forever Knight.\nAn alumnus of The Second City, Chicago, John Kapelos's theatrical work spans eight years from Second City's Touring Company (1978–1982) to six revues as a member of the famed Resident Company (1982–1986), and finally Second City's critically acclaimed return to off-Broadway in Orwell That Ends Well at the former Village Gate in New York City.",
      "pageId": 1662966,
      "monthDay": "03/08"
    },
    {
      "year": "1951",
      "uri": "/wiki/Phil_Edmonds",
      "name": "Phil Edmonds",
      "aboutText": "Cheryl Baker (born Rita Maria Crudgington; 8 March 1954) is an English television presenter and singer. She best known for being a member of 1980s pop group Bucks Fizz, who won the 1981 Eurovision Song Contest. The group had 20 singles reach the UK top 60 between 1981 and 1988, including three number one hits with \"Making Your Mind Up\" (1981), \"The Land of Make Believe\" (1981) and \"My Camera Never Lies\" (1982).",
      "pageId": 1678830,
      "monthDay": "03/08"
    },
    {
      "year": "1952",
      "uri": "/wiki/George_Allen_(U.S._politician)",
      "name": "George Allen",
      "aboutText": "Karel Lismont (born 8 March 1949) is a former Belgian long-distance runner. He competed at the 1972, 1976, 1980 and 1984 Olympics in the marathon and 10,000 m events. He won two marathon medals: a silver in 1972 and a bronze in 1976, finishing ninth and twenty-fourth in 1980 and 1984, respectively; he was less successful in the 10,000 m, finishing eleventh in 1976 and failing to reach the final in 1972.",
      "pageId": 2524138,
      "monthDay": "03/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Angelos_Anastasiadis",
      "name": "Angelos Anastasiadis",
      "aboutText": "Phil Edmonds (born Philippe-Henri Edmonds, 8 March 1951 in Lusaka, Northern Rhodesia) is an English former cricketer and successful, albeit controversial, corporate executive.\nHe was noted for his outspoken behaviour, and he could be \"cussedly abrasive or engagingly charming, but he could never bring himself to conform to the fist-clenching, grim-faced trait of most professional sportsmen\".",
      "pageId": 3727408,
      "monthDay": "03/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Pepper_MaShay",
      "name": "Pepper MaShay",
      "aboutText": "Antonello Venditti (born 8 March 1949) is an Italian singer-songwriter who became famous in the 1970s for the social themes of his songs.",
      "pageId": 3751095,
      "monthDay": "03/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Jim_Rice",
      "name": "Jim Rice",
      "aboutText": "William Edward Childs (born March 8, 1957), best known as Billy Childs, is a composer and jazz pianist from Los Angeles.",
      "pageId": 3924788,
      "monthDay": "03/08"
    },
    {
      "year": "1953",
      "uri": "/wiki/Don_Werner",
      "name": "Don Werner",
      "aboutText": "Natalia Alexandrovna Kuchinskaya (Russian: Наталья Александровна Кучинская; alternative transliteration Natal'ja Alieksandrovna Kutchinskaja), also known as Natasha Kuchinskaya (Russian: Наташа Кучинская) (born March 8, 1949) is a retired Soviet Olympic gymnast.",
      "pageId": 4692927,
      "monthDay": "03/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Cheryl_Baker",
      "name": "Cheryl Baker",
      "aboutText": "Bob Brozman (March 8, 1954 – April 23, 2013) was an American guitarist and ethnomusicologist.\nBrozman was born to a Jewish family living on Long Island, New York. He began playing the guitar when he was 6.",
      "pageId": 5338147,
      "monthDay": "03/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/Bob_Brozman",
      "name": "Bob Brozman",
      "aboutText": "George Felix Allen (born March 8, 1952) is an American politician and member of the Republican Party from the Commonwealth of Virginia. The son of NFL head coach George Allen, he served in the Virginia House of Delegates from 1983 to 1991, resigning after he won a special election for Virginia's 7th congressional district in November 1991. After his district was eliminated during redistricting, he declined to run for a full term in 1992, instead running for Governor of Virginia in 1993.",
      "pageId": 6701792,
      "monthDay": "03/08"
    },
    {
      "year": "1954",
      "uri": "/wiki/David_Wilkie_(swimmer)",
      "name": "David Wilkie",
      "aboutText": "Donald Allan Ashby (March 8, 1955 – May 30, 1981) was a Canadian professional ice hockey centre who played six seasons in the National Hockey League from 1975–76 until 1980–81.\nAshby was born in Kamloops, British Columbia, and played for the Toronto Maple Leafs, Colorado Rockies and Edmonton Oilers in his NHL career.\nAshby played 188 career NHL games, scoring 40 goals, 56 assists and 96 points.",
      "pageId": 8407069,
      "monthDay": "03/08"
    },
    {
      "year": "1955",
      "uri": "/wiki/Don_Ashby",
      "name": "Don Ashby",
      "aboutText": "Jean McClain (born March 8, 1953), better known as Pepper Mashay, is an urban/soul, house and dance music singer-songwriter who has had success as a touring and studio performer.",
      "pageId": 8502545,
      "monthDay": "03/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/Laurie_Cunningham",
      "name": "Laurie Cunningham",
      "aboutText": "Richard Ouzounian (born March 8, 1950) is a Canadian journalist and theatre artist.",
      "pageId": 9122172,
      "monthDay": "03/08"
    },
    {
      "year": "1956",
      "uri": "/wiki/John_Kapelos",
      "name": "John Kapelos",
      "aboutText": "Ian Brown (born 8 March 1951) is an artistic director and was chief executive of the West Yorkshire Playhouse in Leeds, West Yorkshire, England. He took up this post in 2002, succeeding Jude Kelly. He was previously artistic director of the TAG Theatre Company in Glasgow (1984–1988) and the Traverse Theatre in Edinburgh (1988–1999).",
      "pageId": 14241276,
      "monthDay": "03/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Clive_Burr",
      "name": "Clive Burr",
      "aboutText": "Angelos Anastasiadis (Greek: Άγγελος Αναστασιάδης) (born 8 March 1953) is a Greek football head coach and former international footballer. He was the manager of Cyprus from 2004 to 2011.",
      "pageId": 14509786,
      "monthDay": "03/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/William_Edward_Childs",
      "name": "William Edward Childs",
      "aboutText": "Donald Paul Werner (born March 8, 1953 in Appleton, Wisconsin) is a retired Major League Baseball catcher. He played during seven seasons at the major league level, playing for the Cincinnati Reds and Texas Rangers (baseball). In 1978, the Reds starting catcher, Johnny Bench, sat out 20 plus games with an injury which gave Don a starting role.",
      "pageId": 14840613,
      "monthDay": "03/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Cynthia_Rothrock",
      "name": "Cynthia Rothrock",
      "aboutText": "Gary Anthony James Webb, better known professionally as Gary Numan (born 8 March 1958), is an English singer, songwriter, musician and record producer. Born in Hammersmith, London, he first entered the music industry as the lead singer of the new wave band Tubeway Army. After releasing two albums with the band, Numan released his debut solo album The Pleasure Principle in 1979.",
      "pageId": 46014,
      "monthDay": "03/08"
    },
    {
      "year": "1957",
      "uri": "/wiki/Bob_Stoddard",
      "name": "Bob Stoddard",
      "aboutText": "Jeffrey Kent Eugenides (born March 8, 1960) is an American novelist and short story writer. He has written numerous short stories and essays, as well as three novels: The Virgin Suicides (1993), Middlesex (2002), and The Marriage Plot (2011).",
      "pageId": 79953,
      "monthDay": "03/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nick_Capra",
      "name": "Nick Capra",
      "aboutText": "Camryn Manheim (born March 8, 1961) is an American actress known primarily for her roles as attorney Ellenor Frutt on ABC's The Practice, Delia Banks on CBS's Ghost Whisperer and as Elvis's mother, Gladys Presley in the 2005 mini-series Elvis, and \"Control\" on Person of Interest.",
      "pageId": 656601,
      "monthDay": "03/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Andy_McDonald_(politician)",
      "name": "Andy McDonald",
      "aboutText": "Aidan Quinn (born March 8, 1959) is an American actor, who made his film debut in Reckless (1984). He has starred in over 50 feature films, including Desperately Seeking Susan (1985), The Mission (1986), Stakeout (1987), Avalon (1990), Benny & Joon (1993), Legends of the Fall (1994), Frankenstein (1994), Blink (1994), Michael Collins (1996), Practical Magic (1998), and Unknown (2011).\nQuinn has received two Primetime Emmy Award nominations for his work in An Early Frost (1985) and Bury My Heart at Wounded Knee (2007).",
      "pageId": 1092898,
      "monthDay": "03/08"
    },
    {
      "year": "1958",
      "uri": "/wiki/Gary_Numan",
      "name": "Gary Numan",
      "aboutText": "Lawrence Thomas Murphy (born March 8, 1961) is a former Canadian professional ice hockey defenceman.",
      "pageId": 1197012,
      "monthDay": "03/08"
    },
    {
      "year": "1959",
      "uri": "/wiki/Lester_Holt",
      "name": "Lester Holt",
      "aboutText": "Cynthia Ann Christine Rothrock (born March 8, 1957) is an American martial artist and actress specializing in martial arts films.",
      "pageId": 1352184,
      "monthDay": "03/08"
    },
    {
      "year": "1959",
      "uri": "/wiki/Aidan_Quinn",
      "name": "Aidan Quinn",
      "aboutText": "Kenneth \"Kenny\" Smith, nicknamed \"The Jet\" (born March 8, 1965) is a retired American professional basketball player who played in the National Basketball Association and went on to become a TV basketball analyst, primarily for Inside the NBA on TNT and for CBS/Turner during the NCAA Men's Division I Basketball Tournament.",
      "pageId": 1477632,
      "monthDay": "03/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jeffrey_Eugenides",
      "name": "Jeffrey Eugenides",
      "aboutText": "John Michael Lalor (born March 8, 1963) is an American former professional ice hockey defenceman. Although a U.S. citizen by birth, Mike Lalor spent his growing years in Fort Erie, Ontario. Mike played in the NHL with the Montreal Canadiens, St.",
      "pageId": 1825805,
      "monthDay": "03/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Max_Metzker",
      "name": "Max Metzker",
      "aboutText": "Lester Don Holt, Jr. (born March 8, 1959), is an American journalist. He anchors the weekday edition of NBC Nightly News.",
      "pageId": 2067821,
      "monthDay": "03/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Irek_Mukhamedov",
      "name": "Irek Mukhamedov",
      "aboutText": "Charles Linwood \"Buck\" Williams (born March 8, 1960) is an American retired professional basketball player and former assistant coach for the Portland Trail Blazers. He was well known for his rebounding ability and trademark goggles.\nWilliams, a 6 ft 8 in (2.03 m) forward born in Rocky Mount, North Carolina, ranks 15th all-time in NBA career rebounds.",
      "pageId": 2589716,
      "monthDay": "03/08"
    },
    {
      "year": "1960",
      "uri": "/wiki/Buck_Williams",
      "name": "Buck Williams",
      "aboutText": "Maxwell Raymond Metzker (born 8 March 1960) was a South African-born long-distance freestyle swimmer who represented Australia in the late 1970s and early 1980s, who won a bronze medal in the 1500 m freestyle at the 1980 Summer Olympics in Moscow. He was a co-flagbearer with Denise Boyd at the opening ceremony, when Australia marched under the Olympic flag to protest the Soviet Union's invasion of Afghanistan.\nMetzker first showed his international pedigree in the pool at the 1976 Summer Olympics in Montreal, coming sixth in the 1500-metre freestyle and 13th in the 400-metre event.",
      "pageId": 3632263,
      "monthDay": "03/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Camryn_Manheim",
      "name": "Camryn Manheim",
      "aboutText": "Robert Lyle Stoddard (born March 8, 1957 in San Jose, California) is a former Major League Baseball pitcher who played for the Seattle Mariners, Detroit Tigers, San Diego Padres and Kansas City Royals. Stoddard attended Fresno State University and he threw and batted right-handed.\nStoddard, who was 6'1\" and 200 (some sources say he was 190 or 210) pounds, was drafted four times.",
      "pageId": 4063244,
      "monthDay": "03/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Larry_Murphy_(ice_hockey)",
      "name": "Larry Murphy",
      "aboutText": "Thomas Gordon Bezucha (born March 8, 1964) is an American screenwriter and director.\nHe wrote and directed Big Eden (2000) and The Family Stone (2005). He is a graduate of Amherst Regional High School in Amherst, Massachusetts.",
      "pageId": 4079290,
      "monthDay": "03/08"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_Salas",
      "name": "Mark Salas",
      "aboutText": "Fátima Lopes, ComIH (born March 8, 1965) is a Portuguese fashion designer.\nFátima comes from the Portuguese island of Madeira. She was born and grew up in its capital city, Funchal.",
      "pageId": 4321622,
      "monthDay": "03/08"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mike_Lalor",
      "name": "Mike Lalor",
      "aboutText": "Mark Bruce Salas (born March 8, 1961 in Montebello, California) is a former professional catcher who played in Major League Baseball from 1984-1991. Salas, who is of Mexican descent, currently works for the Chicago White Sox as a bullpen catcher.\nDespite playing for the Minnesota Twins before being traded to the New York Yankees during the 1987 season, Salas never received a World Series ring for the 1987 World Series.",
      "pageId": 6069770,
      "monthDay": "03/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Kate_Betts",
      "name": "Kate Betts",
      "aboutText": "Lance Graye McCullers (born March 8, 1964) is a former professional baseball pitcher. He played all or part of seven seasons in Major League Baseball for the San Diego Padres, New York Yankees, Detroit Tigers, and Texas Rangers. He was nicknamed \"Baby Goose\" after former big league pitcher Rich \"Goose\" Gossage.",
      "pageId": 11855631,
      "monthDay": "03/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Thomas_Bezucha",
      "name": "Thomas Bezucha",
      "aboutText": "Nick Lee Capra (born March 8, 1958 in Denver, Colorado) is a retired Major League Baseball outfielder and previously managed the Kannapolis Intimidators of the Class-A South Atlantic League. He is currently the manager of player development with the Chicago White Sox. He resides in Scottsdale, Arizona.",
      "pageId": 15382948,
      "monthDay": "03/08"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lance_McCullers",
      "name": "Lance McCullers",
      "aboutText": "Irek Mukhamedov OBE (born March 8, 1960 in Kazan, USSR), is a Soviet-born ballet dancer of Tatar origin who has danced with the Bolshoi Ballet & the Royal Ballet He trained at the Moscow Choreographic Institute under the guidance of Alexander Prokofiev between 1970 and 1978. Upon graduation he joined the Classical Ballet Company, where he spent three years touring around the world. It was with this company that he first danced Romeo, a role that was to become one of his most acclaimed.",
      "pageId": 25467902,
      "monthDay": "03/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/F%C3%A1tima_Lopes",
      "name": "Fátima Lopes",
      "aboutText": "Kate Betts (born March 8, 1964) is an American fashion journalist. Currently she is a contributing editor at Time and The Daily Beast, among other freelance writing positions, and reporting on fashion for CNN. She lives in New York with her family.\nShe began her career at Fairchild Publications' European office in Paris.",
      "pageId": 27681423,
      "monthDay": "03/08"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kenny_Smith",
      "name": "Kenny Smith",
      "aboutText": "Andrew Joseph McDonald (born 8 March 1958) is a British Labour politician and solicitor. He has been the Member of Parliament for Middlesbrough in the House of Commons of the Parliament of the United Kingdom since 2012.\n^ \"Thompsons Solicitors LLP\".",
      "pageId": 37788803,
      "monthDay": "03/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Gregory_Barker",
      "name": "Gregory Barker",
      "aboutText": "Shawn Mullins (born March 8, 1968) is an American singer-songwriter who specializes in folk rock, instrumental rock, adult alternative, and Americana music.",
      "pageId": 166238,
      "monthDay": "03/08"
    },
    {
      "year": "1966",
      "uri": "/wiki/Jaime_Levy",
      "name": "Jaime Levy",
      "aboutText": "Gregory Leonard George Barker, Baron Barker of Battle PC (born 8 March 1966) is a British Conservative Party politician and life peer. In May 2010 he was appointed Minister of State for Energy and Climate Change serving until 2015, when he stood down as MP for Bexhill and Battle.",
      "pageId": 414443,
      "monthDay": "03/08"
    },
    {
      "year": "1967",
      "uri": "/wiki/Joel_Johnston",
      "name": "Joel Johnston",
      "aboutText": "Christopher Jeremiah \"Kit\" Symons (born 8 March 1971) is a professional association football manager and former Welsh international footballer. As a professional player, he had lengthy spells at Portsmouth, Manchester City and Fulham as well as earning 36 caps for the Wales national football team.\n^ a b c Hugman, Barry J., ed.",
      "pageId": 416895,
      "monthDay": "03/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Michael_Bartels",
      "name": "Michael Bartels",
      "aboutText": "Jason Elam (born March 8, 1970) is a retired American football placekicker. He was drafted by the Denver Broncos in the third round of the 1993 NFL Draft and played 15 seasons with the Broncos and two with the Atlanta Falcons.",
      "pageId": 417211,
      "monthDay": "03/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jim_Dougherty_(baseball)",
      "name": "Jim Dougherty",
      "aboutText": "Fergal O'Brien (born 8 March 1972) is an Irish professional snooker player. He has won one ranking title and reached two other major finals, and spent three seasons as a top 16 player.\n^ \"Career-total Statistics for Fergal O'Brien – Professional\".",
      "pageId": 682687,
      "monthDay": "03/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Rob_Dukes",
      "name": "Rob Dukes",
      "aboutText": "Michael Bartels (born 8 March 1968 in Plettenberg, North Rhine-Westphalia) is a professional racing driver. He is a multiple FIA GT champion and former Grand Prix driver who failed to qualify for 4 Formula One races with Lotus.",
      "pageId": 1353900,
      "monthDay": "03/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Ellen_Forney",
      "name": "Ellen Forney",
      "aboutText": "Andrea Nicole Parker (born March 8, 1970) is an American television actress and former ballet dancer.",
      "pageId": 1758811,
      "monthDay": "03/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Shawn_Mullins",
      "name": "Shawn Mullins",
      "aboutText": "Boris Frederic Cecil Tay-Natey Ofuatey-Kodjoe (/ˈkoʊdʒʊ/; born 8 March 1973), better known as Boris Kodjoe, is an Austrian-born American actor known for his roles as Kelby in the 2002 film Brown Sugar, and the sports-courier agent Damon Carter on the Showtime drama series Soul Food. He currently co-stars on BET's Real Husbands of Hollywood and recurs on FOX's The Last Man on Earth.",
      "pageId": 2021235,
      "monthDay": "03/08"
    },
    {
      "year": "1968",
      "uri": "/wiki/Joanna_Read",
      "name": "Joanna Read",
      "aboutText": "Angela Ruth Hart (born 8 March 1972) billed as Angie Hart is an Australian pop singer best known for her role as lead vocalist in the alternative pop rock band Frente! and the Indie pop duo Splendid with her then husband Jesse Tobias. Hart was a founding member of Frente!",
      "pageId": 3813510,
      "monthDay": "03/08"
    },
    {
      "year": "1969",
      "uri": "/wiki/Juan_de_Dios_Ram%C3%ADrez_Perales",
      "name": "Juan de Dios Ramírez Perales",
      "aboutText": "Joel Raymond Johnston (born March 8, 1967 in West Chester, Pennsylvania) is a former Major League Baseball relief pitcher. He played 5 seasons for the Pittsburgh Pirates, Kansas City Royals and Boston Red Sox. He was 6 ft 5 in (1.96 m), 220 pounds, and he also threw and batted right-handed.",
      "pageId": 4187638,
      "monthDay": "03/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Jason_Elam",
      "name": "Jason Elam",
      "aboutText": "Rob Dukes (born March 8, 1968) is an American vocalist, best known as the former vocalist for the American thrash metal band Exodus, and current vocalist for his crossover thrash project Generation Kill",
      "pageId": 4804768,
      "monthDay": "03/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Nazario_Moreno_Gonz%C3%A1lez",
      "name": "Nazario Moreno González",
      "aboutText": "Juan de Dios Ramírez Perales, dubbed \"El Capi\", was born on the 8th of March 1969, in Mexico City. He is a retired Mexican footballer, who played as central defender.\nRamírez Perales played for nearly 15 years in Mexico's league top tier, beginning his career with UNAM in 1988.",
      "pageId": 5293048,
      "monthDay": "03/08"
    },
    {
      "year": "1970",
      "uri": "/wiki/Andrea_Parker",
      "name": "Andrea Parker",
      "aboutText": "Ellen Forney (born March 8, 1968) is a cartoonist and teacher based in Seattle, Washington, whose work has been published by Fantagraphics Books and The Stranger (an alternative newspaper), among other publications. She teaches at the Cornish College of the Arts.\nIn 2007, Forney's I Love Led Zeppelin was nominated for a prestigious Eisner Award as Best Reality-Based Comic.",
      "pageId": 6263628,
      "monthDay": "03/08"
    },
    {
      "year": "1971",
      "uri": "/wiki/Kit_Symons",
      "name": "Kit Symons",
      "aboutText": "Not to be confused with Georgios Savas Georgiadis (his teammate at Panathinaikos) or Giorgos Georgiadis (footballer born 1987)",
      "pageId": 6632409,
      "monthDay": "03/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Georgios_Georgiadis_(footballer)",
      "name": "Georgios Georgiadis",
      "aboutText": "James E. (Jim) Dougherty (born March 8, 1968 in Brentwood, New York) is a former middle reliever in Major League Baseball who played between 1995 and 1999 for the Houston Astros (1995–1996), Oakland Athletics (1998) and Pittsburgh Pirates (1999). He batted and threw right-handed.",
      "pageId": 7105056,
      "monthDay": "03/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Angie_Hart",
      "name": "Angie Hart",
      "aboutText": "Nazario Moreno González (8 March 1970 – 9 March 2014), commonly referred to by his alias El Chayo (\"Nazario\" or \"The Rosary\") and/or El Más Loco (\"The Craziest One\"), was a Mexican drug lord who headed La Familia Michoacana before heading the Knights Templar Cartel, a drug cartel headquartered in the state of Michoacán. He was one of Mexico's most-wanted drug lords.\nVery few details are known of Moreno González's early life, but the authorities believe that religion played a major role in his upbringing.",
      "pageId": 23440732,
      "monthDay": "03/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Fergal_O%27Brien",
      "name": "Fergal O'Brien",
      "aboutText": "Michelle Forster (born March 8, 1973), better known by her stage name Mickey Ferriols, is a Filipina actress of American descent.",
      "pageId": 23533823,
      "monthDay": "03/08"
    },
    {
      "year": "1972",
      "uri": "/wiki/Matthew_Nable",
      "name": "Matthew Nable",
      "aboutText": "Joanna Read (born 8 March 1968) is a British theatre director and librettist.",
      "pageId": 28163911,
      "monthDay": "03/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mickey_Ferriols",
      "name": "Mickey Ferriols",
      "aboutText": "Matthew Nable (born 8 March 1972) is an Australian film and television actor, writer and former professional rugby league footballer. After playing in the Winfield Cup Premiership during the 1990s for the Manly-Warringah and South Sydney clubs, he wrote and starred in the rugby league-centred drama The Final Winter in 2007. Nable went on to act in films such as Killer Elite and Riddick.",
      "pageId": 29026663,
      "monthDay": "03/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Boris_Kodjoe",
      "name": "Boris Kodjoe",
      "aboutText": "Jaime Levy is an American author, lecturer, interface designer, and user experience strategist. She first became known for her groundbreaking new media projects in the 1990s. Most notable projects include her creation of the floppy disk distributed with Billy Idol’s album Cyberpunk, WORD an online magazine, and an online cartoon series, CyberSlacker.",
      "pageId": 29097796,
      "monthDay": "03/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Mark_Lukasiewicz",
      "name": "Mark Lukasiewicz",
      "aboutText": "Freddie James Prinze, Jr. (/ˈprɪnz/; born March 8, 1976) is an American actor. He starred in several films, such as I Know What You Did Last Summer (1997), I Still Know What You Did Last Summer (1998), She's All That (1999), Summer Catch (2001), Scooby-Doo (2002), Scooby-Doo 2: Monsters Unleashed (2004) and Delgo (2008).",
      "pageId": 458428,
      "monthDay": "03/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kurt_Mollekens",
      "name": "Kurt Mollekens",
      "aboutText": "James David Van Der Beek (born March 8, 1977) is an American actor. He rose to fame beginning in 1998 for his portrayal of Dawson Leery in the WB series Dawson's Creek and for portraying a fictionalized version of himself on the ABC sitcom Don't Trust the B---- in Apartment 23. He currently stars in CSI: Cyber as FBI Special Agent Elijah Mundo.",
      "pageId": 600595,
      "monthDay": "03/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Justin_Thompson",
      "name": "Justin Thompson",
      "aboutText": "Anna Maria van Giersbergen, (Sint Michielsgestel, March 8, 1973), known artistically as Anneke van Giersbergen, is a Dutch singer, songwriter, guitarist and pianist who became known worldwide as the lead singer and songwriter for the Dutch progressive/alternative rock band, The Gathering, between 1995 and 2007. Currently she has a solo career. The project was originally called Agua de Annique, but later going by her own name.",
      "pageId": 724473,
      "monthDay": "03/08"
    },
    {
      "year": "1973",
      "uri": "/wiki/Anneke_van_Giersbergen",
      "name": "Anneke van Giersbergen",
      "aboutText": "Johann Louis François Vogel (born 8 March 1977 in Geneva) is a former Swiss footballer.\n^ \"Johann Vogel – International Appearances\". Rec.Sport.Soccer Statistics Foundation.",
      "pageId": 729245,
      "monthDay": "03/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Fardeen_Khan",
      "name": "Fardeen Khan",
      "aboutText": "Hines Edward Ward, Jr. (born March 8, 1976) is a retired South Korean-born American football wide receiver and current NBC studio analyst who played 14 seasons for the Pittsburgh Steelers of the National Football League (NFL). He played college football at the University of Georgia.",
      "pageId": 1129656,
      "monthDay": "03/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mike_Moriarty",
      "name": "Mike Moriarty",
      "aboutText": "Mohammed Bouyeri (Arabic: محمد بويري‎) (born 8 March 1978) is a Dutch–Moroccan Islamist and convicted murderer who is serving a life sentence without parole for the assassination of Dutch film director Theo van Gogh.",
      "pageId": 1140250,
      "monthDay": "03/08"
    },
    {
      "year": "1974",
      "uri": "/wiki/Stefan_M%C3%BCller_(footballer_born_1974)",
      "name": "Stefan Müller",
      "aboutText": "Fardeen Khan (born 8 March 1974) is an Indian film actor known for his work in Bollywood. Fardeen made his Hindi film acting debut in 1998 with Prem Aggan, for which he garnered the Filmfare Best Debut Award.",
      "pageId": 1193629,
      "monthDay": "03/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mauro_Briano",
      "name": "Mauro Briano",
      "aboutText": "Estelle Desanges (born March 8, 1977) is a French pornographic actress.\nShe received a Hot d'Or Award for Best French New Starlet in 2000 and Best European Supporting Actress in 2001. She also received a Hot d'Or Honorary Award in 2009.",
      "pageId": 1352306,
      "monthDay": "03/08"
    },
    {
      "year": "1975",
      "uri": "/wiki/Peggy_Zina",
      "name": "Peggy Zina",
      "aboutText": "Gareth Michael \"Gaz\" Coombes (born 8 March 1976 in Oxford) is an English musician and singer-songwriter, best known as the lead vocalist and guitarist of the English alternative rock band Supergrass. He first entered the music scene aged sixteen as the lead singer of the band The Jennifers which featured Supergrass band mate Danny Goffey.",
      "pageId": 1535847,
      "monthDay": "03/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Gaz_Coombes",
      "name": "Gaz Coombes",
      "aboutText": "Kurt Mollekens (born 8 March 1973 in Bonheiden) is a Belgian race car driver and team owner.",
      "pageId": 2022145,
      "monthDay": "03/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Juan_Encarnaci%C3%B3n",
      "name": "Juan Encarnación",
      "aboutText": "Juan De Dios Encarnación (born March 8, 1976) is a former Major League Baseball outfielder. He played for the Detroit Tigers, Cincinnati Reds, Florida Marlins, Los Angeles Dodgers and St. Louis Cardinals.",
      "pageId": 2406351,
      "monthDay": "03/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ryan_Freel",
      "name": "Ryan Freel",
      "aboutText": "Justin Ray Thompson (born March 8, 1973) is a former Major League Baseball pitcher who played for the Detroit Tigers from 1996 to 1999 and the Texas Rangers in 2005.",
      "pageId": 2747849,
      "monthDay": "03/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Freddie_Prinze,_Jr.",
      "name": "Freddie Prinze, Jr.",
      "aboutText": "Ryan Paul Freel (March 8, 1976 – December 22, 2012) was an American professional baseball player. A utility player, Freel played second base, third base, and all three outfield positions in Major League Baseball for the Toronto Blue Jays, Cincinnati Reds, Baltimore Orioles, Chicago Cubs and Kansas City Royals between 2001 and 2009.",
      "pageId": 2813383,
      "monthDay": "03/08"
    },
    {
      "year": "1976",
      "uri": "/wiki/Hines_Ward",
      "name": "Hines Ward",
      "aboutText": "Nick Zano (born March 8, 1978) is an American actor and producer. He is best known for having played Vince in The WB's sitcom What I Like About You. He got his big break on MTV, where he hosted that network's former infotainment program about the film industry, Movie House, and briefly worked as an MTV News correspondent before he began an acting career.",
      "pageId": 3619436,
      "monthDay": "03/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Estelle_Desanges",
      "name": "Estelle Desanges",
      "aboutText": "Found spouse, Found children, Calliope Zina (Greek: Καλλιόπη Ζήνα; born 8 March 1975), known professionally as Peggy Zina, is a Greek singer. She made her recording debut in 1995 with her self-titled album. She has since released twelve studio albums and is a high-profile artist in the Greek music industry.",
      "pageId": 6012018,
      "monthDay": "03/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Michael_Tarver",
      "name": "Michael Tarver",
      "aboutText": "Michael Thomas Moriarty (born March 8, 1974 in Camden, New Jersey) is a retired Major League Baseball shortstop and second baseman. He played during one season at the major league level for the Baltimore Orioles. He was drafted by the Minnesota Twins in 7th round of the 1995 amateur draft.",
      "pageId": 15123875,
      "monthDay": "03/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/James_Van_Der_Beek",
      "name": "James Van Der Beek",
      "aboutText": "Mark Lukasiewicz (born March 8, 1973 in Jersey City, New Jersey) is a former professional baseball player who played two seasons for the Anaheim Angels of Major League Baseball.\nDrafted by the Toronto Blue Jays in 1993, Lukasiewicz spent from 1994 to 2000 in their minor leagues before signing with the Anaheim Angels in 2001. He made his major league debut at the age of 28 in 2001.",
      "pageId": 15792106,
      "monthDay": "03/08"
    },
    {
      "year": "1977",
      "uri": "/wiki/Johann_Vogel",
      "name": "Johann Vogel",
      "aboutText": "Stefan Müller (born 8 March 1974 in Schopfheim) is a retired German footballer. He spent his entire career with SC Freiburg, joining the club in 1993, and making his debut the following season as the club went on to finish third in the Bundesliga. He played a further ten seasons for the club, eight of which were at the highest level – Freiburg were relegated in 1997 and 2002, but bounced back immediately on both occasions.",
      "pageId": 21060903,
      "monthDay": "03/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mohammed_Bouyeri",
      "name": "Mohammed Bouyeri",
      "aboutText": "Mauro Briano (born 8 March 1975 in Carmagnola, Piedmont) is an Italian footballer who plays for Seconda Divisione club Savona.",
      "pageId": 26119760,
      "monthDay": "03/08"
    },
    {
      "year": "1978",
      "uri": "/wiki/Nick_Zano",
      "name": "Nick Zano",
      "aboutText": "Tyrone Evans (born March 8, 1977) is an American professional wrestler.",
      "pageId": 26236481,
      "monthDay": "03/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Apathy_(rapper)",
      "name": "Apathy",
      "aboutText": "Thomas Oliver \"Tom\" Chaplin (born 8 March 1979, Hastings, East Sussex, England), is an English singer-songwriter, musician and composer, best known for being the lead vocalist of British alternative rock band Keane.",
      "pageId": 923608,
      "monthDay": "03/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Tom_Chaplin",
      "name": "Tom Chaplin",
      "aboutText": "Nicolas Armindo (born 8 March 1982) is a race car driver born in Colmar, France.\nAs a child he enjoyed Karting and raced in many local races. Starting his career in French Formula Campus in 2001, Armindo moved on to drive in French Formula Renault (2002–2003), Formula Renault 2000 Eurocup (2002–2003) and more recently Porsche Carrera Cup Germany (2004).",
      "pageId": 1617341,
      "monthDay": "03/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Andy_Ross",
      "name": "Andy Ross",
      "aboutText": "Jessica Jaymes (born March 8, 1979) is an American pornographic actress.",
      "pageId": 2152933,
      "monthDay": "03/08"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jessica_Jaymes",
      "name": "Jessica Jaymes",
      "aboutText": "Luteru Ross Poutoa Lote Taylor (born 8 March 1984), more commonly known as Ross Taylor, is a New Zealand cricketer and former national captain. He previously captained the New Zealand Under-19 side in youth internationals. Taylor has a highest List A score of 132* in the State Shield domestic one-day competition in 2003–04, and a first class best of 290 against Australia in the 2015–16 Trans-Tasman Trophy Test series.",
      "pageId": 2293230,
      "monthDay": "03/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Stephen_Milne",
      "name": "Stephen Milne",
      "aboutText": "Andy Ross (born March 8, 1979), is an American musician most famous as guitarist, keyboardist and vocalist for the rock band OK Go since 2005. He is also behind a solo project, Secret Dakota Ring, which released albums in 2004 and 2008. Ross is also co-founder of Serious Business Records, a label under which Secret Dakota Ring publish their records.",
      "pageId": 2372921,
      "monthDay": "03/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Simon_Peddie",
      "name": "Simon Peddie",
      "aboutText": "Michael Francis Beauchamp (born 8 March 1981 in Sydney, New South Wales, Australia) is an Australian association football who plays as a defender for Bankstown City in the National Premier Leagues NSW 2.",
      "pageId": 3032484,
      "monthDay": "03/08"
    },
    {
      "year": "1980",
      "uri": "/wiki/Charli_Robinson",
      "name": "Charli Robinson",
      "aboutText": "Stephen Milne (born 8 March 1980) is an Australian rules footballer who formerly played for the St Kilda Football Club in the Australian Football League (AFL). A small forward, he held the AFL record for the most goals kicked at the Docklands Stadium.",
      "pageId": 3904840,
      "monthDay": "03/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Michael_Beauchamp",
      "name": "Michael Beauchamp",
      "aboutText": "Chad Bromley (born March 8, 1979), better known by his stage name Apathy (formerly \"The Alien Tongue\"), is a rapper and producer from Willimantic, Connecticut.\nHis first major release was his debut album; Eastern Philosophy in March 2006 with guest appearances from Celph Titled, Ryu, and Blue Raspberry. His second album Wanna Snuggle?",
      "pageId": 4526397,
      "monthDay": "03/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Glenda_Gilson",
      "name": "Glenda Gilson",
      "aboutText": "Sharlene Marie Zeta Robinson, known professionally in Australia as Charli Robinson and previously as Charli Delaney (born 8 March 1980 in Newcastle, New South Wales, Australia), is an Australian singer, actress, radio presenter and children's performer best known as a member of band Hi-5 and the television series of the same name Hi-5",
      "pageId": 5530082,
      "monthDay": "03/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Timothy_Jordan_II",
      "name": "Timothy Jordan II",
      "aboutText": "Joost Posthuma (born 8 March 1981) is a Dutch retired professional road bicycle racer, who competed as a professional between 2004 and 2012. Born in Hengelo, Posthuma was known for his time-trialling and he wore the white jersey for the best young rider at the 2006 Tour de France. Posthuma set the best time for riders eligible for the young rider classification in the prologue, but lost it after the 1st road stage, after a rival got in a breakaway and got bonus seconds on the road.",
      "pageId": 5785757,
      "monthDay": "03/08"
    },
    {
      "year": "1981",
      "uri": "/wiki/Joost_Posthuma",
      "name": "Joost Posthuma",
      "aboutText": "Kat Von D (born Katherine von Drachenberg, March 8, 1982), is an American tattoo artist, model, musician, entrepreneur and television personality. She is best known for her work as a tattoo artist on the TLC reality television show LA Ink, which premiered August 7, 2007, in the United States and ran for four seasons.",
      "pageId": 6423289,
      "monthDay": "03/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nicolas_Armindo",
      "name": "Nicolas Armindo",
      "aboutText": "Leonidas Kampantais (Greek: Λεωνίδας Καμπάνταης; born 8 March 1982 in Athens, Greece) is a Greek footballer, currently playing for Panionios.",
      "pageId": 6544655,
      "monthDay": "03/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Leonidas_Kampantais",
      "name": "Leonidas Kampantais",
      "aboutText": "Rafik Zoheir Djebbour (Arabic: رفيق جبور‎ ; born 8 March 1984) is an Algerian footballer who plays as a striker for AEK Athens and the Algeria national team.",
      "pageId": 8174063,
      "monthDay": "03/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Craig_Stansberry",
      "name": "Craig Stansberry",
      "aboutText": "Timothy (Tim) Anderson Jordan II (March 8, 1981 – December 13, 2005) was an American keyboardist, guitarist, and songwriter.",
      "pageId": 11550412,
      "monthDay": "03/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kat_Von_D",
      "name": "Kat Von D",
      "aboutText": "Craig Chad-Leo Stansberry (born March 8, 1982) is a Major League Baseball third baseman who is currently in the Toronto Blue Jays organization. Stansberry was the first player in Major League Baseball history to have been born in Saudi Arabia. (In 2013, Alex Wilson became the second).",
      "pageId": 12950854,
      "monthDay": "03/08"
    },
    {
      "year": "1982",
      "uri": "/wiki/Isak_Strand",
      "name": "Isak Strand",
      "aboutText": "André Clarindo dos Santos (born 8 March 1983), more commonly known as André Santos, is a Brazilian footballer who has previously featured for the Brazil national football team and currently plays for FC Wil 1900 in the Swiss Challenge League. Santos is a left-back, who can also be deployed as a left winger. On 15 June 2009, he made his first international appearance as a substitute in a match against Egypt.",
      "pageId": 13310088,
      "monthDay": "03/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Andr%C3%A9_Santos",
      "name": "André Santos",
      "aboutText": "Glenda Gilson (born 8 March 1981) is an Irish model and television presenter.",
      "pageId": 16591855,
      "monthDay": "03/08"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mark_Worrell",
      "name": "Mark Worrell",
      "aboutText": "Mark Robert Worrell (born March 8, 1983 in Palm Beach Gardens, Florida) is a former American professional baseball pitcher.",
      "pageId": 17328337,
      "monthDay": "03/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Rafik_Djebbour",
      "name": "Rafik Djebbour",
      "aboutText": "Isak Barosen Strand (born 8 March 1982 in Bergen, Norway), is a Norwegian musician (drums), sound engineering, music producer and composer living in Oslo, known from different musical projects such as electro, techno and crossover stuff such as Moen Meets Me At Sea.",
      "pageId": 36884442,
      "monthDay": "03/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Ross_Taylor",
      "name": "Ross Taylor",
      "aboutText": "Simon Peddie (born 8 March 1980) is a Montserratian footballer who plays as a defender and midfielder for East Thurrock United of the Isthmian League Premier Division.",
      "pageId": 47454540,
      "monthDay": "03/08"
    },
    {
      "year": "1984",
      "uri": "/wiki/Sasha_Vuja%C4%8Di%C4%87",
      "name": "Sasha Vujačić",
      "aboutText": "Aleksandar \"Sasha\" Vujačić (Serbian: Saša Vujačić / Саша Вујачић, Slovene: Saša Vujačič, rendered in English as Sasha Vujacic, Serbian pronunciation: [alekˈsandar ˈsaʃa ˈʋujat͡ɕit͡ʃ]; born March 8, 1984) is a Slovenian professional basketball player for the New York Knicks of the National Basketball Association (NBA).\nThroughout his career, he has also played in Italy (for Snaidero Udine), in Turkey (for Anadolu Efes and İstanbul BB) and in the United States (for the Los Angeles Lakers, New Jersey Nets and the Los Angeles Clippers).",
      "pageId": 2452514,
      "monthDay": "03/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ewa_Sonnet",
      "name": "Ewa Sonnet",
      "aboutText": "Princess Tsuguko of Takamado (承子女王, Tsuguko Joō, born 8 March 1986) is a member of the Imperial House of Japan and the eldest daughter of Norihito, Prince Takamado and Hisako, Princess Takamado.",
      "pageId": 3100148,
      "monthDay": "03/08"
    },
    {
      "year": "1985",
      "uri": "/wiki/Mio_Takeuchi",
      "name": "Mio Takeuchi",
      "aboutText": "Devon Werkheiser (born March 8, 1991) is an American actor, voice actor, singer-songwriter and musician, best known for his starring role as Ned Bigby on the Nickelodeon sitcom Ned's Declassified School Survival Guide and for his role in the 2007 TV movie Shredderman Rules, as the lead character Nolan Byrd.",
      "pageId": 7955886,
      "monthDay": "03/08"
    },
    {
      "year": "1986",
      "uri": "/wiki/Princess_Tsuguko_of_Takamado",
      "name": "Princess Tsuguko of Takamado",
      "aboutText": "Ben Peter Anthony Tozer (born 1 March 1990) is an English professional footballer who plays for Yeovil Town as a defender.",
      "pageId": 13046615,
      "monthDay": "03/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Benny_Blanco",
      "name": "Benny Blanco",
      "aboutText": "Armanti Fredrico Edwards, Sr. (born March 8, 1988) is an American football wide receiver who is currently a free agent. He was drafted by the Carolina Panthers in the third round of the 2010 NFL Draft.",
      "pageId": 13059867,
      "monthDay": "03/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Armanti_Edwards",
      "name": "Armanti Edwards",
      "aboutText": "Petra Kvitová (Czech pronunciation: [ˈpɛtra ˈkvɪtovaː]; born 8 March 1990) is a Czech professional tennis player. Having turned professional in 2006, she is known for her powerful left-handed groundstrokes and variety. Kvitová has won seventeen career singles titles including two Grand Slam titles at Wimbledon.",
      "pageId": 15977102,
      "monthDay": "03/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Elly_Jackson",
      "name": "Elly Jackson",
      "aboutText": "Benjamin Levin (born March 8, 1988), professionally known as Benny Blanco, is an American rapper, musician, songwriter and record producer. He has written and produced songs for artists such as Jessie J (\"Thunder\"), Katy Perry (\"California Gurls\", \"Teenage Dream\"), Selena Gomez (\"Same Old Love\"), Maroon 5 (\"Moves like Jagger, \"Payphone\"), Britney Spears (\"Circus\"), Taio Cruz (\"Dynamite\"), Kesha (\"Tik Tok\"), Gym Class Heroes (\"Stereo Hearts\", \"Ass Back Home\"), Wiz Khalifa (\"Work Hard, Play Hard\", \"No Sleep\") and Trey Songz (\"Heart Attack\").\nEarly in his career, Blanco worked with Dr.",
      "pageId": 20034513,
      "monthDay": "03/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Bryan_Termulo",
      "name": "Bryan Termulo",
      "aboutText": "Ewa Sonnet (born Beata Kornelia Dąbrowska on March 8, 1985) is a Polish glamour model and pop singer.",
      "pageId": 20609832,
      "monthDay": "03/08"
    },
    {
      "year": "1988",
      "uri": "/wiki/Laura_Unsworth",
      "name": "Laura Unsworth",
      "aboutText": "Robert John \"Robbie\" Hummel (born March 8, 1989) is an American professional basketball player who plays for Emporio Armani Milano of the Lega Basket Serie A. He played college basketball for Purdue University.",
      "pageId": 20897386,
      "monthDay": "03/08"
    },
    {
      "year": "1989",
      "uri": "/wiki/Robbie_Hummel",
      "name": "Robbie Hummel",
      "aboutText": "La Roux (/lɑːˈruː/ lah-ROO) is an English synthpop act formed in 2006 by singer Elly Jackson and record producer Ben Langmaid. Their debut album La Roux (2009) was a critical and commercial success, winning a Grammy Award and producing hit singles such as \"In for the Kill\" and \"Bulletproof\". Recording of a follow-up album was marred by unsuccessful collaborations, the cancellation of two planned release dates, and reported conflict between the duo.",
      "pageId": 20996259,
      "monthDay": "03/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kristinia_DeBarge",
      "name": "Kristinia DeBarge",
      "aboutText": "Kristinia Jamie DeBarge (/krɪˈstɪniə/; born March 8, 1990) is an American singer, songwriter, dancer and actress. She first appeared on national television in 2003 as a contestant on the American Idol spin-off, American Juniors. In 2009, DeBarge signed a contract with the Island Records department Sodapop, releasing her debut album, Exposed, in July of the same year.",
      "pageId": 22336422,
      "monthDay": "03/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Asier_Illarramendi",
      "name": "Asier Illarramendi",
      "aboutText": "Stephanie Ann Davis (born 8 March 1993) is an English actress.",
      "pageId": 28740234,
      "monthDay": "03/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Petra_Kvitov%C3%A1",
      "name": "Petra Kvitová",
      "aboutText": "Asier Illarramendi \"Illarra\" Andonegi (born 8 March 1990) is a Spanish professional footballer who plays for Real Sociedad as a defensive midfielder.\nHe developed at Real Sociedad, appearing in 56 competitive games with the first team and helping it qualify for the Champions League in 2013. He then transferred to Real Madrid for €32.2 million, the most they had ever paid for a Spanish player, returning to his first team for half of that fee two years later.",
      "pageId": 30632364,
      "monthDay": "03/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Nico_Salva",
      "name": "Nico Salva",
      "aboutText": "Bryan Termulo (born March 8, 1988 in Bocaue, Bulacan, Philippines) is a singer from the Philippines, who was the runner-up in Pinoy Pop Superstar Year 3. He is best known for singing the theme song of Filipino TV series Walang Hanggan entitled Dadalhin and 100 Days to Heaven's Bihag. He then gained the title \"Prince of Teleserye Themesongs\".",
      "pageId": 34456925,
      "monthDay": "03/08"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ben_Tozer",
      "name": "Ben Tozer",
      "aboutText": "Laura Unsworth (born 8 March 1988) is a British field hockey player.\nUnsworth made her international debut in 2008. She competed for Great Britain in the 2008 Summer Olympics, where the team won bronze.",
      "pageId": 36608275,
      "monthDay": "03/08"
    },
    {
      "year": "1991",
      "uri": "/wiki/Miriam_Bryant",
      "name": "Miriam Bryant",
      "aboutText": "Tom English (born 8 March 1991) is an Australian rugby union footballer who plays as a centre or wing for the Melbourne Rebels.\nEnglish is a former Australia Sevens representative. In 2011, he was named at inside centre for Sydney University in the final of the Shute Shield.",
      "pageId": 38518758,
      "monthDay": "03/08"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tom_English_(rugby_union)",
      "name": "Tom English",
      "aboutText": "Uki Satake (佐武 宇綺, Satake Uki, born March 8, 1992), often called Ukky (うっきー), is a Japanese idol, singer, actress and radio host. She is a member of Japanese girl group 9nine.",
      "pageId": 39000740,
      "monthDay": "03/08"
    },
    {
      "year": "1991",
      "uri": "/wiki/Devon_Werkheiser",
      "name": "Devon Werkheiser",
      "aboutText": "Miriam Melanie Bryant (born in Gothenburg, Sweden on 8 March 1991) is a Swedish-Finnish singer and songwriter signed to Warner Music in Sweden, Norway, Denmark and recently signed a contract for Interscope Records in the United States.\n^ \"Swedish Vocal Powerhouse Miriam Bryant Signs Jointly To Interscope Records And UMG Germany's Polydor/Island Records - Press Release\". Digital Journal.",
      "pageId": 39028847,
      "monthDay": "03/08"
    },
    {
      "year": "1992",
      "uri": "/wiki/Uki_Satake",
      "name": "Uki Satake",
      "aboutText": "Nicolas Raymond Salva (born March 8, 1990) is a Filipino basketball player currently playing for the Barangay Ginebra San Miguel of the Philippine Basketball Association. He was selected 11th overall in the 2013 PBA Draft by the Batang Pier.",
      "pageId": 40979711,
      "monthDay": "03/08"
    },
    {
      "year": "1993",
      "uri": "/wiki/Stephanie_Davis_(actress)",
      "name": "Stephanie Davis",
      "aboutText": "Mio Takeuchi (竹内 実生, Takeuchi Mio, born March 8, 1985, in Tokushima Prefecture, Japan) is a Japanese actress who is affiliated with Suns Entertainment. She played the role of Sae Taiga (Gao White) in the 2001 Super Sentai series Hyakujuu Sentai Gaoranger.\n^ \"Profile at Oricon\".",
      "pageId": 47006345,
      "monthDay": "03/08"
    },
    {
      "year": "1994",
      "uri": "/wiki/Pablo_Dyego",
      "name": "Pablo Dyego",
      "aboutText": "Azamour (8 March 2001 – 5 April 2014) was a Thoroughbred racehorse and sire. He won four Group One races including the King George VI and Queen Elizabeth Stakes and was Europe's Champion Older Horse in 2005.",
      "pageId": 25455735,
      "monthDay": "03/08"
    },
    {
      "year": "1994",
      "uri": "/wiki/Dylan_Tombides",
      "name": "Dylan Tombides",
      "aboutText": "Jurina Matsui (松井 珠理奈, Matsui Jurina, born March 8, 1997 in Aichi Prefecture) is a member of Japanese idol girl groups SKE48 and AKB48.",
      "pageId": 28267849,
      "monthDay": "03/08"
    },
    {
      "year": "1997",
      "uri": "/wiki/Jurina_Matsui",
      "name": "Jurina Matsui",
      "aboutText": "Dylan James Tombides (8 March 1994 – 18 April 2014) was an Australian soccer player who played as a striker for West Ham United and the Australian under-17 and under-23 teams.",
      "pageId": 37126771,
      "monthDay": "03/08"
    },
    {
      "year": "2001",
      "uri": "/wiki/Azamour",
      "name": "Azamour",
      "aboutText": "Pablo Dyego da Silva Rosa (born 8 March 1994) is a Brazilian footballer who plays for Legia Warsaw on loan from Fluminense as a winger.\n^ \"Pablo Da Silva Rosa\". Svenskfotboll.",
      "pageId": 39459196,
      "monthDay": "03/08"
    }
  ]
}