{
  "people": [
    {
      "year": "1372",
      "uri": "/wiki/Louis_I,_Duke_of_Orl%C3%A9ans",
      "name": "Louis I, Duke of Orléans",
      "aboutText": "Pope Innocent XII (Latin: Innocentius XII; 13 March 1615 – 27 September 1700), born Antonio Pignatelli, was Pope from 12 July 1691 to his death in 1700.\nHe took a hard stance against nepotism in the church, continuing the policies of Pope Innocent XI, who started the battle against nepotism.",
      "pageId": 24666,
      "monthDay": "03/13"
    },
    {
      "year": "1593",
      "uri": "/wiki/Georges_de_La_Tour",
      "name": "Georges de La Tour",
      "aboutText": "Joseph Priestley FRS (/ˈpriːstli/; 24 March [O.S. 13 March] 1733 – 6 February 1804) was an 18th-century English theologian, dissenting clergyman, natural philosopher, chemist, educator, and Liberal political theorist who published over 150 works. He is usually credited with the discovery of oxygen, having isolated it in its gaseous state, although Carl Wilhelm Scheele and Antoine Lavoisier also have a claim to the discovery.\nDuring his lifetime, Priestley's considerable scientific reputation rested on his invention of soda water, his writings on electricity, and his discovery of several \"airs\" (gases), the most famous being what Priestley dubbed \"dephlogisticated air\" (oxygen).",
      "pageId": 40176,
      "monthDay": "03/13"
    },
    {
      "year": "1615",
      "uri": "/wiki/Pope_Innocent_XII",
      "name": "Pope Innocent XII",
      "aboutText": "Joseph II (Joseph Benedikt Anton Michael Adam; 13 March 1741 – 20 February 1790) was Holy Roman Emperor from 1765 to 1790 and ruler of the Habsburg lands from 1780 to 1790. He was the eldest son of Empress Maria Theresa and her husband, Francis I, and was the brother of Marie Antoinette. He was thus the first ruler in the Austrian dominions of the House of Lorraine, styled Habsburg-Lorraine (von Habsburg-Lothringen in German).",
      "pageId": 148313,
      "monthDay": "03/13"
    },
    {
      "year": "1648",
      "uri": "/wiki/Anne_Henriette_of_Bavaria",
      "name": "Anne Henriette of Bavaria",
      "aboutText": "Guillaume Marie-Anne Brune, 1st Comte Brune (13 March 1763 – 2 August 1815) was a French soldier and political figure who rose to Marshal of France.",
      "pageId": 161131,
      "monthDay": "03/13"
    },
    {
      "year": "1683",
      "uri": "/wiki/John_Theophilus_Desaguliers",
      "name": "John Theophilus Desaguliers",
      "aboutText": "Charles Bonnet (French: [bɔnɛ]; 13 March 1720 – 20 May 1793), Genevan naturalist and philosophical writer, was born at Geneva, of a French family driven into the region by the religious persecution in the 16th century.",
      "pageId": 204127,
      "monthDay": "03/13"
    },
    {
      "year": "1700",
      "uri": "/wiki/Michel_Blavet",
      "name": "Michel Blavet",
      "aboutText": "Charles Grey, 2nd Earl Grey KG PC (13 March 1764 – 17 July 1845), known as Viscount Howick between 1806 and 1807, was Prime Minister of the United Kingdom of Great Britain and Ireland from 22 November 1830 to 16 July 1834. A member of the Whig Party, he backed significant reform of the British government and was among the primary architects of the Reform Act 1832. His government also saw the abolition of slavery in the British Empire.",
      "pageId": 232264,
      "monthDay": "03/13"
    },
    {
      "year": "1706",
      "uri": "/wiki/Johann_Christoph_Heilbronner",
      "name": "Johann Christoph Heilbronner",
      "aboutText": "Karl Friedrich Schinkel (13 March 1781 – 9 October 1841) was a Prussian architect, city planner, and painter who also designed furniture and stage sets.",
      "pageId": 307108,
      "monthDay": "03/13"
    },
    {
      "year": "1719",
      "uri": "/wiki/John_Griffin,_4th_Baron_Howard_de_Walden",
      "name": "John Griffin, 4th Baron Howard de Walden",
      "aboutText": "Abigail Powers Fillmore (March 13, 1798 – March 30, 1853), wife of Millard Fillmore, was First Lady of the United States from 1850 to 1853.\nAbigail was born in Stillwater, New York, 1798, in Saratoga County, New York. She was the daughter of the Reverend Lemuel Powers, a Baptist minister, and Abigail Newland-Powers.",
      "pageId": 416386,
      "monthDay": "03/13"
    },
    {
      "year": "1720",
      "uri": "/wiki/Charles_Bonnet",
      "name": "Charles Bonnet",
      "aboutText": "Daniel Lambert (13 March 1770 – 21 June 1809) was a gaol keeper and animal breeder from Leicester, England, famous for his unusually large size. After serving four years as an apprentice at an engraving and die casting works in Birmingham, he returned to Leicester around 1788 and succeeded his father as keeper of Leicester's gaol. He was a keen sportsman and extremely strong; on one occasion he fought a bear in the streets of Leicester.",
      "pageId": 420332,
      "monthDay": "03/13"
    },
    {
      "year": "1733",
      "uri": "/wiki/Joseph_Priestley",
      "name": "Joseph Priestley",
      "aboutText": "Field Marshal John Griffin Griffin, 4th Baron Howard de Walden, 1st Baron Braybrooke (formerly Whitwell), KB (13 March 1719 – 25 May 1797) was a British nobleman and soldier. Born John Whitwell, he served as a junior officer with the Pragmatic Army in the Netherlands and Germany during the War of the Austrian Succession. After changing his surname to Griffin in 1749, he commanded a brigade of at least four battalions at the Battle of Corbach in July 1760 during the Seven Years' War.",
      "pageId": 482876,
      "monthDay": "03/13"
    },
    {
      "year": "1741",
      "uri": "/wiki/Joseph_II,_Holy_Roman_Emperor",
      "name": "Joseph II, Holy Roman Emperor",
      "aboutText": "Louis I of Orléans (13 March 1372 – 23 November 1407) was Duke of Orléans from 1392 to his death. He was also Count of Valois (1386?-1406), Duke of Touraine (1386–1392), Count of Blois (1397–1407), Angoulême (1404–1407), Périgord (1400-1407) and Soissons (1404–07).",
      "pageId": 703576,
      "monthDay": "03/13"
    },
    {
      "year": "1753",
      "uri": "/wiki/Louise_Marie_Ad%C3%A9la%C3%AFde_de_Bourbon-Penthi%C3%A8vre,_Duchess_of_Orl%C3%A9ans",
      "name": "Louise Marie Adélaïde de Bourbon-Penthièvre, Duchess of Orléans",
      "aboutText": "Georges de La Tour (March 13, 1593 – January 30, 1652) was a French Baroque painter, who spent most of his working life in the Duchy of Lorraine, which was temporarily absorbed into France between 1641 and 1648.",
      "pageId": 899342,
      "monthDay": "03/13"
    },
    {
      "year": "1762",
      "uri": "/wiki/Anine_Fr%C3%B8lich",
      "name": "Anine Frølich",
      "aboutText": "John Theophilus Desaguliers (12 March 1683 – 29 February 1744) was a French-born British natural philosopher, clergyman, engineer and freemason who was elected to the Royal Society in 1714 as experimental assistant to Isaac Newton. He had studied at Oxford and later popularized Newtonian theories and their practical applications in public lectures. Desaguliers’s most important patron was James Brydges, 1st Duke of Chandos.",
      "pageId": 1497900,
      "monthDay": "03/13"
    },
    {
      "year": "1763",
      "uri": "/wiki/Guillaume_Brune",
      "name": "Guillaume Brune",
      "aboutText": "Michel Blavet (March 13, 1700 – October 28, 1768) was a French composer and flute virtuoso. Although Blavet taught himself to play almost every instrument, he specialized in the bassoon and the flute which he held to the left, the opposite of how most flutists hold theirs today.",
      "pageId": 1786161,
      "monthDay": "03/13"
    },
    {
      "year": "1764",
      "uri": "/wiki/Charles_Grey,_2nd_Earl_Grey",
      "name": "Charles Grey, 2nd Earl Grey",
      "aboutText": "Johann Christoph Heilbronner (March 13, 1706, Ulm - January 17, 1745 (or c.1747), Leipzig) was a German mathematical historian (Mathematikhistoriker) and theologian.",
      "pageId": 8931905,
      "monthDay": "03/13"
    },
    {
      "year": "1770",
      "uri": "/wiki/Daniel_Lambert",
      "name": "Daniel Lambert",
      "aboutText": "Charles Lot Church (March 13, 1777 – April 14, 1864) was a political figure in Nova Scotia. He represented Lunenburg County in the Nova Scotia House of Assembly from 1820 to 1830.\nHe was born in Rhode Island (some sources say Fall River, Massachusetts), the son of Charles Church, and travelled with a group of United Empire Loyalists to Shelburne in 1783.",
      "pageId": 15162722,
      "monthDay": "03/13"
    },
    {
      "year": "1777",
      "uri": "/wiki/Charles_Lot_Church",
      "name": "Charles Lot Church",
      "aboutText": "Anine Marie Magdalene Frølich, (13 March 1762 – 6 November 1784) was a Danish ballerina, one of the first professional native ballet dancers in Denmark and a prima donna within the Danish ballet in her days.",
      "pageId": 15451689,
      "monthDay": "03/13"
    },
    {
      "year": "1781",
      "uri": "/wiki/Karl_Friedrich_Schinkel",
      "name": "Karl Friedrich Schinkel",
      "aboutText": "Louise Marie Adélaïde de Bourbon-Penthièvre, Duchess of Orléans (13 March 1753 – 23 June 1821), was the daughter of Louis Jean Marie de Bourbon, Duke of Penthièvre and of Princess Maria Theresa Felicitas of Modena. At the death of her brother, Louis Alexandre de Bourbon-Penthièvre, prince de Lamballe, she became the wealthiest heiress in France prior to the French Revolution. She married Louis Philippe II, Duke of Orléans, the \"regicide\" Philippe Égalité, and was the mother of France's last king, Louis Philippe I, King of the French.",
      "pageId": 17872041,
      "monthDay": "03/13"
    },
    {
      "year": "1782",
      "uri": "/wiki/Sir_Robert_Bateson,_1st_Baronet",
      "name": "Sir Robert Bateson, 1st Baronet",
      "aboutText": "Anne of the Palatinate known in France as Anne of Bavaria, Princess Palatine (Anne Henriette Julie; 13 March 1648 – 23 February 1723) was a Princess of the Palatinate and Countess Palatine of Simmern by birth and was the wife of Henri Jules de Bourbon eldest son of Louis, Grand Condé. Following her father-in-law's death, her husband succeeded as Prince of Condé, a purely honorary title, but one of the highest ranking in France. She was also the Princess of Arches in her own right from 1708.",
      "pageId": 21020638,
      "monthDay": "03/13"
    },
    {
      "year": "1798",
      "uri": "/wiki/Abigail_Fillmore",
      "name": "Abigail Fillmore",
      "aboutText": "Sir Robert Bateson, 1st Baronet DL (13 March 1782 – 21 April 1863) was an Irish baronet, landowner and Conservative politician.\nHe was the only son of Thomas Bateson and his wife Elizabeth, youngest daughter of George Lloyd.\nOn 18 December 1818, he was created a Baronet, of Belvoir Park, in the County of Down.",
      "pageId": 24748678,
      "monthDay": "03/13"
    },
    {
      "year": "1815",
      "uri": "/wiki/James_Curtis_Hepburn",
      "name": "James Curtis Hepburn",
      "aboutText": "Percival Lawrence Lowell (March 13, 1855 – November 12, 1916) was an American businessman, author, mathematician, and astronomer who fueled speculation that there were canals on Mars. He founded the Lowell Observatory in Flagstaff, Arizona, and formed the beginning of the effort that led to the discovery of Pluto 14 years after his death.",
      "pageId": 24033,
      "monthDay": "03/13"
    },
    {
      "year": "1825",
      "uri": "/wiki/Hans_Gude",
      "name": "Hans Gude",
      "aboutText": "Alexej Georgewitsch von Jawlensky (13 March 1864 – 15 March 1941) was a Russian expressionist painter active in Germany.",
      "pageId": 144817,
      "monthDay": "03/13"
    },
    {
      "year": "1849",
      "uri": "/wiki/P%C3%A9ricl%C3%A8s_Pantazis",
      "name": "Périclès Pantazis",
      "aboutText": "Hugo Philipp Jacob Wolf (13 March 1860 – 22 February 1903) was an Austrian composer of Slovene origin, particularly noted for his art songs, or Lieder. He brought to this form a concentrated expressive intensity which was unique in late Romantic music, somewhat related to that of the Second Viennese School in concision but diverging greatly in technique.",
      "pageId": 147490,
      "monthDay": "03/13"
    },
    {
      "year": "1855",
      "uri": "/wiki/Percival_Lowell",
      "name": "Percival Lowell",
      "aboutText": "Ellery Harding Clark (March 13, 1874 – February 17, 1949) was an American track and field athlete.",
      "pageId": 219704,
      "monthDay": "03/13"
    },
    {
      "year": "1857",
      "uri": "/wiki/B._H._Roberts",
      "name": "B. H. Roberts",
      "aboutText": "Albert Meyer (13 March 1870 - 22 October 1953) was a Swiss politician, editor of Neue Zürcher Zeitung (1915-1930) and member of the Swiss Federal Council (1929-1938).\nHe was elected to the Swiss Federal Council on 12 December 1929 and handed over office on 31 December 1938. He was affiliated to the Free Democratic Party.",
      "pageId": 239499,
      "monthDay": "03/13"
    },
    {
      "year": "1860",
      "uri": "/wiki/Hugo_Wolf",
      "name": "Hugo Wolf",
      "aboutText": "John Franklin \"Home Run\" Baker (March 13, 1886 – June 28, 1963) was an American professional baseball player. A third baseman, Baker played in Major League Baseball from 1908 to 1922, for the Philadelphia Athletics and the New York Yankees. Baker has been called the \"original home run king of the majors\".",
      "pageId": 355477,
      "monthDay": "03/13"
    },
    {
      "year": "1864",
      "uri": "/wiki/Alexej_von_Jawlensky",
      "name": "Alexej von Jawlensky",
      "aboutText": "Brigham Henry Roberts (March 13, 1857 – September 27, 1933) was a Mormon leader, historian, and politician. He published a popular six-volume history of The Church of Jesus Christ of Latter-day Saints (LDS Church) and also wrote Studies of the Book of Mormon (unpublished until after his death), which discussed the validity of the Book of Mormon as an ancient record.",
      "pageId": 659742,
      "monthDay": "03/13"
    },
    {
      "year": "1870",
      "uri": "/wiki/Henri_%C3%89ti%C3%A9vant",
      "name": "Henri Étiévant",
      "aboutText": "Sir Hugh Seymour Walpole, CBE (13 March 1884 – 1 June 1941) was an English novelist. He was the son of an Anglican clergyman, intended for a career in the church but drawn instead to writing. Among those who encouraged him were the authors Henry James and Arnold Bennett.",
      "pageId": 674453,
      "monthDay": "03/13"
    },
    {
      "year": "1870",
      "uri": "/wiki/William_Glackens",
      "name": "William Glackens",
      "aboutText": "Arthur Russell (13 March 1886 – 23 August 1972) was an English athlete and winner of the 3,200 metres steeplechase at the 1908 Summer Olympics for Great Britain.\nRussell, from Staffordshire, won the British AAA Championships in steeplechase from 1904 to 1906. He won his first AAA title while only 17 years old.",
      "pageId": 1041529,
      "monthDay": "03/13"
    },
    {
      "year": "1870",
      "uri": "/wiki/Albert_Meyer_(politician)",
      "name": "Albert Meyer",
      "aboutText": "Janet Flanner (March 13, 1892 – November 7, 1978) was an American writer and journalist who served as the Paris correspondent of The New Yorker magazine from 1925 until she retired in 1975. She wrote under the pen name \"Genêt\".",
      "pageId": 1108071,
      "monthDay": "03/13"
    },
    {
      "year": "1874",
      "uri": "/wiki/Ellery_Harding_Clark",
      "name": "Ellery Harding Clark",
      "aboutText": "James Curtis Hepburn, MD, LL.D. (March 13, 1815 – September 21, 1911) was an American physician, translator, educator and lay Christian missionary.",
      "pageId": 1289721,
      "monthDay": "03/13"
    },
    {
      "year": "1883",
      "uri": "/wiki/Enrico_Toselli",
      "name": "Enrico Toselli",
      "aboutText": "William James Glackens (March 13, 1870 – May 22, 1938) was an American realist painter and one of the founders of the Ashcan School of American art. He is also known for his work in helping Albert C. Barnes to acquire the European paintings that form the nucleus of the famed Barnes Foundation in Philadelphia. His dark-hued, vibrantly painted street scenes and depictions of daily life in pre-WW I New York and Paris first established his reputation as a major artist.",
      "pageId": 2126968,
      "monthDay": "03/13"
    },
    {
      "year": "1884",
      "uri": "/wiki/Hugh_Walpole",
      "name": "Hugh Walpole",
      "aboutText": "Paul Morand (March 13, 1888 – July 24, 1976) was a French author whose short stories and novellas were lauded for their style, wit and descriptive power. His most productive literary period was the interwar period of the 1920s and 1930s. He was much admired by the upper echelons of society and the artistic avant-garde who made him a cult favorite.",
      "pageId": 2169665,
      "monthDay": "03/13"
    },
    {
      "year": "1886",
      "uri": "/wiki/Home_Run_Baker",
      "name": "Home Run Baker",
      "aboutText": "Fritz Busch (13 March 1890 - 14 September 1951) was a German conductor.",
      "pageId": 3684603,
      "monthDay": "03/13"
    },
    {
      "year": "1886",
      "uri": "/wiki/Arthur_Russell_(athlete)",
      "name": "Arthur Russell",
      "aboutText": "Hans Fredrik Gude (13 March 1825 – 17 August 1903) was a Norwegian romanticist painter and is considered along with Johan Christian Dahl to be one of Norway's foremost landscape painters. He has been called a mainstay of Norwegian National Romanticism. He is associated with the Düsseldorf school of painting.",
      "pageId": 4373207,
      "monthDay": "03/13"
    },
    {
      "year": "1886",
      "uri": "/wiki/Albert_William_Stevens",
      "name": "Albert William Stevens",
      "aboutText": "Albert William Stevens (March 13, 1886 – March 26, 1949 in Redwood City, California) was an officer in the United States Army Air Corps, balloonist and aerial photographer.",
      "pageId": 8558250,
      "monthDay": "03/13"
    },
    {
      "year": "1888",
      "uri": "/wiki/Paul_Morand",
      "name": "Paul Morand",
      "aboutText": "Enrico Toselli, Count of Montignoso, (March 13, 1883 – January 15, 1926) was an Italian pianist and composer. Born in Florence, he studied piano with Giovanni Sgambati and composition with Giuseppe Martucci and Reginaldo Grazzini. He embarked on a career as a concert pianist, playing in Italy, European capital cities, Alexandria and North America.",
      "pageId": 11093213,
      "monthDay": "03/13"
    },
    {
      "year": "1889",
      "uri": "/wiki/J%C3%BCri_Vilms",
      "name": "Jüri Vilms",
      "aboutText": "Périclès Pantazis (Greek: Περικλής Πανταζής, Periklis Pantazis; 13 March 1849, Athens – 25 January 1884, Brussels) was a major Greek impressionist painter of the 19th century who gained a great reputation as an artist initially in Belgium.",
      "pageId": 12438750,
      "monthDay": "03/13"
    },
    {
      "year": "1890",
      "uri": "/wiki/Fritz_Busch",
      "name": "Fritz Busch",
      "aboutText": "Jüri Vilms (13 March [O.S. 1 March] 1889, Arkma, now in Türi Parish, Järva County, Estonia - May 2, 1918, Hauho near Hämeenlinna, Finland) was a member of the Estonian Salvation Committee and the first Deputy Prime Minister of the Republic of Estonia. Empowered by Maapäev the Salvation Committee issued the Estonian Declaration of Independence on February 24, 1918 in the middle of a political power vacuum created by the retreating Russian and advancing German troops during World War I. The German forces taking over the country didn't recognize the independence of Estonia. The Salvation Committee went underground, Jüri Vilms volunteered to go to Finland to take funds and instructions to the Estonian missions working to get diplomatic recognition for the newly sovereign nation.",
      "pageId": 13851813,
      "monthDay": "03/13"
    },
    {
      "year": "1892",
      "uri": "/wiki/Janet_Flanner",
      "name": "Janet Flanner",
      "aboutText": "Henri Étiévant (13 March 1870 – 9 August 1953) was a French actor.",
      "pageId": 35645679,
      "monthDay": "03/13"
    },
    {
      "year": "1897",
      "uri": "/wiki/Yeghishe_Charents",
      "name": "Yeghishe Charents",
      "aboutText": "Karl Gustav Henry Folmer Ahlefeldt (13 March 1910 – 25 March 1985) was a Danish film actor. He appeared in the Carl Theodor Dreyer masterpiece Gertrud (1965).\n^ Morten Piil (2006).",
      "pageId": 17245,
      "monthDay": "03/13"
    },
    {
      "year": "1898",
      "uri": "/wiki/Henry_Hathaway",
      "name": "Henry Hathaway",
      "aboutText": "Lafayette Ronald Hubbard (March 13, 1911 – January 24, 1986), better known as L. Ron Hubbard (/ɛl rɒn ˈhʌˌbərd/, ELL-ron-HUB-ərd) and often referred to by his initials, LRH, was an American author and the founder of the Church of Scientology. In 2014, Hubbard was cited by the Smithsonian magazine as one of the ten most influential religious figures and one of the 100 Most Significant Americans of all time.Hubbard also achieved recognition for being the most translated and published author in the world by the Guinness Book of World Records. After establishing a career as a writer, becoming best known for his science fiction and fantasy stories, he developed a system called Dianetics which was first expounded in book form in May 1950.",
      "pageId": 17862,
      "monthDay": "03/13"
    },
    {
      "year": "1899",
      "uri": "/wiki/B%C3%A9la_Guttmann",
      "name": "Béla Guttmann",
      "aboutText": "Walter Hubert Annenberg (March 13, 1908 – October 1, 2002) was an American publisher, philanthropist, and diplomat. He built up his family’s magazine business with great success, extending it into radio and TV. At Sunnylands, his grand estate near Palm Springs, California, he entertained royalty, presidents and many other celebrities. He was United States Ambassador to the United Kingdom from 1969 to 1974.",
      "pageId": 98349,
      "monthDay": "03/13"
    },
    {
      "year": "1899",
      "uri": "/wiki/John_Hasbrouck_Van_Vleck",
      "name": "John Hasbrouck Van Vleck",
      "aboutText": "Giorgos or George Seferis (Greek: Γιώργος Σεφέρης), the pen name of Georgios Seferiades (Γεώργιος Σεφεριάδης; March 13 [O.S. February 29] 1900 – September 20, 1971), was a Greek poet-diplomat. He was one of the most important Greek poets of the 20th century, and a Nobel laureate. He was a career diplomat in the Greek Foreign Service, culminating in his appointment as Ambassador to the UK, a post which he held from 1957 to 1962.",
      "pageId": 155038,
      "monthDay": "03/13"
    },
    {
      "year": "1899",
      "uri": "/wiki/Jan_Lecho%C5%84",
      "name": "Jan Lechoń",
      "aboutText": "Mircea Eliade (Romanian: [ˈmirt͡ʃe̯a eliˈade]; March 9 [O.S. February 24] 1907 – April 22, 1986) was a Romanian historian of religion, fiction writer, philosopher, and professor at the University of Chicago. He was a leading interpreter of religious experience, who established paradigms in religious studies that persist to this day. His theory that hierophanies form the basis of religion, splitting the human experience of reality into sacred and profane space and time, has proved influential.",
      "pageId": 155406,
      "monthDay": "03/13"
    },
    {
      "year": "1899",
      "uri": "/wiki/Pancho_Vladigerov",
      "name": "Pancho Vladigerov",
      "aboutText": "For the Massachusetts politician, see William J. Casey (Massachusetts politician)",
      "pageId": 205154,
      "monthDay": "03/13"
    },
    {
      "year": "1900",
      "uri": "/wiki/Giorgos_Seferis",
      "name": "Giorgos Seferis",
      "aboutText": "Hans Bellmer (13 March 1902 – 23 February 1975) was a German artist, best known for the life-sized pubescent female dolls he produced in the mid-1930s.",
      "pageId": 340317,
      "monthDay": "03/13"
    },
    {
      "year": "1902",
      "uri": "/wiki/Mohammed_Abdel_Wahab",
      "name": "Mohammed Abdel Wahab",
      "aboutText": "John Hasbrouck Van Vleck (March 13, 1899 – October 27, 1980) was an American physicist and mathematician, co-awarded the 1977 Nobel Prize in Physics, for his contributions to the understanding of the behavior of electrons in magnetic solids.",
      "pageId": 396703,
      "monthDay": "03/13"
    },
    {
      "year": "1902",
      "uri": "/wiki/Hans_Bellmer",
      "name": "Hans Bellmer",
      "aboutText": "Sammy Kaye (March 13, 1910 – June 2, 1987), born Samuel Zarnocay, Jr., was an American bandleader and songwriter, whose tag line, \"Swing and sway with Sammy Kaye\", became one of the most famous of the Big Band Era.",
      "pageId": 879937,
      "monthDay": "03/13"
    },
    {
      "year": "1904",
      "uri": "/wiki/George_Guthrie_(athlete)",
      "name": "George Guthrie",
      "aboutText": "Joe Kelly (March 13, 1913 – November 28, 1993) was a racing driver and motor trader from Ireland. He was born in Dublin and was raised there, later moving to England. He died in Neston, Cheshire, England.",
      "pageId": 1234936,
      "monthDay": "03/13"
    },
    {
      "year": "1906",
      "uri": "/wiki/Evald_Tipner",
      "name": "Evald Tipner",
      "aboutText": "Mohammed Abdel Wahab (Arabic: محمد عبد الوهاب‎), also transliterated Mohammed Abd el-Wahaab (March 13, 1902 – May 4, 1991) was a prominent 20th-century Arab Egyptian singer and composer. He composed \"Ya Beladi\" (also known as \"Libya, Libya, Libya\") the National anthem of Libya used by the Kingdom of Libya from 1951 to 1969 and again by the post-Gaddafi transitional government in 2011.",
      "pageId": 1558664,
      "monthDay": "03/13"
    },
    {
      "year": "1907",
      "uri": "/wiki/Mircea_Eliade",
      "name": "Mircea Eliade",
      "aboutText": "Henry Hathaway (March 13, 1898 – February 11, 1985) was an American film director and producer. He is best known as a director of Westerns, especially starring Randolph Scott and John Wayne. He directed Gary Cooper in seven films.",
      "pageId": 1561362,
      "monthDay": "03/13"
    },
    {
      "year": "1908",
      "uri": "/wiki/Walter_Annenberg",
      "name": "Walter Annenberg",
      "aboutText": "Pancho Haralanov Vladigerov [ˈpantʃo xaraˈɫaŋov vɫadiˈɡɛr̩ov] (or Wladigeroff, or Wladigerow, or Vladiguerov, or Vladigueroff; Bulgarian: Панчо Хараланов Владигеров; 13 March 1899 – 8 September 1978) was a Bulgarian composer, pedagogue, and pianist.\nVladigerov is arguably the most influential Bulgarian composer of all time. He was one of the first to successfully combine idioms of Bulgarian folk music and the classical music.",
      "pageId": 1698986,
      "monthDay": "03/13"
    },
    {
      "year": "1910",
      "uri": "/wiki/Karl_Gustav_Ahlefeldt",
      "name": "Karl Gustav Ahlefeldt",
      "aboutText": "Leszek Józef Serafinowicz (pen name: Jan Lechoń; March 13, 1899 in Warsaw, Congress Poland, Russian Empire – June 8, 1956 in New York City) was a Polish poet, literary and theater critic, diplomat, and co-founder of the Skamander literary movement and the Polish Institute of Arts and Sciences of America.",
      "pageId": 2529226,
      "monthDay": "03/13"
    },
    {
      "year": "1910",
      "uri": "/wiki/Sammy_Kaye",
      "name": "Sammy Kaye",
      "aboutText": "Yeghishe Charents (Armenian: Եղիշե Չարենց; March 13, 1897 – November 27, 1937) was an Armenian poet, writer and public activist. Charents was an outstanding poet of the twentieth century, touching upon a multitude of topics that ranged from his experiences in the First World War, socialist revolution, and, more prominently, on Armenia and Armenians. He is recognized as \"the main poet of the 20th century\" in Armenia.",
      "pageId": 5405001,
      "monthDay": "03/13"
    },
    {
      "year": "1910",
      "uri": "/wiki/Kemal_Tahir",
      "name": "Kemal Tahir",
      "aboutText": "Lambros Konstadaras (13 March 1913 – 28 June 1985) was a Greek film actor. He appeared in 80 films between 1940 and 1981.",
      "pageId": 14052302,
      "monthDay": "03/13"
    },
    {
      "year": "1911",
      "uri": "/wiki/L._Ron_Hubbard",
      "name": "L. Ron Hubbard",
      "aboutText": "Kemal Tahir (March 13, 1910 - April 21, 1973) was a prominent Turkish novelist and intellectual. Tahir spent 13 years of his life imprisoned due to political reasons and wrote some of his most important novels during this time.\nHis most important novels include Esir Şehrin İnsanları (1956), Devlet Ana (1967) and Yorgun Savaşçı (1965), all in which Tahir uses historical background to support his characters and settings.",
      "pageId": 16248466,
      "monthDay": "03/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/William_J._Casey",
      "name": "William J. Casey",
      "aboutText": "George Phineas Guthrie, Jr. (March 13, 1904 – June 1, 1972) was an American track and field athlete who competed in the 1924 Summer Olympics.\nHe was born in Elyria, Ohio and died in Columbus, Ohio.",
      "pageId": 19927182,
      "monthDay": "03/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Joe_Kelly_(racing_driver)",
      "name": "Joe Kelly",
      "aboutText": "Evald Tipner (13 March 1906 – 18 July 1947) was Estonian football, ice hockey and bandy player. He was capped 66 times for Estonian national football team, 7 times for bandy national team and once for ice hockey team. Tipner was also a good track and field athlete.",
      "pageId": 23094403,
      "monthDay": "03/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Lambros_Konstantaras",
      "name": "Lambros Konstantaras",
      "aboutText": "Béla Guttmann (Hungarian pronunciation: [ˈbeːlɒ ˈɡutmɒnː]; 27 January 1899 – 28 August 1981) was a Hungarian footballer and coach. He played as a midfielder for MTK Hungária FC, SC Hakoah Wien, Hungary and several clubs in the United States. However he is perhaps best remembered as a coach and manager of AC Milan, São Paulo FC, FC Porto, Benfica and C.A. Peñarol.",
      "pageId": 30863766,
      "monthDay": "03/13"
    },
    {
      "year": "1913",
      "uri": "/wiki/Sergey_Mikhalkov",
      "name": "Sergey Mikhalkov",
      "aboutText": "William Ormond Mitchell, PC, OC better known as W. O. Mitchell (March 13, 1914 – February 25, 1998) was a Canadian writer and broadcaster. His \"best-loved\" novel is Who Has Seen the Wind (1947), which portrays life on the Canadian Prairies and sold almost a million copies in Canada. As a broadcaster, he is known for his radio series Jake and the Kid, which aired on CBC Radio between 1950 and 1956 and was also about life on the Prairies.",
      "pageId": 120627,
      "monthDay": "03/13"
    },
    {
      "year": "1914",
      "uri": "/wiki/W._O._Mitchell",
      "name": "W. O. Mitchell",
      "aboutText": "Allan Jaffee (born March 13, 1921), known as Al, born Abraham, is an American cartoonist. He is notable for his work in the satirical magazine Mad, including his trademark feature, the Mad Fold-in. As of 2014, Jaffee remains a regular in the magazine after 59 years and is its longest-running contributor.",
      "pageId": 154385,
      "monthDay": "03/13"
    },
    {
      "year": "1914",
      "uri": "/wiki/Edward_O%27Hare",
      "name": "Edward O'Hare",
      "aboutText": "Lieutenant Commander Edward Henry “Butch” O’Hare (March 13, 1914 – November 26, 1943) was an Irish-American naval aviator of the United States Navy, who on February 20, 1942 became the Navy's first flying ace when he single-handedly attacked a formation of 9 heavy bombers approaching his aircraft carrier. Even though he had a limited amount of ammunition, he managed to shoot down or damage several enemy bombers.",
      "pageId": 186062,
      "monthDay": "03/13"
    },
    {
      "year": "1916",
      "uri": "/wiki/Lindy_Boggs",
      "name": "Lindy Boggs",
      "aboutText": "Richard Allen \"Blue\" Mitchell (March 13, 1930 – May 21, 1979) was an American jazz, rhythm and blues, soul, rock, and funk trumpeter, known for many albums recorded as leader and sideman for Riverside, Blue Note and then Mainstream Records.",
      "pageId": 261727,
      "monthDay": "03/13"
    },
    {
      "year": "1916",
      "uri": "/wiki/Jacque_Fresco",
      "name": "Jacque Fresco",
      "aboutText": "Sergey Vladimirovich Mikhalkov (Russian: Серге́й Влади́мирович Михалко́в; 13 March [O.S. 28 February] 1913 − 27 August 2009) was a Soviet and Russian author of children's books and satirical fables who had the opportunity to write the lyrics of his country's national anthem on three different occasions, spanning almost 60 years.",
      "pageId": 303534,
      "monthDay": "03/13"
    },
    {
      "year": "1918",
      "uri": "/wiki/Grigory_Pomerants",
      "name": "Grigory Pomerants",
      "aboutText": "Carlos Roberto Reina Idiáquez (March 13, 1926 – August 19, 2003) was a politician of the Liberal Party of Honduras, and President of Honduras from January 27, 1994 to January 27, 1998.",
      "pageId": 334162,
      "monthDay": "03/13"
    },
    {
      "year": "1920",
      "uri": "/wiki/Ralph_J._Roberts",
      "name": "Ralph J. Roberts",
      "aboutText": "Roy Owen Haynes (born March 13, 1925) is an American jazz drummer and group leader. Haynes is among the most recorded drummers in jazz, and in a career lasting more than 60 years has played in a wide range of styles ranging from swing and bebop to jazz fusion and avant-garde jazz. He has a highly expressive, personal style (\"Snap Crackle\" was a nickname given him in the 1950s) and is known to foster a deep engagement in his bandmates.",
      "pageId": 559165,
      "monthDay": "03/13"
    },
    {
      "year": "1921",
      "uri": "/wiki/Al_Jaffee",
      "name": "Al Jaffee",
      "aboutText": "Joseph Mascolo (born March 13, 1929) is an American musician and dramatic actor. During his long career, he has acted in numerous motion pictures and television series. He is best known for playing Stefano DiMera, a role he originated in 1982 on NBC's long running drama Days of Our Lives.",
      "pageId": 644791,
      "monthDay": "03/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/William_F._Bolger",
      "name": "William F. Bolger",
      "aboutText": "Marie Corinne Morrison Claiborne Boggs, usually known as Lindy Boggs (March 13, 1916 – July 27, 2013), was a United States political figure who served as a member of the U.S. House of Representatives and later as United States Ambassador to the Holy See. She was the first woman elected to Congress from Louisiana. She was also a permanent chairwoman of the 1976 Democratic National Convention, which met in New York City to nominate the Carter-Mondale ticket.",
      "pageId": 772334,
      "monthDay": "03/13"
    },
    {
      "year": "1923",
      "uri": "/wiki/Dimitrios_Ioannidis",
      "name": "Dimitrios Ioannidis",
      "aboutText": "Linnea Eleanor \"Bunny\" Yeager (March 13, 1929 – May 25, 2014) was an American photographer and pin-up model.",
      "pageId": 937340,
      "monthDay": "03/13"
    },
    {
      "year": "1925",
      "uri": "/wiki/Roy_Haynes",
      "name": "Roy Haynes",
      "aboutText": "Joseph Peter Breck (March 13, 1929 – February 6, 2012) was an American character actor of stage, television, and film.",
      "pageId": 960224,
      "monthDay": "03/13"
    },
    {
      "year": "1925",
      "uri": "/wiki/Ray_Martin_(baseball)",
      "name": "Ray Martin",
      "aboutText": "Zbigniew Stefan Messner ['zbiɡɲɛf ˈmɛssnɛr]; 13 March 1929 – 10 January 2014) was a Communist economist and politician in Poland. His ancestors were of German Polish descent who had assimilated into Polish society. In 1972, he became Professor of Karol Adamiecki University of Economics in Katowice.",
      "pageId": 1274236,
      "monthDay": "03/13"
    },
    {
      "year": "1926",
      "uri": "/wiki/Carlos_Roberto_Reina",
      "name": "Carlos Roberto Reina",
      "aboutText": "Ellen Ermingard Raskin (March 13, 1928 – August 8, 1984) was an American children's writer and illustrator. She won the 1979 Newbery Medal for The Westing Game, a mystery novel, and another children's mystery, Figgs & Phantoms, was a Newbery Honor Book in 1975.",
      "pageId": 1486131,
      "monthDay": "03/13"
    },
    {
      "year": "1927",
      "uri": "/wiki/Robert_Denning",
      "name": "Robert Denning",
      "aboutText": "Jacque Fresco (born March 13, 1916), is an American futurist and self-described social engineer. Fresco is self-taught and has worked in a variety of positions related to industrial design.\nFresco writes and lectures his views on sustainable cities, energy efficiency, natural-resource management, cybernetic technology, automation, and the role of science in society.",
      "pageId": 2532114,
      "monthDay": "03/13"
    },
    {
      "year": "1928",
      "uri": "/wiki/Ellen_Raskin",
      "name": "Ellen Raskin",
      "aboutText": "Robert Denning (March 13, 1927 – August 26, 2005) was an American interior designer whose lush interpretations of French Victorian decor became an emblem of corporate raider tastes in the 1980s.",
      "pageId": 2802601,
      "monthDay": "03/13"
    },
    {
      "year": "1929",
      "uri": "/wiki/Peter_Breck",
      "name": "Peter Breck",
      "aboutText": "Dimitrios Ioannidis (Greek: Δημήτριος Ιωαννίδης [ðimiˈtros ʝoaˈniðis], 13 March 1923 – 16 August 2010), also known as Dimitris Ioannidis, was a Greek military officer and one of the leading figures in the Greek military junta of 1967–1974.\nHe was born in Athens to a wealthy, upper middle-class business family with roots in Epirus.\nDuring the Axis occupation of Greece he was a member of the EDES resistance group.",
      "pageId": 3851458,
      "monthDay": "03/13"
    },
    {
      "year": "1929",
      "uri": "/wiki/Joseph_Mascolo",
      "name": "Joseph Mascolo",
      "aboutText": "William F. Bolger (March 13, 1923 – August 21, 1989) was the 65th Postmaster General of the United States from March 15, 1978 to January 1, 1985. He was born in Waterbury, Connecticut. He was the second career postal employee to attain the rank of Postmaster General.",
      "pageId": 4950271,
      "monthDay": "03/13"
    },
    {
      "year": "1929",
      "uri": "/wiki/Zbigniew_Messner",
      "name": "Zbigniew Messner",
      "aboutText": "Ralph Joel Roberts (March 13, 1920 – June 18, 2015) was an American businessman and the co-founder of Comcast and was its chief executive officer for 46 years.",
      "pageId": 10975490,
      "monthDay": "03/13"
    },
    {
      "year": "1929",
      "uri": "/wiki/Bunny_Yeager",
      "name": "Bunny Yeager",
      "aboutText": "Grigory Solomonovich Pomerants (also: Grigorii or Grigori, Russian: Григо́рий Соломо́нович Помера́нц, 13 March 1918, Vilnius – 16 February 2013, Moscow) was a Russian philosopher and cultural theorist.",
      "pageId": 28597743,
      "monthDay": "03/13"
    },
    {
      "year": "1930",
      "uri": "/wiki/Blue_Mitchell",
      "name": "Blue Mitchell",
      "aboutText": "Raymond Joseph Martin (March 13, 1925 – March 7, 2013) was a former Major League Baseball pitcher.",
      "pageId": 33047996,
      "monthDay": "03/13"
    },
    {
      "year": "1931",
      "uri": "/wiki/Gordon_Borrie,_Baron_Borrie",
      "name": "Gordon Borrie, Baron Borrie",
      "aboutText": "Professor Dr. Gero von Wilpert (13 March 1933 – 24 December 2009) was a German author and professor for German Literature at the University of Sydney. Wilpert was born in Tartu (Dorpat), Estonia.",
      "pageId": 52004,
      "monthDay": "03/13"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jan_Howard",
      "name": "Jan Howard",
      "aboutText": "Lyricist Jerome \"Jerry\" Leiber (April 25, 1933 – August 22, 2011) and composer Mike Stoller (born March 13, 1933) were American songwriting and record producing partners. They found initial successes as the writers of such crossover hit songs as \"Hound Dog\" (1952) and \"Kansas City\" (1952). Later in the 1950s, particularly through their work with The Coasters, they created a string of ground-breaking hits—including \"Young Blood\" (1957), \"Searchin'\" (1957), and \"Yakety Yak\" (1958)—that are some of the most entertaining in rock and roll, by using the humorous vernacular of teenagers sung in a style that was openly theatrical rather than personal.",
      "pageId": 295082,
      "monthDay": "03/13"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mahdi_Elmandjra",
      "name": "Mahdi Elmandjra",
      "aboutText": "Barry Hughart (born March 13, 1934 in Peoria, Illinois), is an American author of fantasy novels.",
      "pageId": 312732,
      "monthDay": "03/13"
    },
    {
      "year": "1933",
      "uri": "/wiki/Mike_Stoller",
      "name": "Mike Stoller",
      "aboutText": "Erma Vernice Franklin (March 13, 1938 – September 7, 2002) was an American gospel and R&B singer. She was the elder sister of Aretha Franklin.\nFranklin's best known recording was the original version of \"Piece of My Heart\", written and produced by Bert Berns, and recorded in 1967, for which she was nominated for a Grammy Award.",
      "pageId": 498284,
      "monthDay": "03/13"
    },
    {
      "year": "1933",
      "uri": "/wiki/Gero_von_Wilpert",
      "name": "Gero von Wilpert",
      "aboutText": "Neil Sedaka (born March 13, 1939) is an American pop/rock singer, pianist, composer and record producer.",
      "pageId": 518843,
      "monthDay": "03/13"
    },
    {
      "year": "1934",
      "uri": "/wiki/Barry_Hughart",
      "name": "Barry Hughart",
      "aboutText": "Sir Michael Checkland (born 13 March 1936) was Director-General of the BBC from 1987 to 1992, being appointed after the forced resignation of Alasdair Milne.",
      "pageId": 563967,
      "monthDay": "03/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/David_Nobbs",
      "name": "David Nobbs",
      "aboutText": "Leslie Parrish (born March 18, 1935) is an American actress who worked under her birth name, Marjorie Hellen, until she changed it in 1959. She is also an activist, environmentalist, writer and producer.\nAs a child, she lived in Massachusetts, Pennsylvania, New York, New Jersey and eventually, at age 10, settled in Upper Black Eddy, Pennsylvania.",
      "pageId": 1011035,
      "monthDay": "03/13"
    },
    {
      "year": "1935",
      "uri": "/wiki/Leslie_Parrish",
      "name": "Leslie Parrish",
      "aboutText": "Mahmoud Darwish (Arabic: محمود درويش‎, 13 March 1942 – 9 August 2008) was a Palestinian poet and author who won numerous awards for his literary output and was regarded as the Palestinian national poet. In his work, Palestine became a metaphor for the loss of Eden, birth and resurrection, and the anguish of dispossession and exile.",
      "pageId": 1548362,
      "monthDay": "03/13"
    },
    {
      "year": "1936",
      "uri": "/wiki/Michael_Checkland",
      "name": "Michael Checkland",
      "aboutText": "Christopher Michael Gable, CBE (13 March 1940 – 23 October 1998) was an English ballet dancer, choreographer and actor.\nBorn in London, Gable studied at the Royal Ballet School, joining the Sadler's Wells Royal Ballet in 1957. He was promoted to soloist in 1959 and principal in 1961.",
      "pageId": 1623229,
      "monthDay": "03/13"
    },
    {
      "year": "1936",
      "uri": "/wiki/Nana_Meskhidze",
      "name": "Nana Meskhidze",
      "aboutText": "Lula Grace Johnson (born March 13, 1930), known professionally as Jan Howard, is an American country music singer and Grand Ole Opry star. She attained popular success as a country female vocalist during the 1960s and early 1970s and was twice nominated for the Best Female Country Vocal Performance Grammy award. Many of her hits were written by her husband at the time, Harlan Howard.",
      "pageId": 1698393,
      "monthDay": "03/13"
    },
    {
      "year": "1938",
      "uri": "/wiki/Erma_Franklin",
      "name": "Erma Franklin",
      "aboutText": "David Gordon Nobbs (13 March 1935 – 8 August 2015) was an English comedy writer, best known for writing the 1970s series The Fall and Rise of Reginald Perrin, adapted from his own novels.",
      "pageId": 2661463,
      "monthDay": "03/13"
    },
    {
      "year": "1938",
      "uri": "/wiki/Robert_Gammage",
      "name": "Robert Gammage",
      "aboutText": "Canzetta Maria \"Candi\" Staton (/ˈsteɪtən/) (born March 13, 1940 in Hanceville, Alabama) is an American soul and gospel singer, best known in the United States for her 1970 remake of Tammy Wynette's \"Stand By Your Man\" and her 1976 disco chart-topper \"Young Hearts Run Free\". In Europe, her biggest selling record is the anthemic \"You Got the Love\" from 1986 released in collaboration with the Source. Staton was inducted into the Christian Music Hall of Fame.",
      "pageId": 2853397,
      "monthDay": "03/13"
    },
    {
      "year": "1938",
      "uri": "/wiki/Tochinoumi_Teruyoshi",
      "name": "Tochinoumi Teruyoshi",
      "aboutText": "Mahdi Elmandjra (Arabic: مهدي المنجرة‎‎; March 13, 1933 – June 13, 2014) was a Moroccan futurist, economist and sociologist.",
      "pageId": 2930101,
      "monthDay": "03/13"
    },
    {
      "year": "1939",
      "uri": "/wiki/Marion_Foale",
      "name": "Marion Foale",
      "aboutText": "Robert Alton \"Bob\" Gammage (March 13, 1938 – September 10, 2012) was a Texas politician, having served as a Democrat in the Texas House of Representatives, the Texas State Senate, and the United States House of Representatives.",
      "pageId": 3971283,
      "monthDay": "03/13"
    },
    {
      "year": "1939",
      "uri": "/wiki/Claude_Piquemal",
      "name": "Claude Piquemal",
      "aboutText": "Gordon Johnson Borrie, Baron Borrie QC (born 13 March 1931) is an English lawyer and Labour Party life peer.\nBorn in Croydon, he was educated at John Bright Grammar School, Llandudno, North Wales. A lawyer by training, he practised at the Bar before becoming a law lecturer.",
      "pageId": 5019385,
      "monthDay": "03/13"
    },
    {
      "year": "1939",
      "uri": "/wiki/Neil_Sedaka",
      "name": "Neil Sedaka",
      "aboutText": "Jacqueline Sassard (born 13 March 1940, Nice, France) is an actress best known for appearances in Italian films such as Guendalina directed by Alberto Lattuada, a young woman with family and economical troubles in Luigi Zampa's Il Magistrato and Valerio Zurlini's Violent Summer (1959), in which her character was left by Jean Louis Trintignant.\nHer best remembered role was in Joseph Losey's Accident, with a script by Harold Pinter (1967), where she played an Austrian princess. Her last credited screen appearance is Les Biches (1968), directed by Claude Chabrol.",
      "pageId": 5707705,
      "monthDay": "03/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Christopher_Gable",
      "name": "Christopher Gable",
      "aboutText": "Claude Piquemal (born March 13, 1939 in Siguer, Ariège) was a French athlete who mainly competed in the 100 metres.\nHe competed for a France in the 4 x 100 metre relay at the 1964 Summer Olympics held in Tokyo, Japan, where he won the bronze medal with his team mates Paul Genevay, Bernard Laidebeur and Jocelyn Delecour.",
      "pageId": 7789143,
      "monthDay": "03/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jacqueline_Sassard",
      "name": "Jacqueline Sassard",
      "aboutText": "Marion Foale (born 13 March 1939) is a British artist and fashion designer. With Sally Tuffin, she formed one half of the design team behind the 1960s fashion label Foale and Tuffin.\nBorn in London, Foale attended Ilford County High School for Girls, where she entered (and won) several painting contests.",
      "pageId": 8453265,
      "monthDay": "03/13"
    },
    {
      "year": "1940",
      "uri": "/wiki/Candi_Staton",
      "name": "Candi Staton",
      "aboutText": "Tochinoumi Teruyoshi (栃ノ海 晃嘉, born March 13, 1938) is a former sumo wrestler from Aomori, Japan. He was the sport's 49th yokozuna. After his retirement he was the head coach of Kasugano stable.",
      "pageId": 9174508,
      "monthDay": "03/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/Mahmoud_Darwish",
      "name": "Mahmoud Darwish",
      "aboutText": "Nana Meskhidze (Georgian: ნანა მესხიძე) (b. 13 March 1936, Tbilisi - 31 August 1997, Tbilisi), was a Georgian painter, honored artist of Georgia. She belongs to top Georgian artists of 1960x.",
      "pageId": 25135744,
      "monthDay": "03/13"
    },
    {
      "year": "1941",
      "uri": "/wiki/Donella_Meadows",
      "name": "Donella Meadows",
      "aboutText": "David Neil \"Dave\" Cutler, Sr.",
      "pageId": 51793,
      "monthDay": "03/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Marshall_Chess",
      "name": "Marshall Chess",
      "aboutText": "Donella H. \"Dana\" Meadows (March 13, 1941 – February 20, 2001) was a pioneering American environmental scientist, teacher, and writer.",
      "pageId": 207840,
      "monthDay": "03/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Dave_Cutler",
      "name": "Dave Cutler",
      "aboutText": "Dame Sian Seerpoohi Elias GNZM PC QC (born 13 March 1949) is the 12th and current Chief Justice of New Zealand, and is therefore the most senior member of the country's judiciary.",
      "pageId": 365941,
      "monthDay": "03/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Geoffrey_Hayes",
      "name": "Geoffrey Hayes",
      "aboutText": "Yonatan \"Yoni\" Netanyahu (Hebrew: יוֹנָתָן \"יוֹנִי\" נְתַנְיָהוּ; March 13, 1946 – July 4, 1976), was the commander of the elite Israeli army commando unit Sayeret Matkal. He was the only Israeli soldier killed in action during Operation Entebbe in Uganda.\nHe was awarded the Medal of Distinguished Service for his conduct in the Yom Kippur War.",
      "pageId": 473647,
      "monthDay": "03/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Scatman_John",
      "name": "Scatman John",
      "aboutText": "John Paul Larkin (13 March 1942 – 3 December 1999), better known by his stage name Scatman John, was an American musician who created a fusion of scat singing and dance music, best known for his 1995 hits \"Scatman (Ski Ba Bop Ba Dop Bop)\" and \"Scatman's World\".\nA stutterer, Larkin stated that scatting was \"turning my biggest problem into my biggest asset\". Scatman John sold millions of recordings worldwide and was named \"Best New Artist\" in the Echo Awards in both Japan and Germany.",
      "pageId": 558490,
      "monthDay": "03/13"
    },
    {
      "year": "1942",
      "uri": "/wiki/Herman_Wijffels",
      "name": "Herman Wijffels",
      "aboutText": "Anatoly Timofeevich Fomenko (Russian: Анато́лий Тимофе́евич Фоме́нко) (born 13 March 1945 in Stalino, USSR) is a Soviet and Russian mathematician, professor at Moscow State University, well known as a topologist, and a full member of the Russian Academy of Sciences.",
      "pageId": 649501,
      "monthDay": "03/13"
    },
    {
      "year": "1943",
      "uri": "/wiki/Frances_Nero",
      "name": "Frances Nero",
      "aboutText": "Robert Sosebee Woods (born March 13, 1948), a native of California, is an American actor best known for playing Bo Buchanan on the ABC soap One Life to Live, a role for which he won a 1983 Daytime Emmy Award for Lead Actor.",
      "pageId": 797762,
      "monthDay": "03/13"
    },
    {
      "year": "1943",
      "uri": "/wiki/Andr%C3%A9_T%C3%A9chin%C3%A9",
      "name": "André Téchiné",
      "aboutText": "Dr. Beat Richner (born March 13, 1947) is a Swiss pediatrician, cellist (Beatocello), and founder of children's hospitals in Cambodia. He is the head of the Kantha Bopha Foundation, which was founded in Zurich in 1991 and is currently one of two expatriates who oversee and run the predominantly Cambodian employed hospitals.",
      "pageId": 1593113,
      "monthDay": "03/13"
    },
    {
      "year": "1944",
      "uri": "/wiki/Terence_Burns,_Baron_Burns",
      "name": "Terence Burns, Baron Burns",
      "aboutText": "Geoffrey Hayes (born 13 March 1942 in Stockport, Cheshire) is an English television presenter and actor, best known as the host of Thames Television's top-rated children's show Rainbow from 1973 to 1991. Before that, he had much other work, including a recurring role in BBC1's police drama Z-Cars. Hayes also has writing credits for Rainbow and The Great Pony Raid in 1967.",
      "pageId": 2137724,
      "monthDay": "03/13"
    },
    {
      "year": "1945",
      "uri": "/wiki/Anatoly_Fomenko",
      "name": "Anatoly Fomenko",
      "aboutText": "Julia Migenes (born March 13, 1949) is an American mezzo-soprano working primarily in musical theatre repertoire. She was born on the Lower East Side of New York to a family of Greek and Irish-Puerto Rican descent. She is sometimes credited as Julia Migenes-Johnson.",
      "pageId": 2388819,
      "monthDay": "03/13"
    },
    {
      "year": "1946",
      "uri": "/wiki/Yonatan_Netanyahu",
      "name": "Yonatan Netanyahu",
      "aboutText": "André Téchiné (born 13 March 1943) is a French screenwriter and film director. He has a long and distinguished career that places him among the best post-New Wave French film directors.\nHe belongs to a second generation of French film critics associated with Cahiers du cinéma who followed François Truffaut, Claude Chabrol, Jean-Luc Godard and others from criticism into film-making.",
      "pageId": 3459338,
      "monthDay": "03/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Lesley_Collier",
      "name": "Lesley Collier",
      "aboutText": "Marshall Chess (born 13 March 1942, Chicago, Illinois) is a Jewish American record producer, the son of Leonard Chess who co-founded Chess Records.",
      "pageId": 6767439,
      "monthDay": "03/13"
    },
    {
      "year": "1947",
      "uri": "/wiki/Beat_Richner",
      "name": "Beat Richner",
      "aboutText": "John Robert Hall, FSA, FRSA (born 13 March 1949) is an English priest of the Church of England.",
      "pageId": 7395448,
      "monthDay": "03/13"
    },
    {
      "year": "1948",
      "uri": "/wiki/Robert_S._Woods",
      "name": "Robert S. Woods",
      "aboutText": "Emmy Verhey (born 13 March 1949 in Amsterdam) is a former Dutch violinist.",
      "pageId": 7797209,
      "monthDay": "03/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Sian_Elias",
      "name": "Sian Elias",
      "aboutText": "H.H.F. \"Herman\" Wijffels (IJzendijke, 13 March 1942) is a Dutch economist and politician for the CDA. From 1981 to 1999 he worked for the Rabobank ultimately as chairman of the board of directors and from 15 March 1999 until 1 April 2006 he was chairman of the Social-Economic Council (Sociaal-Economische Raad, SER). From 2006 to 2008 he was the Dutch representative at the World Bank, succeeding Ad Melkert. For the 2006-2007 Dutch cabinet formation, Wijffels was recommended by informateur Rein Jan Hoekstra to lead the negotiations between the CDA, PvdA and ChristianUnion.",
      "pageId": 8526629,
      "monthDay": "03/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Hall_(priest)",
      "name": "John Hall",
      "aboutText": "Willie Frances Nero (née Peak; March 13, 1943 – November 28, 2014) was an American soul and jazz singer. She recorded for Motown after winning their 1965 talent contest and had a UK hit single in 1991 with \"Footsteps Following Me\".",
      "pageId": 9245219,
      "monthDay": "03/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Hiroshi_Kazato",
      "name": "Hiroshi Kazato",
      "aboutText": "Hiroshi Kazato (風戸 裕, Kazato Hiroshi, born March 13, 1949, Chiba Prefecture, Japan; died June 2, 1974) was a Japanese racecar driver. Kazato started his career at age 19. He took part in the 1971 Can-Am season, finishing 10th in the championship driving a Lola T222-Chevrolet.",
      "pageId": 9627972,
      "monthDay": "03/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Julia_Migenes",
      "name": "Julia Migenes",
      "aboutText": "Terence (Terry) Burns, Baron Burns, GCB (born 13 March 1944, Hetton-le-Hole, County Durham) is a British economist, made a life peer in 1998 for his services as former Chief Economic Advisor and Permanent Secretary to HM Treasury. He is currently Chairman of Santander UK, Non-Executive Chairman of Glas Cymru, and a Non-Executive Director of Pearson Group plc. He is also President of The National Institute of Economic and Social Research, President of the Society of Business Economists, Chairman of the Governing Body of the Royal Academy of Music, and Chairman of the Monteverdi Choir and Orchestra.",
      "pageId": 10282712,
      "monthDay": "03/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Trevor_Sorbie",
      "name": "Trevor Sorbie",
      "aboutText": "Trevor John Sorbie MBE (born 13 March 1949 in Paisley, Scotland), is a British celebrity hairdresser.",
      "pageId": 12089910,
      "monthDay": "03/13"
    },
    {
      "year": "1949",
      "uri": "/wiki/Emmy_Verhey",
      "name": "Emmy Verhey",
      "aboutText": "Lesley Collier CBE (born 13 March 1947) is an English ballerina and teacher of dance. In 1972 she became a principal dancer of the Royal Ballet.",
      "pageId": 34732900,
      "monthDay": "03/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ha%C5%9Fim_K%C4%B1l%C4%B1%C3%A7",
      "name": "Haşim Kılıç",
      "aboutText": "Valerie Ann Amos, Baroness Amos, PC (born 13 March 1954) was the eighth UN Under-Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator. Before her appointment to the UN, she served as British High Commissioner to Australia. She was created a Labour Life Peer in 1997, becoming Leader of the House of Lords and Lord President of the Council.",
      "pageId": 241126,
      "monthDay": "03/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/Charles_Krauthammer",
      "name": "Charles Krauthammer",
      "aboutText": "John Henry Hoeven III (born March 13, 1957) is the senior United States Senator from North Dakota. A member of the North Dakota Republican Party, he previously served as the 31st Governor of North Dakota from December 2000 to December 2010. Hoeven was elected to the U.S. Senate in the November 2, 2010 general election.",
      "pageId": 288299,
      "monthDay": "03/13"
    },
    {
      "year": "1950",
      "uri": "/wiki/William_H._Macy",
      "name": "William H. Macy",
      "aboutText": "William Hall Macy, Jr. (born March 13, 1950) is an American actor, screenwriter, teacher and theater director. His film career has been built mostly on his appearances in small, independent films, though he also appeared in summer action films.",
      "pageId": 398602,
      "monthDay": "03/13"
    },
    {
      "year": "1952",
      "uri": "/wiki/Wolfgang_Rihm",
      "name": "Wolfgang Rihm",
      "aboutText": "Enrico Anthony \"Rick\" Lazio (/ˈlæzi.oʊ/; born March 13, 1958) is a former U.S. Representative from the state of New York. Lazio became well known nationally when he ran against Hillary Rodham Clinton for the U.S. Senate in New York's 2000 Senate election. Lazio also ran unsuccessfully for the 2010 New York Republican gubernatorial nomination.",
      "pageId": 490937,
      "monthDay": "03/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Nicola_Davies_(judge)",
      "name": "Nicola Davies",
      "aboutText": "Charles Krauthammer, MD (/ˈkraʊt.hæmər/; born March 13, 1950) is an American Pulitzer Prize-winning syndicated columnist, author, political commentator, and physician. His weekly column is syndicated to more than 400 newspapers worldwide. He is a contributing editor to the Weekly Standard and a nightly panelist on Fox News's Special Report with Bret Baier.",
      "pageId": 530784,
      "monthDay": "03/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ridley_Pearson",
      "name": "Ridley Pearson",
      "aboutText": "Ridley Pearson (born March 13, 1953 in Glen Cove, New York) is an author of suspense and thriller novels for adults, and adventure books for children.",
      "pageId": 710275,
      "monthDay": "03/13"
    },
    {
      "year": "1953",
      "uri": "/wiki/Deborah_Raffin",
      "name": "Deborah Raffin",
      "aboutText": "James \"Jamie\" Dimon (/ˈdaɪmən/; born March 13, 1956) is an American business executive. He is chairman, president and chief executive officer of JPMorgan Chase, largest of the Big Four American banks, and previously served on the Board of Directors of the Federal Reserve Bank of New York. Dimon was named to Time magazine's 2006, 2008, 2009, and 2011 lists of the world's 100 most influential people.",
      "pageId": 796578,
      "monthDay": "03/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Valerie_Amos,_Baroness_Amos",
      "name": "Valerie Amos, Baroness Amos",
      "aboutText": "Wolfgang Rihm (born 13 March 1952 in Karlsruhe) is a German composer.\nRihm is musical director of the Institute of New Music and Media at the University of Music Karlsruhe and has been composer in residence at the Lucerne Festival and the Salzburg Festival. He was honoured as Officier of the Ordre des Arts et des Lettres in 2001.",
      "pageId": 962330,
      "monthDay": "03/13"
    },
    {
      "year": "1954",
      "uri": "/wiki/Robin_Duke",
      "name": "Robin Duke",
      "aboutText": "Dana Welles Delany (born March 13, 1956) is an American film, stage, and television actress, producer, presenter, and health activist.\nDelany has been active in show business since the late 1970s. Following small roles early in her career, Delany garnered her first leading role in 1987 in the short-lived NBC sitcom Sweet Surrender and achieved wider fame in 1988–1991 as First Lieutenant Colleen McMurphy on the ABC television show China Beach, for which she won two Primetime Emmy Awards (1989, 1992).",
      "pageId": 988720,
      "monthDay": "03/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bruno_Conti",
      "name": "Bruno Conti",
      "aboutText": "Bruno Conti (born 13 March 1955 in Nettuno, province of Rome) is a former Italian football player and manager of Serie A club Roma from 14 March 2005 to 30 June 2005. As a player, he was usually deployed as a winger, and he was notably a member of Italy's 1982 FIFA World Cup winning team.",
      "pageId": 1642249,
      "monthDay": "03/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/Glenne_Headly",
      "name": "Glenne Headly",
      "aboutText": "Caryl Phillips (born 13 March 1958) is a Kittitian-British novelist, playwright and essayist. Best known for his novels (for which he has won multiple awards), Phillips is often described as a Black Atlantic writer, since much of his fictional output is defined by its interest in, and searching exploration of, the experiences of peoples of the African diaspora in England, the Caribbean and the United States. As well as writing, Phillips has worked as an academic at numerous institutions including Amherst College, Barnard College, and Yale University, where he has held the position of Professor of English since 2005.",
      "pageId": 2321505,
      "monthDay": "03/13"
    },
    {
      "year": "1955",
      "uri": "/wiki/Olga_Rukavishnikova",
      "name": "Olga Rukavishnikova",
      "aboutText": "Glenne Aimee Headly (born March 13, 1955) is an American actress.",
      "pageId": 2418657,
      "monthDay": "03/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dana_Delany",
      "name": "Dana Delany",
      "aboutText": "Robin Duke (born March 13, 1954) is a Canadian actress, comedian, and voice actress. Duke may be best known for her work on the television comedy series SCTV and, later, Saturday Night Live. She co-founded Women Fully Clothed, a sketch comedy troupe which toured Canada.",
      "pageId": 2986166,
      "monthDay": "03/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jamie_Dimon",
      "name": "Jamie Dimon",
      "aboutText": "Moses George Hogan (March 13, 1957 – February 11, 2003) was an American composer and arranger of choral music. He was best known for his settings of African-American spirituals. Hogan was a pianist, conductor and arranger of international renown.",
      "pageId": 5148947,
      "monthDay": "03/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Jonathan_Rutherford",
      "name": "Jonathan Rutherford",
      "aboutText": "Deborah Iona Raffin (March 13, 1953  –  November 21, 2012) was an American film and television actress who later became an audiobook publisher.",
      "pageId": 5428391,
      "monthDay": "03/13"
    },
    {
      "year": "1956",
      "uri": "/wiki/Davor_Slamnig",
      "name": "Davor Slamnig",
      "aboutText": "Olga Aleksandrovna Rukavishnikova (Russian: Ольга Александровна Рукавишникова) (born March 13, 1955 in Severodvinsk, Arkhangelsk) is a Soviet athlete who mainly competed in the women's pentathlon event during her career.",
      "pageId": 6808958,
      "monthDay": "03/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/John_Hoeven",
      "name": "John Hoeven",
      "aboutText": "Haşim Kılıç (pronounced [haʃim ˈkɯɫɯtʃ]; born 13 March 1950, in Çiçekdağı, Kırşehir) was a high-ranked judge and the President of the Constitutional Court of Turkey from October 22, 2007 until February 10th, 2015.\nKılıç was born in Hacı Hasanlı village of Çiçekdağı district of the Kırşehir Province in Turkey. In 1968 he attended Eskişehir Academy of Economics and Commerce and graduated in 1972.",
      "pageId": 14991447,
      "monthDay": "03/13"
    },
    {
      "year": "1957",
      "uri": "/wiki/Moses_Hogan",
      "name": "Moses Hogan",
      "aboutText": "Davor Slamnig (born 13 March 1956 in Zagreb) is a Croatian writer and musician.",
      "pageId": 31169241,
      "monthDay": "03/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Rick_Lazio",
      "name": "Rick Lazio",
      "aboutText": "Jonathan Andrew Rutherford (born 13 March 1956), is an academic who is a Professor of Cultural Studies at the University of Middlesex. Within British politics Rutherford is associated with the Blue Labour school of thought within the British Labour Party, and has been described as one of its \"leading thinkers\".",
      "pageId": 35524026,
      "monthDay": "03/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Caryl_Phillips",
      "name": "Caryl Phillips",
      "aboutText": "Dame Nicola Velfor Davies DBE QC (born 13 March 1953) is a British barrister, Queen's Counsel, and judge of the Queen's Bench Division of the High Court of Justice of England and Wales, to which she was appointed on 22 January 2010. She previously had a high-profile medical law practice.",
      "pageId": 38971193,
      "monthDay": "03/13"
    },
    {
      "year": "1958",
      "uri": "/wiki/Linda_Robson",
      "name": "Linda Robson",
      "aboutText": "Adam Charles Clayton (born 13 March 1960) is an English-born Irish musician best known as the bass guitarist of the Irish rock band U2. He has resided in County Dublin since the time his family moved to Malahide when he was five years old in 1965. Clayton is well known for his bass playing on songs such as \"Gloria\", \"New Year's Day\", \"Bullet the Blue Sky\", \"With or Without You\", \"Mysterious Ways\", \"Get on Your Boots\", and \"Magnificent\".",
      "pageId": 124011,
      "monthDay": "03/13"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kathy_Hilton",
      "name": "Kathy Hilton",
      "aboutText": "Andrés Escobar Saldarriaga (13 March 1967 – 2 July 1994) was a Colombian footballer who played as a defender. He played for Atlético Nacional, BSC Young Boys, and the Colombia national team.",
      "pageId": 605233,
      "monthDay": "03/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Yurii_Andrukhovych",
      "name": "Yurii Andrukhovych",
      "aboutText": "Richard R. Harris (born March 13, 1969), better known by his nickname, Ross Harris, is an American actor, artist, and musician.",
      "pageId": 620795,
      "monthDay": "03/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Adam_Clayton",
      "name": "Adam Clayton",
      "aboutText": "William Nuschler \"Will\" Clark, Jr. (born March 13, 1964) is a former first baseman in Major League Baseball best known for his years with the San Francisco Giants from 1986 to 1993.",
      "pageId": 1272120,
      "monthDay": "03/13"
    },
    {
      "year": "1960",
      "uri": "/wiki/Joe_Ranft",
      "name": "Joe Ranft",
      "aboutText": "Rodolfo \"Fito\" Sáenz Ávalos, popularly known as Fito Páez (Spanish pronunciation: [ˈfito ˈpaes]; born March 13, 1963 in Rosario, Santa Fe Province) is an Argentine popular rock and roll pianist, lyricist, singer-songwriter and film director.",
      "pageId": 1419023,
      "monthDay": "03/13"
    },
    {
      "year": "1961",
      "uri": "/wiki/Grahame_Morris",
      "name": "Grahame Morris",
      "aboutText": "Seyhan Erözçelik (13 March 1962 – 24 August 2011) was a Turkish poet.",
      "pageId": 1609552,
      "monthDay": "03/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Terence_Blanchard",
      "name": "Terence Blanchard",
      "aboutText": "Kathy Hilton (born Kathleen Elizabeth Avanzino, later Richards; March 13, 1959) is an American actress, fashion designer and philanthropist. She is the mother of socialite Paris Hilton and fashion designer Nicky Hilton.",
      "pageId": 2142112,
      "monthDay": "03/13"
    },
    {
      "year": "1962",
      "uri": "/wiki/Seyhan_Er%C3%B6z%C3%A7elik",
      "name": "Seyhan Erözçelik",
      "aboutText": "Linda Patricia Mary Robson (born 13 March 1958) is an English actress and presenter, best known for playing Tracey Stubbs in the sitcom Birds of a Feather between 1989 and 1998 and 2014 onwards.\nIn 2011, Robson appeared in the film Anuvahood as K's mum Pauline.",
      "pageId": 2174810,
      "monthDay": "03/13"
    },
    {
      "year": "1963",
      "uri": "/wiki/Fito_P%C3%A1ez",
      "name": "Fito Páez",
      "aboutText": "Joseph Henry \"Joe\" Ranft (March 13, 1960 – August 16, 2005) was an American screenwriter, animator, storyboard artist, voice actor, and magician who worked for Pixar and Disney at Disney Animation and Disney Television Animation. His brother, Jerome Ranft, is a sculptor who also worked on several Pixar movies.",
      "pageId": 2477208,
      "monthDay": "03/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Will_Clark",
      "name": "Will Clark",
      "aboutText": "Yurii Ihorovych Andrukhovych (Ukrainian: Юрій Ігорович Андрухович) is a Ukrainian prose writer, poet, essayist, and translator.",
      "pageId": 3417896,
      "monthDay": "03/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jo%C3%A3o_Gordo",
      "name": "João Gordo",
      "aboutText": "Terence Oliver Blanchard (born March 13, 1962) is an American jazz trumpeter, bandleader, composer, arranger, and film score composer.\nSince Blanchard emerged on the scene in 1980 with the Lionel Hampton Orchestra and then shortly thereafter with Art Blakey and the Jazz Messengers, he has been a leading artist in jazz. He was an integral figure in the 1980s jazz resurgence, having recorded several award-winning albums and having performed with the jazz elite.",
      "pageId": 3516644,
      "monthDay": "03/13"
    },
    {
      "year": "1964",
      "uri": "/wiki/Yevgeniy_Misyulya",
      "name": "Yevgeniy Misyulya",
      "aboutText": "Yevgeny Nikolayevich Misyulya (Belarusian: Яўген Мікалаевіч Місюля; born March 13, 1964 in Grodna) is a Belarusian race walker. He has won two World Championships bronze medals, and even participated in the 2004 Summer Olympics at the age of 40.",
      "pageId": 3518493,
      "monthDay": "03/13"
    },
    {
      "year": "1965",
      "uri": "/wiki/Cees_Geel",
      "name": "Cees Geel",
      "aboutText": "Akira Nogami (野上 彰, Nogami Akira, born March 13, 1966, in Narashino, Chiba) is a Japanese professional wrestler and actor, currently working as Akira. He is signed to Wrestle-1, where he also works as a trainer.\n^ Ｗ－１がプロレスラー養成学校設立.",
      "pageId": 3654622,
      "monthDay": "03/13"
    },
    {
      "year": "1965",
      "uri": "/wiki/Pamela_Andersson",
      "name": "Pamela Andersson",
      "aboutText": "João Gordo (born João Francisco Benedan on March 13, 1964 in Tucuruvi, Northeast Zone of São Paulo) is the vocalist of the Brazilian hardcore punk band Ratos de Porão, also known simply as RxDxPx. He participated in many seminal punk events in Brazil, such as the collection entitled O Começo do Fim do Mundo (The Beginning of the End of the World).\nBesides several guest appearances in metal radio shows from São Paulo such as Backstage and Comando Metal (defunct, originally syndicated in São Paulo on 89.1 Rock FM).",
      "pageId": 7967773,
      "monthDay": "03/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Andr%C3%A9s_Escobar",
      "name": "Andrés Escobar",
      "aboutText": "Cornelis Pieter \"Cees\" Geel (born March 13, 1965) is a Dutch television, radio and film actor.",
      "pageId": 8349913,
      "monthDay": "03/13"
    },
    {
      "year": "1967",
      "uri": "/wiki/Pieter_Vink",
      "name": "Pieter Vink",
      "aboutText": "Christopher Collet (/koʊˈleɪ/; born March 13, 1968) is an American actor who is perhaps best known for his portrayal of Jake Livingston in the 1984 movie Firstborn and for his lead role in the 1986 film The Manhattan Project.",
      "pageId": 12285441,
      "monthDay": "03/13"
    },
    {
      "year": "1968",
      "uri": "/wiki/Christopher_Collet",
      "name": "Christopher Collet",
      "aboutText": "Pieter Vink (Dutch pronunciation: [ˈpitər ˈvɪŋk], born March 13, 1967  in Noordwijkerhout, South Holland,) is a Dutch football referee, who also officiates for FIFA and UEFA. He was the first referee to take charge of a match at the \"New Wembley Stadium\" in 2007. His other occupation was as a police officer, eventually giving this up to become a full-time referee. His main other hobby is golf.",
      "pageId": 15822755,
      "monthDay": "03/13"
    },
    {
      "year": "1968",
      "uri": "/wiki/Akira_Nogami",
      "name": "Akira Nogami",
      "aboutText": "Grahame Mark Morris (born 13 March 1961) is a British Labour Party politician. He was elected at the 2010 general election as the Member of Parliament (MP) for Easington, replacing Labour MP John Cummings, who decided to step down.\n^ \"Grahame Morris MP\".",
      "pageId": 27279901,
      "monthDay": "03/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Christopher_Coke",
      "name": "Christopher Coke",
      "aboutText": "Christopher Michael Coke, also known as Dudus (born 13 March 1969), is a Jamaican drug lord and the leader of the Shower Posse, a violent drug gang started by his father Lester Coke in Jamaica, which exported \"large quantities\" of marijuana and cocaine into the United States.\nDue to their father's drug profits, Christopher and his siblings grew up amidst wealth and attended elite private schools. His sister and brother were killed in drug-related violence, in 1987 and 2004, respectively.",
      "pageId": 27455133,
      "monthDay": "03/13"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ross_Harris_(actor)",
      "name": "Rossie Harris",
      "aboutText": "For the Canadian-American actress and model, see Pamela Anderson.\nPamela Kristina Alselind, (née Andersson, born 13 March 1965) is a Swedish journalist that writes for Expressen and the magazine Amelia. In 2006 she participated in the SVT show På spåret along with Tomas Bolme.",
      "pageId": 47069569,
      "monthDay": "03/13"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tim_Story",
      "name": "Tim Story",
      "aboutText": "Lonnie Rashid Lynn Jr. (born March 13, 1972), better known by his stage name Common (formerly Common Sense), is an American hip hop recording artist, actor and poet from Chicago, Illinois. Common debuted in 1992 with the album Can I Borrow a Dollar?",
      "pageId": 210469,
      "monthDay": "03/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Annabeth_Gish",
      "name": "Annabeth Gish",
      "aboutText": "Edgar Steven Davids (Dutch pronunciation: [ˈɛtxɑr ˈdaːvɪts]; born 13 March 1973) is a Dutch former professional footballer. After beginning his career with Ajax, winning several domestic and international titles, he subsequently played in Italy for Milan, and later enjoyed a successful spell with Juventus, before being loaned out to Barcelona in 2004. He went on to play for Inter Milan and Tottenham Hotspur before returning to Ajax.",
      "pageId": 252130,
      "monthDay": "03/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Rodica_Mateescu",
      "name": "Rodica Mateescu",
      "aboutText": "Bobby Jackson (born March 13, 1973) is an American retired professional basketball player.",
      "pageId": 752230,
      "monthDay": "03/13"
    },
    {
      "year": "1971",
      "uri": "/wiki/Tracy_Wells",
      "name": "Tracy Wells",
      "aboutText": "Thomas Karl Johan Enqvist (born 13 March 1974) is a former professional tennis player from Sweden.\nHe was quickly touted as the only Swede who could follow in the footsteps of Björn Borg, Mats Wilander and Stefan Edberg, and was ranked as high as World No.",
      "pageId": 933709,
      "monthDay": "03/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Common_(rapper)",
      "name": "Common",
      "aboutText": "Daniel Peter \"Danny\" Masterson (born March 13, 1976) is an American actor and disc jockey known for his role as Steven Hyde in That '70s Show. His most recent television work was as Milo Foster in the TBS comedy Men At Work.",
      "pageId": 947500,
      "monthDay": "03/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Khujo",
      "name": "Khujo",
      "aboutText": "Annabeth Gish (born March 13, 1971) is an American actress. She has played roles in films Shag, Hiding Out, Mystic Pizza, SLC Punk!, The Last Supper and Double Jeopardy.",
      "pageId": 1043490,
      "monthDay": "03/13"
    },
    {
      "year": "1972",
      "uri": "/wiki/Augenijus_Va%C5%A1kys",
      "name": "Augenijus Vaškys",
      "aboutText": "Glenn Lewis (born Glenn Ricketts on March 13, 1975) is a Canadian neo soul singer–songwriter, best known for his singles \"Don't You Forget It\" and \"It's Not Fair\". His father was a member of the Columbia recording group Crack of Dawn. Lewis has cited Stevie Wonder as his biggest inspiration, and Lewis has often been compared to him because of the similarities in their tones.",
      "pageId": 1578710,
      "monthDay": "03/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Edgar_Davids",
      "name": "Edgar Davids",
      "aboutText": "David Michael Draiman (born 13 March 1973) is an American songwriter and the lead singer for the heavy metal band Disturbed as well as for the band Device. Draiman is known for his distorted voice and percussive singing style. In November 2006, Draiman was voted number 42 on the Hit Parader’s \"Top 100 Metal Vocalists of All Time\".",
      "pageId": 1645902,
      "monthDay": "03/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/David_Draiman",
      "name": "David Draiman",
      "aboutText": "Timothy Kevin \"Tim\" Story (born March 13, 1970) is an American director, producer and writer. He is the founder of The Story Company, an entertainment production company that he started with his wife in 1996.",
      "pageId": 1670727,
      "monthDay": "03/13"
    },
    {
      "year": "1973",
      "uri": "/wiki/Bobby_Jackson_(basketball)",
      "name": "Bobby Jackson",
      "aboutText": "Mohammed \"Momo\" Sylla (born 13 March 1977) is a retired Guinean footballer.",
      "pageId": 1802099,
      "monthDay": "03/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Thomas_Enqvist",
      "name": "Thomas Enqvist",
      "aboutText": "James Dewees (born March 13, 1976) is an American musician who has been involved in many musical projects including Coalesce, The Get Up Kids, Reggie and the Full Effect, New Found Glory, My Chemical Romance, Leathermouth, Death Spells, and is in Gerard Way's backing band \"Gerard Way and the Hormones\".",
      "pageId": 1909156,
      "monthDay": "03/13"
    },
    {
      "year": "1974",
      "uri": "/wiki/Naho_Toda",
      "name": "Naho Toda",
      "aboutText": "Troy Hudson (born March 13, 1976) is an American retired professional basketball point guard who last played with the Sioux Falls Skyforce of the NBA Development League.",
      "pageId": 2445312,
      "monthDay": "03/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Chris_Ashworth",
      "name": "Chris Ashworth",
      "aboutText": "Rodica Mateescu (born Rodica Petrescu on March 13, 1971 in Bucharest) is a former triple jumper from Romania. Having set a personal best of 15.16 in 1997, she placed fourth at the 1997 IAAF World Indoor Championships and won a silver medal at the 1997 World Championships. The same year she placed third at the Grand Prix Final in Fukuoka.",
      "pageId": 2736369,
      "monthDay": "03/13"
    },
    {
      "year": "1975",
      "uri": "/wiki/Glenn_Lewis",
      "name": "Glenn Lewis",
      "aboutText": "Khujo Goodie (born Willie Edward Knighton, Jr.; March 13, 1972) is an American hip hop musician.",
      "pageId": 3491428,
      "monthDay": "03/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/James_Dewees",
      "name": "James Dewees",
      "aboutText": "Kay Tse On-kei (Chinese: 謝安琪; born 13 March 1977) is a Hong Kong Cantopop songwriter, recording-artist, entertainer, and one of the premier Cantonese singers. Raised In Hong Kong. Tse made her debut to the music industry and was signed with Ban Ban Music in 2005 and released her debut album.",
      "pageId": 3826819,
      "monthDay": "03/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Troy_Hudson",
      "name": "Troy Hudson",
      "aboutText": "Muhammad Khan or Mohammad Khan may refer to:",
      "pageId": 6099847,
      "monthDay": "03/13"
    },
    {
      "year": "1976",
      "uri": "/wiki/Danny_Masterson",
      "name": "Danny Masterson",
      "aboutText": "Naho Toda (戸田 菜穂, Toda Naho, born March 13, 1974) is a Japanese actress.",
      "pageId": 8259393,
      "monthDay": "03/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Mohammed_Sylla",
      "name": "Mohammed Sylla",
      "aboutText": "Augenijus Vaškys (born March 13, 1972 in Lithuanian SSR, USSR) is a retired Lithuanian professional basketball player. He has played professionally in Lithuania, Israel, Poland, Estonia and Finland. Vaskys' most successful seasons include playing in Poland in Czarni Slupsk as well in Estonia in Tartu Ülikool/Rock.",
      "pageId": 22208913,
      "monthDay": "03/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Muhammad_Khan",
      "name": "Muhammad Khan",
      "aboutText": "Christopher Michael Ashworth (born March 13, 1975 in Farmville, Virginia), better known as simply Chris Ashworth, is an American actor, perhaps best known for his portrayal of Sergei Malatov on The Wire. He commonly plays characters from Eastern Europe due to his ability to mimic accents and dialects.\nAshworth began training in martial arts, particularly Muay Thai and Brazilian Jiu-Jitsu, in 1993.",
      "pageId": 24220563,
      "monthDay": "03/13"
    },
    {
      "year": "1977",
      "uri": "/wiki/Kay_Tse",
      "name": "Kay Tse",
      "aboutText": "Tracy Wells (born Tracy Anne Brockstein; March 13, 1971 in Encino, California) is an American actress.\nWells is best known for playing Heather Owens on the ABC sitcom Mr. Belvedere (1985–1990).",
      "pageId": 32300219,
      "monthDay": "03/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tom_Danielson",
      "name": "Tom Danielson",
      "aboutText": "Stephen Maguire (born 13 March 1981) is a Scottish professional snooker player. He has been a professional snooker player since 1998, ranked among top 16 since 2005 and 2nd in two seasons. He has won five major ranking tournaments, including the UK Championship in 2004.",
      "pageId": 716675,
      "monthDay": "03/13"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kenny_Watson",
      "name": "Kenny Watson",
      "aboutText": "Johan Alexander Santana Araque (/ˈjoʊhɑːn sænˈtænə/; born March 13, 1979) is a Venezuelan professional baseball starting pitcher who is a free agent. Santana pitched in Major League Baseball (MLB) for the Minnesota Twins from 2000 to 2007 and for the New York Mets from 2008 to 2012, sidelined by injury challenges since the 2012 season. A two-time Cy Young Award winner with the Twins, Santana is a four-time All-Star and earned a pitching triple crown in 2006.",
      "pageId": 725487,
      "monthDay": "03/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Johan_Santana",
      "name": "Johan Santana",
      "aboutText": "Thomas \"Tom\" Danielson (born March 13, 1978) is an American professional road racing cyclist who rides for UCI ProTeam Cannondale-Garmin. He previously competed professionally for Discovery Channel (2005–2007), Fassa Bortolo (2004), Saturn (2003) and Mercury (2002).",
      "pageId": 863492,
      "monthDay": "03/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dainius_Saul%C4%97nas",
      "name": "Dainius Saulėnas",
      "aboutText": "Kaitlin Shea Sandeno (born March 13, 1983) is an American former competition swimmer who is an Olympic gold medalist, world champion and former world record-holder. Sandeno was a member of the American team that set a new world record in the 4×200-meter freestyle relay at the 2004 Summer Olympics.\n^ \"Montreal 2005 Results\".",
      "pageId": 911208,
      "monthDay": "03/13"
    },
    {
      "year": "1979",
      "uri": "/wiki/C%C3%A9dric_Van_Branteghem",
      "name": "Cédric Van Branteghem",
      "aboutText": "James Caron Butler (born March 13, 1980) is an American professional basketball player for the Sacramento Kings of the National Basketball Association (NBA).",
      "pageId": 915178,
      "monthDay": "03/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Caron_Butler",
      "name": "Caron Butler",
      "aboutText": "Pieter Johan Jozef Maria Custers (born 13 March 1984 in Weert) is an athlete from the Netherlands, who competes in archery. He was a member of the Dutch junior archery team, that won the European championship in 2001.\nCompeting on the senior team, Custers helped the team win the silver medal in the 2002 European championships.",
      "pageId": 925146,
      "monthDay": "03/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Flavia_Cacace",
      "name": "Flavia Cacace",
      "aboutText": "Rachael Kneeland (born March 13, 1984), known professionally as Rachael Bella, is a former American actress known for her role as Becca Kotler in the movie The Ring.",
      "pageId": 1584253,
      "monthDay": "03/13"
    },
    {
      "year": "1980",
      "uri": "/wiki/Molly_Stanton",
      "name": "Molly Stanton",
      "aboutText": "Molly Stanton (born March 13, 1980) is an American actress.",
      "pageId": 2271192,
      "monthDay": "03/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Toccara_Jones",
      "name": "Toccara Jones",
      "aboutText": "Nicole Katherine Ohlde (born March 13, 1982) is an American professional basketball player.",
      "pageId": 2335247,
      "monthDay": "03/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/Stephen_Maguire",
      "name": "Stephen Maguire",
      "aboutText": "Toccara Jones (born March 13, 1981) from Dayton, Ohio, is an American hip hop model, television personality, fashion model, occasional actress and singer.",
      "pageId": 2369502,
      "monthDay": "03/13"
    },
    {
      "year": "1981",
      "uri": "/wiki/April_Matson",
      "name": "April Matson",
      "aboutText": "Kenneth Dwight Watson (born March 13, 1978) is a former American football running back in the National Football League (NFL). He was signed by the Washington Redskins as an undrafted free agent in 2001. He played college football at Penn State.",
      "pageId": 4633177,
      "monthDay": "03/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jeremy_Curl",
      "name": "Jeremy Curl",
      "aboutText": "April Matson (born March 13, 1981) is an American actress and singer. She is known for her portrayal of Lori Trager on the ABC Family cable television network series Kyle XY. She was also featured on the Fox network television series Quintuplets alongside Andy Richter, and in the 2005 film short Forsaken.\nMatson was raised in Lake Elsinore, California.",
      "pageId": 5752473,
      "monthDay": "03/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Nicole_Ohlde",
      "name": "Nicole Ohlde",
      "aboutText": "George Rose III (born 13 March 1983) is an Australian professional rugby league footballer. He last played for the St George Illawarra Dragons of the National Rugby League.\nRose was born in Bathurst, New South Wales and played his junior rugby league for the Bathurst Penguins.",
      "pageId": 6986786,
      "monthDay": "03/13"
    },
    {
      "year": "1982",
      "uri": "/wiki/Adam_Thomson_(rugby_union)",
      "name": "Adam Thomson",
      "aboutText": "Cédric Marie Carlos Thérèse Van Branteghem (born 13 March 1979 in Ghent) is a Belgian sprinter, who specializes in the 400 metres.",
      "pageId": 7763455,
      "monthDay": "03/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Dan_Lupu",
      "name": "Dan Lupu",
      "aboutText": "Flavia Cacace-Mistry (born 13 March 1980) is a British-based Italian professional dancer.",
      "pageId": 8474588,
      "monthDay": "03/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/George_Rose_(rugby_league)",
      "name": "George Rose",
      "aboutText": "Dan Lupu (born March 13, 1983) is a Romanian actor.",
      "pageId": 14052606,
      "monthDay": "03/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Kaitlin_Sandeno",
      "name": "Kaitlin Sandeno",
      "aboutText": "Adam Thomson (born 13 March 1982) is a New Zealand rugby union player. He represented the New Zealand All Blacks between 2008 and 2012, playing a total of 29 tests including two during the victorious 2011 Rugby World Cup campaign. He is a new signing for the Melbourne Rebels 2016 squad, having also played Super Rugby with the Queensland Reds (2015) and Highlanders (2006-2012).",
      "pageId": 15979730,
      "monthDay": "03/13"
    },
    {
      "year": "1983",
      "uri": "/wiki/Erkan_Veyselo%C4%9Flu",
      "name": "Erkan Veyseloğlu",
      "aboutText": "Erkan Veyseloğlu (born 13 March 1983) is a Turkish professional basketball player. He currently plays for Türk Telekom of the Turkish Basketball League.",
      "pageId": 16729396,
      "monthDay": "03/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Rachael_Bella",
      "name": "Rachael Bella",
      "aboutText": "Jeremy Robert Patrick Curl, FRGS (born 13 March 1982) is an Anglo-Irish explorer, writer, filmmaker and photographer.",
      "pageId": 19199962,
      "monthDay": "03/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Pieter_Custers",
      "name": "Pieter Custers",
      "aboutText": "Dainius Saulėnas (born 13 March 1979) is a Lithuanian football Forward who plays in Lithuanian 1 Lyga, for FK Vidzgiris Alytus.",
      "pageId": 22587070,
      "monthDay": "03/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Steve_Darcis",
      "name": "Steve Darcis",
      "aboutText": "Yūka Nanri (南里 侑香, Nanri Yūka, born March 13, 1984 in Nagasaki, Japan) is a Japanese voice actress and pop singer. She is represented by Space Craft Entertainment.",
      "pageId": 1399725,
      "monthDay": "03/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Noel_Fisher",
      "name": "Noel Fisher",
      "aboutText": "Emile Davenport Hirsch (born March 13, 1985) is an American film actor, whose works include Into the Wild, Lone Survivor, Milk, Prince Avalanche, The Motel Life, Speed Racer and the A&E networks simulcast miniseries Bonnie & Clyde. He began performing in the late 1990s, and became known as a film actor after roles in Lords of Dogtown, The Emperor's Club, The Girl Next Door, Alpha Dog and the Sean Penn-directed film Into the Wild.",
      "pageId": 1676102,
      "monthDay": "03/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Chiaki_Kyan",
      "name": "Chiaki Kyan",
      "aboutText": "Taner Sağır (born March 13, 1985 in Kardzhali, Bulgaria) is a Turkish world and Olympic weightlifting champion. Coming into Athens as holder of all the junior world records at the age of only 19, he broke the Olympic records in the category –77 kg snatch, clean and jerk and total to became the youngest Olympic champion in weightlifting history.",
      "pageId": 1791111,
      "monthDay": "03/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Y%C5%ABka_Nanri",
      "name": "Yūka Nanri",
      "aboutText": "Marco Michael Andretti (born March 13, 1987) is an American auto racing driver who drives the No. 27 car for Andretti Autosport in the IndyCar Series. He is the third generation of the famous Andretti racing family.",
      "pageId": 3423448,
      "monthDay": "03/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/K%C3%BCnter_Rothberg",
      "name": "Künter Rothberg",
      "aboutText": "Andreas Beck (born 13 March 1987) is a German professional footballer who plays as a right back for Turkish club Beşiktaş in the Süper Lig.",
      "pageId": 4132211,
      "monthDay": "03/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Rieneke_Terink",
      "name": "Rieneke Terink",
      "aboutText": "Alcides Eduardo Mendes de Araújo Alves (born 13 March 1985), known simply as Alcides, is a Brazilian professional footballer who plays for Associação Ferroviária de Esportes as either a right back or a central defender.",
      "pageId": 5905003,
      "monthDay": "03/13"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marc_Zwiebler",
      "name": "Marc Zwiebler",
      "aboutText": "Chiaki Kyan (喜屋武ちあき, Kyan Chiaki) (born March 13, 1984) is a Japanese gravure idol. She is from Saitama and interested in manga, anime and cosplay.",
      "pageId": 9300002,
      "monthDay": "03/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Alcides_Ara%C3%BAjo_Alves",
      "name": "Alcides Araújo Alves",
      "aboutText": "Künter Rothberg (born 13 March 1984) is an Estonian judoka.",
      "pageId": 11767436,
      "monthDay": "03/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Naughty_Boy",
      "name": "Naughty Boy",
      "aboutText": "Steve Darcis (French pronunciation: ​[stiv daʁsi], born 13 March 1984) is a Belgian professional tennis player. He has won two ATP titles and achieved a career-high singles ranking of World No. 44 in May 2008.",
      "pageId": 12350484,
      "monthDay": "03/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/V%C3%ADctor_Garc%C3%ADa_(athlete)",
      "name": "Víctor García",
      "aboutText": "Austin T Scott (born March 13, 1985) is an American football running back who currently plays for the NEPA Miners semi-pro team in Northeast PA. He was signed by the Cleveland Browns as an undrafted free agent in 2008 but was released during the 2008 pre-season.",
      "pageId": 14056036,
      "monthDay": "03/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Emile_Hirsch",
      "name": "Emile Hirsch",
      "aboutText": "Marc Zwiebler (German pronunciation: [ˈmaʁk ˈtsviːblɐ]) (born 13 March 1984) is a male badminton player from Germany. He is currently ranked number 14 in the world and German number 1. He is a seven-time German national champion in men's singles.",
      "pageId": 14228070,
      "monthDay": "03/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Ben_Lowe",
      "name": "Ben Lowe",
      "aboutText": "Ben Lowe (born 13 March 1985 in Toowoomba, Queensland), was an Australian professional rugby league footballer who has played his whole career with the South Sydney Rabbitohs in the National Rugby League (NRL) competition. He primarily played lock and second-row, but could also fill in at centre.\nIn 2008 Lowe made his first grade debut in Round two for the South Sydney Rabbitohs against the Canterbury-Bankstown Bulldogs, a game in which he scored the first try of the match and also of his NRL career.",
      "pageId": 16372278,
      "monthDay": "03/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Taner_Sa%C4%9F%C4%B1r",
      "name": "Taner Sağır",
      "aboutText": "Furdjel Narsingh (born 13 March 1988 in Amsterdam) is a Dutch professional footballer who currently plays as a Winger for SC Cambuur in the Dutch Eredivisie. He formerly played for AZ, Volendam, Telstar and PEC Zwolle.",
      "pageId": 20506313,
      "monthDay": "03/13"
    },
    {
      "year": "1985",
      "uri": "/wiki/Austin_Scott_(American_football)",
      "name": "Austin Scott",
      "aboutText": "Rieneke Terink (born 13 March 1984, Hengelo, Gelderland) is a Dutch swimmer who mainly specializes in freestyle and medley. She is currently training under the guidance of Fedor Hes alongside Robin van Aggele. Since December 21, 2008 she is the national record holder in the 400 m short course individual medley.",
      "pageId": 20976057,
      "monthDay": "03/13"
    },
    {
      "year": "1986",
      "uri": "/wiki/Shunsuke_Daito",
      "name": "Shunsuke Daito",
      "aboutText": "Rosela Gjylbegu (pronounced [ɾɔsɛːla ɟylbɛːɡʊ]; born 13 March 1987 in Shkodër, Albania) is an Albanian singer.",
      "pageId": 25234164,
      "monthDay": "03/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/Marco_Andretti",
      "name": "Marco Andretti",
      "aboutText": "Shunsuke Daito (大東 俊介, Daitō Shunsuke, born March 13, 1986) is a Japanese actor, talent and fashion model. He was born in Sakai, Osaka, Japan. Currently, he is employed by the Top Coat subsidiary of Watanabe Productions.",
      "pageId": 30534759,
      "monthDay": "03/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/Andreas_Beck_(footballer)",
      "name": "Andreas Beck",
      "aboutText": "Shahid Khan (born 1 January 1985), known by his stage name Naughty Boy, is an English DJ, songwriter, record producer and musician. In 2012, Khan signed a three–year publishing deal with Sony ATV, as well as a recording contract to release one album under Virgin EMI Records. Khan launched himself as a record producer under the moniker \"Naughty Boy\" and runs his own production company called Naughty Boy Recordings.",
      "pageId": 35538970,
      "monthDay": "03/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/Rosela_Gjylbegu",
      "name": "Rosela Gjylbegu",
      "aboutText": "Víctor García Blázquez (born 13 March 1985) is a Spanish athlete competing in 3000 metres steeplechase. His personal best at the 3000 metres steeplechase is 8:15.20.",
      "pageId": 36282562,
      "monthDay": "03/13"
    },
    {
      "year": "1987",
      "uri": "/wiki/Harald_Lassen",
      "name": "Harald Lassen",
      "aboutText": "Noel Roeim Fisher (born March 13, 1984) is a Canadian actor. He is known for his portrayal of Mickey Milkovich on the Showtime series Shameless, as well as his portrayal of Cael Malloy on the FX series The Riches. He played Ellison \"Cotton Top\" Mounts in the Emmy Award winning mini-series Hatfields & McCoys as well as Vladimir, a 1500-year-old vampire in The Twilight Saga: Breaking Dawn – Part 2, and Michelangelo in Teenage Mutant Ninja Turtles.",
      "pageId": 36613026,
      "monthDay": "03/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Furdjel_Narsingh",
      "name": "Furdjel Narsingh",
      "aboutText": "Harald Lassen (born 13 March 1987 in Kristiansand, Norway) is a Norwegian jazz musician who has devoted his career exclusively to his own band. His unpredictable, but characteristic, mixture of saxophone, voice, effects and percussion has become his \"brand\" and emphasizes his quote \"I´m not a saxophonist - I´m a musician\". He is also a composer, and known from the bands Pixel, Mopti (feat.",
      "pageId": 40592620,
      "monthDay": "03/13"
    },
    {
      "year": "1988",
      "uri": "/wiki/Dani_Rivas",
      "name": "Dani Rivas",
      "aboutText": "Harry Edward Melling (born 17 March 1989) is an English actor, best known for playing Dudley Dursley in the Harry Potter films.",
      "pageId": 2298896,
      "monthDay": "03/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Holger_Badstuber",
      "name": "Holger Badstuber",
      "aboutText": "Kaya Rose Scodelario (née Humphrey; 13 March 1992) is an English actress. She is known for her breakthrough performance as Effy Stonem in the E4 teen drama Skins and as Teresa Agnes in the Maze Runner film series. She was recently cast as the female lead in Pirates of the Caribbean: Dead Men Tell No Tales, slated for 2017 release.",
      "pageId": 9879786,
      "monthDay": "03/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Peaches_Geldof",
      "name": "Peaches Geldof",
      "aboutText": "Thomas \"Tom\" Westley (born 13 March 1989 in Cambridge) is an English cricketer. He is a right-handed batsman and a right-arm offbreak bowler who has played first-class cricket for Essex since 2006.",
      "pageId": 10491479,
      "monthDay": "03/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Marko_Marin",
      "name": "Marko Marin",
      "aboutText": "Marko Marin (Serbian Cyrillic: Марко Марин; born 13 March 1989) is a German professional footballer who plays for Turkish club Trabzonspor on loan from Chelsea, as an attacking midfielder and left winger.\nMarin previously played for Bundesliga clubs Borussia Mönchengladbach and Werder Bremen. He is known for his acceleration, dribbling, agility, creativity, versatility, technical ability and as an assist-maker.",
      "pageId": 13018176,
      "monthDay": "03/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Harry_Melling_(actor)",
      "name": "Harry Melling",
      "aboutText": "Holger Felix Badstuber ([ˈhɔlɡɐ ˈbaːtˌʃtuːbɐ]; born 13 March 1989) is a German footballer who plays as a centre back for Bayern Munich in the Bundesliga and the German national team. He is primarily a centre back, although he is a capable left back. He made his debut in the 2009–10 season in the Bundesliga, at the age of 19, playing nearly every game that year and helped the club win the league and cup double and reached the Champions League final that same year, before eventually earning a call up to the World Cup in 2010.",
      "pageId": 18607174,
      "monthDay": "03/13"
    },
    {
      "year": "1989",
      "uri": "/wiki/Tom_Westley",
      "name": "Tom Westley",
      "aboutText": "Peaches Honeyblossom Geldof-Cohen (13 March 1989 – 6 or 7 April 2014) was an English journalist, television presenter and model. She was the second daughter of musician and Live Aid founder Bob Geldof, and the television presenter Paula Yates.\nRaised in London, Geldof was educated at Queen's College after her parents' divorce in 1996, and later moved to New York City where she worked as a writer for the UK edition of Elle Girl magazine.",
      "pageId": 21463690,
      "monthDay": "03/13"
    },
    {
      "year": "1991",
      "uri": "/wiki/Eli_Kim",
      "name": "Eli Kim",
      "aboutText": "Lê Quang Liêm (born 13 March 1991) is a Vietnamese chess grandmaster and the 2013 World Blitz Chess Champion. He was the Under-14 World Youth Chess Champion in July 2005. He competed for Vietnam at the Chess Olympiads in 2006, 2008, 2010,2012 and 2014.",
      "pageId": 21518777,
      "monthDay": "03/13"
    },
    {
      "year": "1991",
      "uri": "/wiki/L%C3%AA_Quang_Li%C3%AAm",
      "name": "Lê Quang Liêm",
      "aboutText": "Tristan Trevor James Thompson (born March 13, 1991) is a Canadian professional basketball player for the Cleveland Cavaliers of the National Basketball Association (NBA). He played one season of college basketball for Texas before being drafted fourth overall by the Cavaliers in the 2011 NBA draft. He also represents Canada in international competition.",
      "pageId": 29746548,
      "monthDay": "03/13"
    },
    {
      "year": "1991",
      "uri": "/wiki/Suzu_Natsume",
      "name": "Suzu Natsume",
      "aboutText": "Gerard Deulofeu Lázaro (born 13 March 1994) is a Spanish professional footballer who plays for English club Everton. Mainly a right winger, he can also play as a forward.\nHe started his career with Barcelona, first appearing with the first team at the age of 17, and was loaned to Everton and Sevilla before joining the former on a permanent basis in summer 2015.",
      "pageId": 31104462,
      "monthDay": "03/13"
    },
    {
      "year": "1991",
      "uri": "/wiki/Tristan_Thompson",
      "name": "Tristan Thompson",
      "aboutText": "Antoni Charles Sarcevic (born 13 March 1992) is an English professional footballer who plays for Fleetwood Town as a midfielder.\nAfter being released by Manchester City, Sarcevic began his senior career with Woodley Sports, where he spent only one season before joining Crewe Alexandra, but struggled to break into the first team and went on loan to Chester in 2010, before making a permanent transfer to them in the next year, but moved to League Two side Fleetwood Town in June 2013 for an undisclosed fee. He scored 15 league goals for Fleetwood in 2013–14, he also topped the Club's assist charts with nine, and was named in the League Two PFA Team of the Year after his performances for Fleetwood.",
      "pageId": 31136964,
      "monthDay": "03/13"
    },
    {
      "year": "1991",
      "uri": "/wiki/Aaron_Woods",
      "name": "Aaron Woods",
      "aboutText": "Aaron Woods (born 13 March 1991) is an Australian rugby league player who currently plays for the Wests Tigers in the NRL. His position is at prop and he has represented New South Wales in State of Origin.",
      "pageId": 31329974,
      "monthDay": "03/13"
    },
    {
      "year": "1992",
      "uri": "/wiki/L_(South_Korean_singer)",
      "name": "L",
      "aboutText": "Ellison \"Eli\" Kyong Jae Kim (born March 13, 1991), also known by his stage name Eli, is a Korean American singer, rapper and actor.",
      "pageId": 35158093,
      "monthDay": "03/13"
    },
    {
      "year": "1992",
      "uri": "/wiki/Lucy_Fry",
      "name": "Lucy Fry",
      "aboutText": "Daniel Rivas Fernández (13 March 1988 – 19 July 2015) was a Spanish motorcycle racer. At international level, he competed in the European Superstock 600 Championship, the Superstock 1000 FIM Cup and the Moto2 World Championship.",
      "pageId": 35482674,
      "monthDay": "03/13"
    },
    {
      "year": "1992",
      "uri": "/wiki/Antoni_Sarcevic",
      "name": "Antoni Sarcevic",
      "aboutText": "Kim Myung-soo, (hangul: 김명수; hanja: 金明洙; born March 13, 1992) commonly known by his stage name L, is a South Korean singer and actor. He is a member of the boy band Infinite under Woollim Entertainment.",
      "pageId": 39103366,
      "monthDay": "03/13"
    },
    {
      "year": "1992",
      "uri": "/wiki/Kaya_Scodelario",
      "name": "Kaya Scodelario",
      "aboutText": "Lucy Elizabeth Fry (born 13 March 1992) is an Australian actress best known for portraying Zoey in Lightning Point, Lyla in Mako: Island of Secrets and as Vasilisa Dragomir in Vampire Academy.",
      "pageId": 40178241,
      "monthDay": "03/13"
    },
    {
      "year": "1994",
      "uri": "/wiki/Gerard_Deulofeu",
      "name": "Gerard Deulofeu",
      "aboutText": "Rúben Diogo da Silva Neves (born 13 March 1997) is a Portuguese professional footballer who plays for FC Porto as a midfielder.",
      "pageId": 43465987,
      "monthDay": "03/13"
    },
    {
      "year": "1995",
      "uri": "/wiki/Zella_Day",
      "name": "Zella Day",
      "aboutText": "Zella Day Kerr (born March 13, 1995), known professionally as Zella Day, is an American singer-songwriter from Pinetop, Arizona.",
      "pageId": 46357553,
      "monthDay": "03/13"
    },
    {
      "year": "1997",
      "uri": "/wiki/R%C3%BAben_Neves",
      "name": "Rúben Neves",
      "aboutText": "Suzu Natsume (夏目 鈴, Natsume Suzu, born March 13, 1991, in Kobe, Hyōgo Prefecture, Japan) is a Japanese actress who is represented by the talent agencies, Amuse inc, and later W-Up.\n^ \"Profile at official blog\" (in Japanese).",
      "pageId": 47854354,
      "monthDay": "03/13"
    }
  ]
}