{
  "people": [
    {
      "year": "1434",
      "uri": "/wiki/Ashikaga_Yoshikatsu",
      "name": "Ashikaga Yoshikatsu",
      "aboutText": "Thomas McKean (March 19, 1734 – June 24, 1817) was an American lawyer and politician from New Castle, in New Castle County, Delaware and Philadelphia. During the American Revolution he was a delegate to the Continental Congress where he signed the United States Declaration of Independence and the Articles of Confederation. McKean served as a President of Congress.",
      "pageId": 31348,
      "monthDay": "03/19"
    },
    {
      "year": "1488",
      "uri": "/wiki/Johannes_Magnus",
      "name": "Johannes Magnus",
      "aboutText": "David Livingstone (19 March 1813 – 1 May 1873) was a Scottish Congregationalist pioneer medical missionary with the London Missionary Society and an explorer in Africa. His meeting with H. M. Stanley on 10 November 1871 gave rise to the popular quotation \"Dr. Livingstone, I presume?\" Livingstone was one of the most popular national heroes of the late 19th century in Victorian Britain, and he had a mythical status which operated on a number of interconnected levels: Protestant missionary martyr, working-class \"rags to riches\" inspirational story, scientific investigator and explorer, imperial reformer, anti-slavery crusader, and advocate of commercial empire.",
      "pageId": 53528,
      "monthDay": "03/19"
    },
    {
      "year": "1534",
      "uri": "/wiki/Jos%C3%A9_de_Anchieta",
      "name": "José de Anchieta",
      "aboutText": "Aleksey Mikhailovich (Russian: Алексе́й Миха́йлович; IPA: [ɐlʲɪˈksʲej mʲɪˈxajləvʲɪtɕ]; 29 March [O.S. 19 March] 1629 – 8 February [O.S. 29 January] 1676) was the Tsar of Russia during some of the most eventful decades of the mid-17th century. His reign saw the Russian invasion of Polish–Lithuanian Commonwealth and war with powerful Sweden during the Deluge, the Raskol schism in the Russian Orthodox Church, and the Cossack revolt of Stenka Razin.",
      "pageId": 95359,
      "monthDay": "03/19"
    },
    {
      "year": "1590",
      "uri": "/wiki/William_Bradford_(Plymouth_Colony_governor)",
      "name": "William Bradford",
      "aboutText": "John IV (Portuguese: João IV de Portugal, pronounced: [ʒuˈɐ̃w̃]; 19 March 1604 – 6 November 1656) was the King of Portugal and the Algarves from 1640 to his death. He was the grandson of Catherine, Duchess of Braganza, who had in 1580 claimed the Portuguese crown and sparked the struggle for the throne of Portugal. John IV was nicknamed John the Restorer (João o Restaurador).",
      "pageId": 153576,
      "monthDay": "03/19"
    },
    {
      "year": "1601",
      "uri": "/wiki/Alonzo_Cano",
      "name": "Alonzo Cano",
      "aboutText": "William Bradford (c.1590 – 1657) was an English Separatist leader who grew up in Yorkshire, and later moved to Leiden, Holland, and helped found the Plymouth Colony. He was a signatory to the Mayflower Compact while aboard the Mayflower in 1620. He served as Plymouth Colony Governor five times covering about thirty years between 1621 and 1657.",
      "pageId": 218327,
      "monthDay": "03/19"
    },
    {
      "year": "1603",
      "uri": "/wiki/John_IV_of_Portugal",
      "name": "John IV of Portugal",
      "aboutText": "Tobias George Smollett (19 March 1721 – 17 September 1771) was a Scottish poet and author. He was best known for his picaresque novels, such as The Adventures of Roderick Random (1748) and The Adventures of Peregrine Pickle (1751), which influenced later novelists such as Charles Dickens. His novels were amended liberally by printers; a definitive edition of each of his works was edited by Dr.",
      "pageId": 224720,
      "monthDay": "03/19"
    },
    {
      "year": "1629",
      "uri": "/wiki/Alexis_of_Russia",
      "name": "Alexis of Russia",
      "aboutText": "Fredrik Pacius (born Friedrich Pacius) ( pronunciation ; March 19, 1809 – January 8, 1891) was a German composer and conductor who lived most of his life in Finland. He has been called the \"Father of Finnish music\".\nPacius was born in Hamburg.",
      "pageId": 230569,
      "monthDay": "03/19"
    },
    {
      "year": "1641",
      "uri": "/wiki/Abd_al-Ghani_al-Nabulsi",
      "name": "Abd al-Ghani al-Nabulsi",
      "aboutText": "Ashikaga Yoshikatsu (足利 義勝, March 19, 1434 – August 16, 1443) was the 7th shogun of the Ashikaga shogunate who reigned from 1442 to 1443 during the Muromachi period of Japan. Yoshikatsu was the son of 6th shogun Ashikaga Yoshinori.",
      "pageId": 234768,
      "monthDay": "03/19"
    },
    {
      "year": "1661",
      "uri": "/wiki/Francesco_Gasparini",
      "name": "Francesco Gasparini",
      "aboutText": "The Honourable Sir Edward Pakenham GCB (pro. pack-en'um) (19 March 1778 – 8 January 1815), was an Anglo-Irish Army Officer and Politician. He was the son of the Earl of Longford and brother-in law of the Duke of Wellington, with whom he served in the Peninsular War.",
      "pageId": 442198,
      "monthDay": "03/19"
    },
    {
      "year": "1684",
      "uri": "/wiki/Jean_Astruc",
      "name": "Jean Astruc",
      "aboutText": "Jean Astruc (Saint-Sauves-d'Auvergne, France, 19 March 1684 – Paris, 5 May 1766) was a professor of medicine at Montpellier and Paris, who wrote the first great treatise on syphilis and venereal diseases, and also, with a small anonymously published book, played a fundamental part in the origins of critical textual analysis of works of scripture.",
      "pageId": 455099,
      "monthDay": "03/19"
    },
    {
      "year": "1721",
      "uri": "/wiki/Tobias_Smollett",
      "name": "Tobias Smollett",
      "aboutText": "José Gabriel Túpac Amaru (March 19, 1738 – May 18, 1781) — known as Túpac Amaru II — was the leader of an indigenous uprising in 1780 against the Spanish in Peru. Although unsuccessful, he later became a mythical figure in the Peruvian struggle for independence and indigenous rights movement, as well as an inspiration to myriad causes in Hispanophone America and beyond.\nTúpac Amaru II was born José Gabriel Condorcanqui in Surimana, Tungasuca, in the province of Cusco, and received a Jesuit education at the San Francisco de Borja School, although he maintained a strong identification with the indigenous culture and population.",
      "pageId": 704340,
      "monthDay": "03/19"
    },
    {
      "year": "1734",
      "uri": "/wiki/Thomas_McKean",
      "name": "Thomas McKean",
      "aboutText": "Elias Hicks (March 19, 1748 – February 27, 1830) was a traveling Quaker preacher from Long Island, New York. In his ministry he promoted doctrines that embroiled him and his followers in a controversy which caused the first major schism within the Religious Society of Friends.",
      "pageId": 853879,
      "monthDay": "03/19"
    },
    {
      "year": "1739",
      "uri": "/wiki/Charles-Fran%C3%A7ois_Lebrun,_duc_de_Plaisance",
      "name": "Charles-François Lebrun, duc de Plaisance",
      "aboutText": "José de Anchieta y Díaz de Clavijo, S.J. (19 March 1534 – 9 June 1597) was a Spanish Jesuit missionary to the Portuguese colony of Brazil in the second half of the 16th century. A highly influential figure in Brazil's history in the first century after its European discovery, Anchieta was one of the founders of São Paulo in 1554 and of Rio de Janeiro in 1565. He is the first playwright, the first grammarian and the first poet born in the Canary Islands, and the father of Brazilian literature.",
      "pageId": 1211556,
      "monthDay": "03/19"
    },
    {
      "year": "1742",
      "uri": "/wiki/T%C3%BApac_Amaru_II",
      "name": "Túpac Amaru II",
      "aboutText": "Francesco Gasparini (19 March 1661 – 22 March 1727) was an Italian Baroque composer and teacher whose works were performed throughout Italy, and also on occasion in Germany and England.\nBorn in Camaiore, near Lucca, he studied in Rome with Corelli and Pasquini. His first important opera, Roderico (1694), was produced there.",
      "pageId": 1379558,
      "monthDay": "03/19"
    },
    {
      "year": "1748",
      "uri": "/wiki/Elias_Hicks",
      "name": "Elias Hicks",
      "aboutText": "Johannes Magnus (a modified form of Ioannes Magnus, a Latin translation of his birth name Johan Månsson; 19 March 1488 – 22 March 1544) was the last functioning Catholic Archbishop in Sweden, and also a theologian, genealogist, and historian.",
      "pageId": 1529389,
      "monthDay": "03/19"
    },
    {
      "year": "1749",
      "uri": "/wiki/Princess_Louisa_of_Great_Britain",
      "name": "Princess Louisa of Great Britain",
      "aboutText": "Charles-François Lebrun, 1st Duke of Plaisance, prince of the Empire (19 March 1739 – 16 June 1824) was a French statesman.",
      "pageId": 1547487,
      "monthDay": "03/19"
    },
    {
      "year": "1778",
      "uri": "/wiki/Edward_Pakenham",
      "name": "Edward Pakenham",
      "aboutText": "Alonzo Cano or Alonso Cano (19 March 1601 – 3 September 1667) was a Spanish painter, architect and sculptor born in Granada.",
      "pageId": 2225081,
      "monthDay": "03/19"
    },
    {
      "year": "1809",
      "uri": "/wiki/Fredrik_Pacius",
      "name": "Fredrik Pacius",
      "aboutText": "Princess Louisa of Great Britain (Louise Anne; 19 March 1749 – 13 May 1768) was a grandchild of George II and sister of George III.",
      "pageId": 5718947,
      "monthDay": "03/19"
    },
    {
      "year": "1813",
      "uri": "/wiki/David_Livingstone",
      "name": "David Livingstone",
      "aboutText": "Shaykh ′Abd al-Ghani ibn Isma′il al-Nablusi (an-Nabalusi) (March 19, 1641 – March 5, 1731), an eminent Muslim scholar and Sufi, was born in Damascus in 1641 into a family of Islamic scholarship. His father, Isma'il Abd al-Ghani, was a jurist in the Hanafi school of Sunni Islam and a contributor to Arabic literature. He was orphaned at an early age.",
      "pageId": 8602278,
      "monthDay": "03/19"
    },
    {
      "year": "1816",
      "uri": "/wiki/Johannes_Verhulst",
      "name": "Johannes Verhulst",
      "aboutText": "Johannes Joseph Hermann Verhulst (The Hague, March 19, 1816 – Bloemendaal, January 17, 1891) was a Dutch composer and conductor.",
      "pageId": 10856169,
      "monthDay": "03/19"
    },
    {
      "year": "1821",
      "uri": "/wiki/Richard_Francis_Burton",
      "name": "Richard Francis Burton",
      "aboutText": "William Jennings Bryan (March 19, 1860 – July 26, 1925) was an American orator and politician from Nebraska, and a dominant force in the populist wing of the Democratic Party, standing three times as the Party's candidate for President of the United States (1896, 1900 and 1908). He served two terms as a member of the United States House of Representatives from Nebraska and was United States Secretary of State under President Woodrow Wilson (1913–1915). He resigned because of his pacifist position on World War I. Bryan was a devout Presbyterian, a strong advocate of popular democracy, and an enemy of the banks and their gold standard.",
      "pageId": 40608,
      "monthDay": "03/19"
    },
    {
      "year": "1823",
      "uri": "/wiki/Princess_Adelgunde_of_Bavaria",
      "name": "Princess Adelgunde of Bavaria",
      "aboutText": "Sir Richard Francis Burton KCMG FRGS (19 March 1821 – 20 October 1890) was a British explorer, geographer, translator, writer, soldier, orientalist, cartographer, ethnologist, spy, linguist, poet, fencer, and diplomat. He was known for his travels and explorations in Asia, Africa and the Americas, as well as his extraordinary knowledge of languages and cultures. According to one count, he spoke 29 European, Asian and African languages.",
      "pageId": 66655,
      "monthDay": "03/19"
    },
    {
      "year": "1824",
      "uri": "/wiki/William_Allingham",
      "name": "William Allingham",
      "aboutText": "William Allingham (19 March 1824 – 18 November 1889) was an Irish poet, diarist and editor. He wrote several volumes of lyric verse, and his poem 'The Faeries' was much anthologised; but he is better known for his posthumously published Diary, in which he records his lively encounters with Tennyson, Carlyle and other writers and artists.",
      "pageId": 231299,
      "monthDay": "03/19"
    },
    {
      "year": "1829",
      "uri": "/wiki/Carl_Frederik_Tietgen",
      "name": "Carl Frederik Tietgen",
      "aboutText": "Alfred Peter Friedrich von Tirpitz (19 March 1849 – 6 March 1930) was a German Großadmiral (grand admiral), Secretary of State of the German Imperial Naval Office, the powerful administrative branch of the German Imperial Navy from 1897 until 1916. Prussia never had a major navy, nor did the other German states before the German Empire was formed in 1871. Tirpitz took the modest Imperial Navy and, starting in the 1890s, turned it into a world-class force that could threaten the British Royal Navy.",
      "pageId": 236970,
      "monthDay": "03/19"
    },
    {
      "year": "1844",
      "uri": "/wiki/Minna_Canth",
      "name": "Minna Canth",
      "aboutText": "Johann Baptist Joseph Maximilian Reger (19 March 1873 – 11 May 1916) was a German composer, conductor, pianist, organist, and academic teacher.",
      "pageId": 298396,
      "monthDay": "03/19"
    },
    {
      "year": "1847",
      "uri": "/wiki/Albert_Pinkham_Ryder",
      "name": "Albert Pinkham Ryder",
      "aboutText": "William Morton Wheeler (March 19, 1865 – April 19, 1937) was an American entomologist, myrmecologist and Harvard professor.\n^ Lenfield, Spencer. \"Ants through the Ages\".",
      "pageId": 330863,
      "monthDay": "03/19"
    },
    {
      "year": "1848",
      "uri": "/wiki/Wyatt_Earp",
      "name": "Wyatt Earp",
      "aboutText": "Charles Marion Russell (March 19, 1864 – October 24, 1926), also known as C. M. Russell, Charlie Russell, and \"Kid\" Russell, was an artist of the Old American West. Russell created more than 2,000 paintings of cowboys, Indians, and landscapes set in the Western United States and in Alberta, Canada, in addition to bronze sculptures. Known as 'the cowboy artist', Russell was also a storyteller and author.",
      "pageId": 340482,
      "monthDay": "03/19"
    },
    {
      "year": "1849",
      "uri": "/wiki/Alfred_von_Tirpitz",
      "name": "Alfred von Tirpitz",
      "aboutText": "Sir Jean Lomer Gouin, PC, KCMG (March 19, 1861 – March 28, 1929) was a Canadian politician.",
      "pageId": 374056,
      "monthDay": "03/19"
    },
    {
      "year": "1851",
      "uri": "/wiki/William_Henry_Stark",
      "name": "William Henry Stark",
      "aboutText": "Wyatt Berry Stapp Earp (March 19, 1848 – January 13, 1929) was an American gambler; Pima County, Arizona, deputy sheriff; and deputy town marshal in Tombstone, Arizona, who took part in the Gunfight at the O.K. Corral, during which lawmen killed three outlaw Cowboys. He is often regarded as the central figure in the shootout in Tombstone, although his brother Virgil was Tombstone city marshal and Deputy U.S. Marshal that day, and had far more experience as a sheriff, constable, marshal, and soldier in combat.\nEarp lived a restless life.",
      "pageId": 400247,
      "monthDay": "03/19"
    },
    {
      "year": "1860",
      "uri": "/wiki/William_Jennings_Bryan",
      "name": "William Jennings Bryan",
      "aboutText": "Helene Anna Held (19 March 1872 – 12 August 1918), known professionally as Anna Held, was a Polish-born French stage performer and singer, most often associated with impresario Florenz Ziegfeld, her common-law husband.",
      "pageId": 603949,
      "monthDay": "03/19"
    },
    {
      "year": "1861",
      "uri": "/wiki/Lomer_Gouin",
      "name": "Lomer Gouin",
      "aboutText": "Gaston Lachaise (March 19, 1882 – October 18, 1935) was an American sculptor of French birth, active in the early 20th century. A native of Paris, he was most noted for his female nudes such as Standing Woman. Gaston Lachaise was taught the refinement of European sculpture while living in France.",
      "pageId": 698804,
      "monthDay": "03/19"
    },
    {
      "year": "1864",
      "uri": "/wiki/Charles_Marion_Russell",
      "name": "Charles Marion Russell",
      "aboutText": "Albert Pinkham Ryder (March 19, 1847 – March 28, 1917) was an American painter best known for his poetic and moody allegorical works and seascapes, as well as his eccentric personality.",
      "pageId": 747858,
      "monthDay": "03/19"
    },
    {
      "year": "1865",
      "uri": "/wiki/William_Morton_Wheeler",
      "name": "William Morton Wheeler",
      "aboutText": "Minna Canth (IPA [minna ka:nt], born Ulrika Wilhelmina Johnsson, 19 March 1844 – 12 May 1897) was a Finnish writer and social activist. Canth began to write while managing her family draper's shop and living as a widow raising seven children. Her work addresses issues of women's rights, particularly in the context of a prevailing culture she considered antithetical to permitting expression and realization of women's aspirations.",
      "pageId": 1076023,
      "monthDay": "03/19"
    },
    {
      "year": "1868",
      "uri": "/wiki/Senda_Berenson_Abbott",
      "name": "Senda Berenson Abbott",
      "aboutText": "Edith Nourse Rogers (March 19, 1881 – September 10, 1960) was an American social welfare volunteer and politician who was one of the first women to serve in the United States Congress. She was the first woman elected to Congress from Massachusetts. Until 2012, she was the longest serving Congresswoman, now having been surpassed by Barbara Mikulski, and in her 35 years in the House of Representatives she was a powerful voice for veterans and sponsored seminal legislation, including the Servicemen's Readjustment Act of 1944 (commonly known as the G.I. Bill), which provided educational and financial benefits for soldiers returning home from World War II, the 1942 bill that created the Women's Army Auxiliary Corps (WAAC), and the 1943 bill that created the Women's Army Corps (WAC).",
      "pageId": 1524818,
      "monthDay": "03/19"
    },
    {
      "year": "1871",
      "uri": "/wiki/Schofield_Haigh",
      "name": "Schofield Haigh",
      "aboutText": "Schofield Haigh (19 March 1871 – 27 February 1921) was a Yorkshire and England cricketer. He played for eighteen seasons for Yorkshire County Cricket Club, for England from the 1898/99 tour to 1912, and was a Wisden Cricketer of the Year in 1901.",
      "pageId": 1809738,
      "monthDay": "03/19"
    },
    {
      "year": "1872",
      "uri": "/wiki/Anna_Held",
      "name": "Anna Held",
      "aboutText": "William Henry Stark (March 19, 1851 – October 8, 1936) was an industrial leader whose contributions helped the city of Orange, Texas develop financially. Stark was the president of the Lutcher Moore Cypress Lumber Company of Lutcher, Louisiana.\nStark was born March 19, 1851 to John Thomas and Martha Ann (Skidmore) Stark.",
      "pageId": 2606111,
      "monthDay": "03/19"
    },
    {
      "year": "1873",
      "uri": "/wiki/Max_Reger",
      "name": "Max Reger",
      "aboutText": "Senda Berenson Abbott (March 19, 1868, Butrimonys, Vilna Governorate, Russian Empire to a Lithuanian Jewish family – February 16, 1954) was a pioneer of women's basketball, authoring the first Basketball Guide for Women (1901–07). She was inducted to the Basketball Hall of Fame as a contributor on July 1, 1985, the International Jewish Sports Hall of Fame in 1987, and into the Women's Basketball Hall of Fame in 1999.\nShe modified existing men's basketball rules for women in 1899.",
      "pageId": 2831630,
      "monthDay": "03/19"
    },
    {
      "year": "1878",
      "uri": "/wiki/Henricus_Tromp",
      "name": "Henricus Tromp",
      "aboutText": "Carl Frederik Tietgen (19 March 1829 – 19 October 1901) was a Danish financier and industrialist. The founder of numerous prominent Danish companies, many of which are still in operation today, he played an important role in the industrialisation of Denmark. Notably also forming conglomerates, several of Tietgen's companies attained a monopoly-like status, which cemented their durability.",
      "pageId": 3470650,
      "monthDay": "03/19"
    },
    {
      "year": "1881",
      "uri": "/wiki/Edith_Nourse_Rogers",
      "name": "Edith Nourse Rogers",
      "aboutText": "Henrikus Tromp (March 19, 1878 in Tandjoeng Poera, Dutch East Indies – April 17, 1962 in Etterbeek, Belgium) was a Dutch rower who competed in the 1900 Summer Olympics.",
      "pageId": 12663655,
      "monthDay": "03/19"
    },
    {
      "year": "1882",
      "uri": "/wiki/Gaston_Lachaise",
      "name": "Gaston Lachaise",
      "aboutText": "Princess Adelgunde of Bavaria (German: Adelgunde Auguste Charlotte Caroline Elisabeth Amalie Marie Sophie Luise von Bayern; 19 March 1823 – 28 October 1914) was a daughter of Ludwig I of Bavaria and Therese of Saxe-Hildburghausen.",
      "pageId": 13443825,
      "monthDay": "03/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Norman_Haworth",
      "name": "Norman Haworth",
      "aboutText": "Berthold Konrad Hermann Albert Speer (German: [ˈʃpeːɐ̯]; March 19, 1905 – September 1, 1981) was a German architect who was, for a part of World War II, Minister of Armaments and War Production for Nazi Germany. Speer was Adolf Hitler's chief architect before assuming ministerial office. As \"the Nazi who said sorry\", he accepted moral responsibility at the Nuremberg trials and in his memoirs for complicity in crimes of the Nazi regime, while stating he was ignorant of the Holocaust.",
      "pageId": 954,
      "monthDay": "03/19"
    },
    {
      "year": "1883",
      "uri": "/wiki/Joseph_Stilwell",
      "name": "Joseph Stilwell",
      "aboutText": "Earl Warren (March 19, 1891 – July 9, 1974) was an American jurist and politician, who served as the 30th Governor of California (1943–1953) and later the 14th Chief Justice of the United States (1953–1969).\nHe is best known for the liberal decisions of the so-called Warren Court, which outlawed segregation in public schools and transformed many areas of American law, especially regarding the rights of the accused, ending public school-sponsored prayers, and requiring \"one man–one vote\" rules of apportionment of election districts. He made the Supreme Court a power center on a more even basis with Congress and the Presidency, especially through four landmark decisions: Brown v.",
      "pageId": 71908,
      "monthDay": "03/19"
    },
    {
      "year": "1885",
      "uri": "/wiki/Attik",
      "name": "Attik",
      "aboutText": "Joseph Warren Stilwell (March 19, 1883 – October 12, 1946) was a United States Army general who served in the China Burma India Theater during World War II. His caustic personality was reflected in the nickname \"Vinegar Joe\".\nAlthough distrustful of his Allies, Stilwell showed himself to be a capable and daring tactician in the field but a lack of resources meant he was continually forced to improvise. He famously differed as to strategy, ground troops versus air power, with his subordinate, Claire Chennault, who had the ear of Generalissimo Chiang Kai-shek.",
      "pageId": 173707,
      "monthDay": "03/19"
    },
    {
      "year": "1888",
      "uri": "/wiki/Josef_Albers",
      "name": "Josef Albers",
      "aboutText": "John Joseph Sirica (March 19, 1904 – August 14, 1992) was the Chief Judge for the United States District Court for the District of Columbia, where he became famous for his role in the Watergate scandal. He rose to national prominence during the Watergate scandal when he ordered President Richard Nixon to turn over his recordings of White House conversations.\nSirica's involvement in the case began when he presided over the trial of the Watergate burglars.",
      "pageId": 296557,
      "monthDay": "03/19"
    },
    {
      "year": "1888",
      "uri": "/wiki/L%C3%A9on_Scieur",
      "name": "Léon Scieur",
      "aboutText": "Jean Frédéric Joliot-Curie (French: [fʁe.de.ʁik ʒɔ.ljo ky.ʁi]; 19 March 1900 – 14 August 1958), born Jean Frédéric Joliot, was a French physicist, husband of Irène Joliot-Curie and Nobel laureate.",
      "pageId": 324005,
      "monthDay": "03/19"
    },
    {
      "year": "1891",
      "uri": "/wiki/Earl_Warren",
      "name": "Earl Warren",
      "aboutText": "Josef Albers (/ˈælbərz, ˈɑːl-/; German: [ˈalbɐs]; March 19, 1888 – March 25, 1976) was a German-born American artist and educator whose work, both in Europe and in the United States, formed the basis of some of the most influential and far-reaching art education programs of the twentieth century.",
      "pageId": 335390,
      "monthDay": "03/19"
    },
    {
      "year": "1892",
      "uri": "/wiki/James_Van_Fleet",
      "name": "James Van Fleet",
      "aboutText": "Sir (Walter) Norman Haworth FRS. (19 March 1883, White Coppice, Chorley, Lancashire – 19 March 1950, Barnt Green, Worcestershire) was a British chemist best known for his groundbreaking work on ascorbic acid (vitamin C) while working at the University of Birmingham. He received the 1937 Nobel Prize in Chemistry \"for his investigations on carbohydrates and vitamin C\". The prize was shared with Swiss chemist Paul Karrer for his work on other vitamins.",
      "pageId": 553525,
      "monthDay": "03/19"
    },
    {
      "year": "1894",
      "uri": "/wiki/Moms_Mabley",
      "name": "Moms Mabley",
      "aboutText": "James Alward Van Fleet (March 19, 1892 – September 23, 1992) was a U.S. Army officer during World War I, World War II and the Korean War. Van Fleet was a native of New Jersey, who was raised in Florida and graduated from the U.S. Military Academy.",
      "pageId": 573716,
      "monthDay": "03/19"
    },
    {
      "year": "1898",
      "uri": "/wiki/Karl_Theodor_Bleek",
      "name": "Karl Theodor Bleek",
      "aboutText": "Louis Charles Hayward (19 March 1909 – 21 February 1985) was a South African-born English actor.",
      "pageId": 1353027,
      "monthDay": "03/19"
    },
    {
      "year": "1900",
      "uri": "/wiki/Fr%C3%A9d%C3%A9ric_Joliot-Curie",
      "name": "Frédéric Joliot-Curie",
      "aboutText": "Atilio José Demaría (\"Attilio Demaria\") (19 March 1909 – 11 November 1990) was an Italian Argentine footballer player, who played for Argentina in the 1930 World Cup and for Italy in the 1934 World Cup.\nHe was born in Buenos Aires. He played 295 games for Internazionale of Italy between 1931 and 1943, scoring 86 goals for the club.",
      "pageId": 1395650,
      "monthDay": "03/19"
    },
    {
      "year": "1901",
      "uri": "/wiki/Jo_Mielziner",
      "name": "Jo Mielziner",
      "aboutText": "Loretta Mary Aiken (March 19, 1894 – May 23, 1975), known by her stage name Jackie \"Moms\" Mabley, was an American standup comedian.",
      "pageId": 1451801,
      "monthDay": "03/19"
    },
    {
      "year": "1902",
      "uri": "/wiki/Louisa_Ghijs",
      "name": "Louisa Ghijs",
      "aboutText": "Lieutenant General Joseph Francis Carroll (19 March 1910 – 20 January 1991) was the founding director of the Defense Intelligence Agency (DIA), and the Air Force Office of Special Investigations (AFOSI).",
      "pageId": 2365335,
      "monthDay": "03/19"
    },
    {
      "year": "1904",
      "uri": "/wiki/John_Sirica",
      "name": "John Sirica",
      "aboutText": "Joseph \"Jo\" Mielziner (March 19, 1901, in Paris - March 15, 1976, in New York City) was an American theatrical scenic, and lighting designer born in Paris, France.",
      "pageId": 3462651,
      "monthDay": "03/19"
    },
    {
      "year": "1905",
      "uri": "/wiki/Joe_Rollino",
      "name": "Joe Rollino",
      "aboutText": "Léon Scieur (pronounced: [le.ɔ̃ sjœʁ]; 19 March 1888 – 7 October 1969) was a Belgian cyclist who won the 1921 Tour de France, along with stages 3 and 10.",
      "pageId": 3613412,
      "monthDay": "03/19"
    },
    {
      "year": "1905",
      "uri": "/wiki/Albert_Speer",
      "name": "Albert Speer",
      "aboutText": "Simone Renant (19 March 1911 – 29 March 2004) was a French film actress. She appeared in 43 films between 1934 and 1983.",
      "pageId": 19189955,
      "monthDay": "03/19"
    },
    {
      "year": "1906",
      "uri": "/wiki/Adolf_Eichmann",
      "name": "Adolf Eichmann",
      "aboutText": "Otto Adolf Eichmann (pronounced [ˈɔto ˈaːdɔlf ˈaɪ̯çman]; 19 March 1906 – 1 June 1962) was a German Nazi SS-Obersturmbannführer (lieutenant colonel) and one of the major organisers of the Holocaust. Eichmann was charged by SS-Obergruppenführer (general/lieutenant general) Reinhard Heydrich with facilitating and managing the logistics of mass deportation of Jews to ghettos and extermination camps in German-occupied Eastern Europe during World War II. In 1960, he was captured in Argentina by Mossad, Israel's intelligence service. Following a widely publicised trial in Israel, he was found guilty of war crimes and hanged in 1962.",
      "pageId": 19596649,
      "monthDay": "03/19"
    },
    {
      "year": "1909",
      "uri": "/wiki/Attilio_Demar%C3%ADa",
      "name": "Attilio Demaría",
      "aboutText": "Joseph \"Joe\" Rollino (March 19, 1905 or 1916 – January 11, 2010) was a decorated World War II veteran, weightlifter, and strongman. The son of Italian immigrants, Rollino dubbed himself the world's strongest man in the 1920s, moving 3,200 pounds (1,500 kg) with his back during the prime of his career.",
      "pageId": 25777948,
      "monthDay": "03/19"
    },
    {
      "year": "1909",
      "uri": "/wiki/Louis_Hayward",
      "name": "Louis Hayward",
      "aboutText": "Karl Theodor Bleek (19 March 1898 in Kirn – 15 December 1969 in Marburg) was a liberal German politician.\nBleek became a member of Progressive People's Party in 1909 and of the German Democratic Party in 1918. He became Landrat (head of a district) in Landkreis Arnswalde in 1932 and was removed from office by the new Nazi administration in May 1933.",
      "pageId": 29184606,
      "monthDay": "03/19"
    },
    {
      "year": "1910",
      "uri": "/wiki/Joseph_Carroll_(DIA)",
      "name": "Joseph Carroll",
      "aboutText": "Ludovica \"Louisa\" Ghijs (March 19, 1902 – July 18, 1985) was a Belgian stage actress. She was married to Dutch actor and centenarian Johannes Heesters. Louisa Ghijs met Heesters in 1928, they married in 1930 and had two daughters Wiesje (1931), nowadays a pianist in Vienna, and Nicole (1937) who became an actress.",
      "pageId": 32169622,
      "monthDay": "03/19"
    },
    {
      "year": "1911",
      "uri": "/wiki/Simone_Renant",
      "name": "Simone Renant",
      "aboutText": "Attik (real name Kleon Triantafyllou; 19 March 1885 – 29 August 1944) was a significant Greek composer of the early 20th century..\nHe was born in Athens and grew up in Egypt, where he took music lessons. From 1907 until 1930, he lived in Paris.",
      "pageId": 34247800,
      "monthDay": "03/19"
    },
    {
      "year": "1911",
      "uri": "/wiki/Arnold_Viiding",
      "name": "Arnold Viiding",
      "aboutText": "Thomas Frederick Cooper (19 March 1921 – 15 April 1984) was a Welsh prop comedian and magician. Cooper was a member of the Magic Circle, and respected by traditional magicians. He was famed for his red fez, and his appearance was large and lumbering, at 6 feet 4 inches (1.93 m) and more than 15 stone (210 lb; 95 kg) in weight.",
      "pageId": 55992,
      "monthDay": "03/19"
    },
    {
      "year": "1912",
      "uri": "/wiki/Hugh_Watt",
      "name": "Hugh Watt",
      "aboutText": "Hirō Onoda (小野田 寛郎, Onoda Hirō, March 19, 1922 – January 16, 2014) was an Imperial Japanese Army intelligence officer who fought in World War II and a Japanese holdout who did not surrender in 1945. In 1974, his former commander traveled from Japan to personally issue orders relieving him from duty. Onoda had spent almost 30 years holding out in the Philippines.",
      "pageId": 209904,
      "monthDay": "03/19"
    },
    {
      "year": "1913",
      "uri": "/wiki/Michel_Brusseaux",
      "name": "Michel Brusseaux",
      "aboutText": "John Jacob \"Jay\" Berwanger (March 19, 1914 – June 26, 2002) was an American college football player born in Dubuque, Iowa. He was the first winner of the Downtown Athletic Club Trophy in 1935 (the following year the award was renamed the Heisman Trophy); the trophy is awarded annually to the nation's most outstanding college football player. Berwanger had been a star halfback for the Chicago Maroons football team of the University of Chicago, where he was known as the \"one man football team\".",
      "pageId": 244335,
      "monthDay": "03/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Leonidas_Alaoglu",
      "name": "Leonidas Alaoglu",
      "aboutText": "Kjell Aukrust (19 March 1920 – 24 December 2002) was a Norwegian author, poet and artist.\nHe was born in Alvdal as a son of Lars Olsen Aukrust (1886–1965) and Louise Walmsnæss (1887–1973). He was a nephew of Olav Aukrust, brother of Odd Aukrust, a noted economist who was responsible for research at Statistics Norway, and first cousin of Tor Aukrust.",
      "pageId": 289713,
      "monthDay": "03/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Jay_Berwanger",
      "name": "Jay Berwanger",
      "aboutText": "Irving Wallace (March 19, 1916 – June 29, 1990) was an American best-selling author and screenwriter. Wallace was known for his heavily researched novels, many with a sexual theme. One critic described him as \"the most successful of all the many exponents of junk fiction perhaps because he took it all so seriously, not to say lugubriously\".",
      "pageId": 623498,
      "monthDay": "03/19"
    },
    {
      "year": "1914",
      "uri": "/wiki/Fred_Clark",
      "name": "Fred Clark",
      "aboutText": "Leonard Joseph \"Lennie\" Tristano (March 19, 1919 – November 18, 1978) was an American jazz pianist, composer, arranger, and teacher of jazz improvisation.\nTristano studied for bachelor's and master's degrees in music in Chicago before moving to New York City in 1946. He played with leading bebop musicians and formed his own small bands, which soon displayed some of his early interests – contrapuntal interaction of instruments, harmonic flexibility, and rhythmic complexity.",
      "pageId": 756772,
      "monthDay": "03/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/Robert_G._Cole",
      "name": "Robert G. Cole",
      "aboutText": "Frederick Leonard Clark (March 19, 1914 – December 5, 1968) was an American film and television character actor.",
      "pageId": 1468627,
      "monthDay": "03/19"
    },
    {
      "year": "1915",
      "uri": "/wiki/Patricia_Morison",
      "name": "Patricia Morison",
      "aboutText": "Lieutenant Colonel Robert George Cole (March 19, 1915 – September 18, 1944) was an American soldier who received the Medal of Honor for his actions in the days following the D-Day Normandy invasion of World War II.",
      "pageId": 1776410,
      "monthDay": "03/19"
    },
    {
      "year": "1916",
      "uri": "/wiki/Eric_Christmas",
      "name": "Eric Christmas",
      "aboutText": "Eric Cuthbert Christmas (19 March 1916 – 22 July 2000) was a British stage and screen actor, with over 40 films and numerous television roles to his credit. He was well known for his role as Mr. Carter, the principal of Angel Beach High School, in the 1982 hit comedy Porky's, the 1983 sequel Porky's II: The Next Day and the 1985 sequel Porky's Revenge!.",
      "pageId": 2107573,
      "monthDay": "03/19"
    },
    {
      "year": "1916",
      "uri": "/wiki/Irving_Wallace",
      "name": "Irving Wallace",
      "aboutText": "Patricia Morison (born March 19, 1915) is an American stage and film actress and mezzo-soprano singer. She made her feature film debut in 1939 after several years on the stage. She was lauded as a beauty with large eyes and extremely long, dark hair.",
      "pageId": 2113897,
      "monthDay": "03/19"
    },
    {
      "year": "1917",
      "uri": "/wiki/Peggy_Ahern",
      "name": "Peggy Ahern",
      "aboutText": "László Szabó (March 19, 1917 – August 8, 1998) was a Hungarian grandmaster of chess.\nBorn in Budapest, he burst onto the international chess scene in 1935, at the age of 18, winning the first of Hungarian Championships, an international tournament in Tatatóváros, and was selected to represent his country at the 1935 Warsaw Olympiad. Onlookers at the Olympiad marvelled at the youngster's flair for attacking chess, a style that ran contrary to the dour, positional approach adopted by his countrymen.",
      "pageId": 3026654,
      "monthDay": "03/19"
    },
    {
      "year": "1917",
      "uri": "/wiki/L%C3%A1szl%C3%B3_Szab%C3%B3_(chess_player)",
      "name": "Laszlo Szabo",
      "aboutText": "Leonidas (Leon) Alaoglu (Greek: Λεωνίδας Αλάογλου; March 19, 1914 – August 1981) was a mathematician, most famous for his widely cited result called Alaoglu's theorem on the weak-star compactness of the closed unit ball in the dual of a normed space, also known as the Banach–Alaoglu theorem.",
      "pageId": 7689104,
      "monthDay": "03/19"
    },
    {
      "year": "1919",
      "uri": "/wiki/Lennie_Tristano",
      "name": "Lennie Tristano",
      "aboutText": "Hugh Watt  PC (19 March 1912 – 4 February 1980) was a Labour member of Parliament and briefly the Interim Prime Minister of New Zealand between 1 and 6 September 1974 following the death of Norman Kirk.",
      "pageId": 8486974,
      "monthDay": "03/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Tige_Andrews",
      "name": "Tige Andrews",
      "aboutText": "Tige Andrews (March 19, 1920 – January 27, 2007) was an American character actor. He is best remembered for his law-enforcement roles as Captain Adam Greer and Lieutenant Johnny Russo in two ABC crime drama television series, The Mod Squad and The Detectives Starring Robert Taylor respectively.",
      "pageId": 9346530,
      "monthDay": "03/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Kjell_Aukrust",
      "name": "Kjell Aukrust",
      "aboutText": "Martha Carson (March 19, 1921 – December 16, 2004), born Irene Amburgey, was an American gospel-country music singer most popular during the 1950s.",
      "pageId": 15068372,
      "monthDay": "03/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Paul_Hagen",
      "name": "Paul Hagen",
      "aboutText": "Michel Brusseaux (19 March 1913 – March 1986) was a professional French association footballer. He was born in Oran.",
      "pageId": 15810633,
      "monthDay": "03/19"
    },
    {
      "year": "1920",
      "uri": "/wiki/Laurent_No%C3%ABl",
      "name": "Laurent Noël",
      "aboutText": "Paul Falck Hagen (19 March 1920 – 19 May 2003) was a Danish film and television actor. He appeared in over 100 films between 1952 and 1999. He is most known for playing Mr.",
      "pageId": 19623213,
      "monthDay": "03/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Martha_Carson",
      "name": "Martha Carson",
      "aboutText": "Laurent Noël, (born March 19, 1920) is a Canadian prelate of the Roman Catholic Church.\nNoël was born in Saint-Just-de-Bretenières, Quebec and was ordained a priest on June 16, 1944 for the Diocese of Sainte-Anne-de-la-Pocatière. He was appointed Archbishop of the Archdiocese of Quebec on June 25, 1963 as well as titular bishop of Agathopolis, and was consecrated on August 29, 1963.",
      "pageId": 26925178,
      "monthDay": "03/19"
    },
    {
      "year": "1921",
      "uri": "/wiki/Tommy_Cooper",
      "name": "Tommy Cooper",
      "aboutText": "Arnold Viiding (19 March 1911 in Valga, Estonia – 20 October 2006 in Sydney, Australia) was an Estonian shot putter and discus thrower. At the 1936 Summer Olympics, he achieved eighth place in the shot put event with 15.23 metres.\n^ \"Olympics\".",
      "pageId": 35775267,
      "monthDay": "03/19"
    },
    {
      "year": "1922",
      "uri": "/wiki/Hiroo_Onoda",
      "name": "Hiroo Onoda",
      "aboutText": "Peggy Lenore Ahearn Blaylock, known professionally as Peggy Ahern, (March 19, 1917 – October 24, 2012) was an American actress best known for her appearance in eight of the Our Gang series of films released between 1924 and 1927. The Our Gang series, which were also known The Little Rascals or Hal Roach's Rascals, were a series of comedic, short, silent films created by director and producer Hal Roach. Ahern was one of the last surviving cast members from a Hal Roach film.",
      "pageId": 37683419,
      "monthDay": "03/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Pamela_Britton",
      "name": "Pamela Britton",
      "aboutText": "Don Richard \"Richie\" Ashburn (March 19, 1927 – September 9, 1997), also known by the nicknames, \"Putt-Putt\", \"The Tilden Flash\", and \"Whitey\" due to his light-blond hair, was an American center fielder in Major League Baseball. He was born in Tilden, Nebraska (some sources give his full middle name as \"Richie\"). From his youth on a farm, he grew up to become a professional outfielder and veteran broadcaster for the Philadelphia Phillies and one of the most beloved sports figures in Philadelphia history.",
      "pageId": 93554,
      "monthDay": "03/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Betty_Goodwin",
      "name": "Betty Goodwin",
      "aboutText": "Henekh \"Henry\" Morgentaler, CM (March 19, 1923 – May 29, 2013), was a Polish-born Canadian physician and pro-choice advocate who fought numerous legal battles aimed at expanding abortion rights in Canada. As a youth during World War II, Morgentaler was imprisoned at the Łódź Ghetto and later at the Dachau concentration camp.\nAfter the war, Morgentaler immigrated to Canada and entered medical practice, becoming one of the first Canadian doctors to perform vasectomies, to insert intrauterine devices, and to provide birth control pills to unmarried women.",
      "pageId": 350568,
      "monthDay": "03/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Benito_Jacovitti",
      "name": "Benito Jacovitti",
      "aboutText": "Miquel Martí i Pol (Catalan pronunciation: [miˈkɛɫ mərˈti j ˈpɔɫ]) (19 March 1929 – 11 November 2003) was one of the most popular Catalan poets in Catalan in the 20th century.\nMartí i Pol was of humble origin and had to quit studying at 14 years, to start working at a factory. Nevertheless, he started publishing poetry in 1954.",
      "pageId": 364819,
      "monthDay": "03/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Henry_Morgentaler",
      "name": "Henry Morgentaler",
      "aboutText": "Patrick Joseph McGoohan (19 March 1928 – 13 January 2009) was an American-born Irish actor, writer and director who was brought up in Ireland and Britain, where he established an extensive stage and film career. His highest profile roles were in the 1960s television series Danger Man (US: Secret Agent), and The Prisoner, which he co-created. Later in his career, he moved back to the United States and subsequently appeared as murderers in four Columbo episodes, twice winning an Emmy.",
      "pageId": 391213,
      "monthDay": "03/19"
    },
    {
      "year": "1923",
      "uri": "/wiki/Giuseppe_Rotunno",
      "name": "Giuseppe Rotunno",
      "aboutText": "Brent Scowcroft KBE (/ˈskoʊkrɒft/; born March 19, 1925) is a retired United States Air Force Lieutenant General. He was the United States National Security Advisor under U.S. Presidents Gerald Ford and George H. W. Bush. He also served as Military Assistant to President Richard Nixon and as Deputy Assistant to the President for National Security Affairs in the Nixon and Ford administrations.",
      "pageId": 505756,
      "monthDay": "03/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Joe_Gaetjens",
      "name": "Joe Gaetjens",
      "aboutText": "Hans Küng (pronounced [ˈhans ˈkʏŋ]; born 19 March 1928) is a Swiss Catholic priest, theologian, and author. Since 1995 he has been President of the Foundation for a Global Ethic (Stiftung Weltethos). He is notable for his rejection of the doctrine of papal infallibility.",
      "pageId": 587936,
      "monthDay": "03/19"
    },
    {
      "year": "1924",
      "uri": "/wiki/Mary_Wimbush",
      "name": "Mary Wimbush",
      "aboutText": "Joseph Edouard Gaetjens (/ˈɡeɪdʒɛnz/ GAY-jenz; born March 19, 1924, Port-au-Prince, Haiti; presumed dead July 10, 1964, Haiti) was a Haitian soccer player who played for the United States national team in the 1950 FIFA World Cup, scoring the winning goal in the 1–0 upset of England. He also played one match for Haiti in a World Cup qualifier against Mexico.\n^ \"A Goal, A Ghost\".",
      "pageId": 1124847,
      "monthDay": "03/19"
    },
    {
      "year": "1925",
      "uri": "/wiki/Brent_Scowcroft",
      "name": "Brent Scowcroft",
      "aboutText": "Sir Peter Geoffrey Hall, FBA (19 March 1932 – 30 July 2014) was an English town planner, urbanist and geographer. He was the Bartlett Professor of Planning and Regeneration at The Bartlett, University College London and President of both the Town and Country Planning Association and the Regional Studies Association.\nHe was internationally renowned for his studies and writings on the economic, demographic, cultural and management issues that face cities around the globe.",
      "pageId": 1691852,
      "monthDay": "03/19"
    },
    {
      "year": "1927",
      "uri": "/wiki/Richie_Ashburn",
      "name": "Richie Ashburn",
      "aboutText": "Betty Roodish Goodwin, OC (March 19, 1923 – December 1, 2008) was a Canadian printmaker, sculptor, painter, and installation artist.",
      "pageId": 2130292,
      "monthDay": "03/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Hans_K%C3%BCng",
      "name": "Hans Küng",
      "aboutText": "Pamela Britton (born Armilda Jane Owen) (March 19, 1923 – June 17, 1974) was an American actress best known for appearing as Lorelei Brown in the television series My Favorite Martian (1963–1966).",
      "pageId": 2247305,
      "monthDay": "03/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/Patrick_McGoohan",
      "name": "Patrick McGoohan",
      "aboutText": "Benito Jacovitti (March 19, 1923 - December 3, 1997) was an Italian comic artist.\nBenito Jacovitti was born in Termoli, Molise. He was still a kid when he started drawing on the pavement of the village's streets.",
      "pageId": 2710590,
      "monthDay": "03/19"
    },
    {
      "year": "1928",
      "uri": "/wiki/David_Lumsden_(musician)",
      "name": "David Lumsden",
      "aboutText": "Mary Wimbush (19 March 1924 – 31 October 2005) was an English actress whose career spanned sixty years from the 1940s to the 2000s.",
      "pageId": 3061648,
      "monthDay": "03/19"
    },
    {
      "year": "1929",
      "uri": "/wiki/Miquel_Mart%C3%AD_i_Pol",
      "name": "Miquel Martí i Pol",
      "aboutText": "Gay Robert Brewer, Jr. (March 19, 1932 – August 31, 2007) was an American professional golfer who played on the PGA Tour and won the 1967 Masters Tournament.\nBrewer was born in Middletown, Ohio, and raised in Lexington, Kentucky.",
      "pageId": 5064542,
      "monthDay": "03/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Gualtiero_Marchesi",
      "name": "Gualtiero Marchesi",
      "aboutText": "Gail Kobe (March 19, 1932 – August 1, 2013) was an American actress and television producer.",
      "pageId": 7385988,
      "monthDay": "03/19"
    },
    {
      "year": "1930",
      "uri": "/wiki/Eugene_Selznick",
      "name": "Eugene Selznick",
      "aboutText": "Giuseppe Rotunno, A.S.C., A.I.C. (born 19 March 1923 in Rome) is an Italian cinematographer. Sometimes credited as Peppino Rotunno, he was director of photography on eight films by Federico Fellini. He collaborated with several celebrated Italian directors, including Vittorio de Sica on Yesterday, Today and Tomorrow starring Sophia Loren and Marcello Mastroianni, and Luchino Visconti on Rocco and His Brothers (1960), The Leopard (1963), and The Stranger (1967).",
      "pageId": 9156569,
      "monthDay": "03/19"
    },
    {
      "year": "1931",
      "uri": "/wiki/Maurice_Peston,_Baron_Peston",
      "name": "Maurice Peston, Baron Peston",
      "aboutText": "Sir David James Lumsden PhD, DPhil, MA, MusB, FRCM, FRNCM, FRSAMD, FLCM, FRSA, Hon RAM, Hon FRCO, FKC (born 19 March 1928), is a notable choirmaster, organist and harpsichordist. He is also an authority on lute music.",
      "pageId": 10298981,
      "monthDay": "03/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Gay_Brewer",
      "name": "Gay Brewer",
      "aboutText": "Gualtiero Marchesi (born March 19, 1930) is a renowned Italian chef, considered to be the founder of modern Italian cuisine.\nMarchesi was born in Milan, Italy. His parents ran a hotel and restaurant \"L'Albergo del Mercato\" in Via Bezzecca.",
      "pageId": 17055431,
      "monthDay": "03/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Peter_Hall_(urbanist)",
      "name": "Peter Hall",
      "aboutText": "Maurice Harry Peston, Baron Peston (born 19 March 1931), is an English economist and Labour parliamentarian.",
      "pageId": 19671702,
      "monthDay": "03/19"
    },
    {
      "year": "1932",
      "uri": "/wiki/Gail_Kobe",
      "name": "Gail Kobe",
      "aboutText": "Vice Admiral Sir Norman Ross Dutton King KBE (19 March 1933 – 6 March 2013) was a Royal Navy officer who became Naval Secretary.",
      "pageId": 29905007,
      "monthDay": "03/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Norman_King_(Royal_Navy_officer)",
      "name": "Norman King",
      "aboutText": "Eugene Bleecher Selznick (March 19, 1930 – June 10, 2012) was an American Hall of Fame former volleyball player, and volleyball coach.",
      "pageId": 32791875,
      "monthDay": "03/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Phyllis_Newman",
      "name": "Phyllis Newman",
      "aboutText": "Philip Milton Roth (born March 19, 1933) is an American novelist.\nHe first gained attention with the 1959 novella Goodbye, Columbus, an irreverent and humorous portrait of American Jewish life for which he received the U.S. National Book Award for Fiction. Roth's fiction, regularly set in Newark, New Jersey, is known for its intensely autobiographical character, for philosophically and formally blurring the distinction between reality and fiction, for its \"supple, ingenious style\" and for its provocative explorations of Jewish and American identity.",
      "pageId": 151398,
      "monthDay": "03/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Philip_Roth",
      "name": "Philip Roth",
      "aboutText": "Richard Williams (born March 19, 1933) is a Canadian–British animator. He is best known for serving as animation director on Disney/Amblin's Who Framed Roger Rabbit and for his unfinished feature film The Thief and the Cobbler. He was also a film title sequence designer and animator; his most famous works in this field included the title sequences to What's New, Pussycat?",
      "pageId": 203311,
      "monthDay": "03/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ren%C3%A9e_Taylor",
      "name": "Renée Taylor",
      "aboutText": "Said Wilbert Musa (born 19 March 1944) is a Belizean lawyer and politician.",
      "pageId": 217501,
      "monthDay": "03/19"
    },
    {
      "year": "1933",
      "uri": "/wiki/Richard_Williams_(animator)",
      "name": "Richard Williams",
      "aboutText": "Birthe Wilke (born 19 March 1936) is a popular Danish singer. She grew up in a musical family in Copenhagen's Vesterbro area.\nWhen she was in her teens, she won a talent competition at the National Scala Theatre in Copenhagen, sang as soloist with Bruno Henriksen's Orchestra at Tivoli Gardens in Copenhagen, made her first recording, and was named \"Denmark's Doris Day\" and recorded \"Que sera sera\" in 1956.",
      "pageId": 239916,
      "monthDay": "03/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Nancy_Malone",
      "name": "Nancy Malone",
      "aboutText": "Egon Rudi Ernst Krenz (born 19 March 1937) is a former politician from the German Democratic Republic (East Germany), who was the country's last communist leader during the final months of 1989. He succeeded Erich Honecker as the leader of the ruling Socialist Unity Party of Germany SED, but was forced to resign only months later when the Berlin Wall fell.\nThroughout his career, Krenz held a number of prominent positions in the SED. He was Honecker's deputy from 1984 onward, until he succeeded him in 1989 amid protests against the regime.",
      "pageId": 255728,
      "monthDay": "03/19"
    },
    {
      "year": "1935",
      "uri": "/wiki/Burt_Metcalfe",
      "name": "Burt Metcalfe",
      "aboutText": "Ursula Andress (born 19 March 1936) is a Swiss film and television actress, former model and sex symbol, who has appeared in American, British and Italian films. She is best known for her role as Bond girl Honey Ryder in the first James Bond film, Dr. No, for which she won a Golden Globe.",
      "pageId": 376192,
      "monthDay": "03/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Ursula_Andress",
      "name": "Ursula Andress",
      "aboutText": "Mario José Molina-Pasquel Henríquez (born March 19, 1943) is a Mexican chemist and one of the most prominent precursors to the discovery of the Antarctic ozone hole. In 2004 he became professor at the University of California, San Diego and the Center for Atmospheric Sciences at the Scripps Institution of Oceanography. He was a co-recipient of the 1995 Nobel Prize in Chemistry for his role in elucidating the threat to the Earth's ozone layer of chlorofluorocarbon gases (or CFCs), becoming the first Mexican-born citizen to ever receive a Nobel Prize in Chemistry.",
      "pageId": 500353,
      "monthDay": "03/19"
    },
    {
      "year": "1936",
      "uri": "/wiki/Birthe_Wilke",
      "name": "Birthe Wilke",
      "aboutText": "Mario Monti, OMRI (born 19 March 1943) is an Italian economist who served as the Prime Minister of Italy from 2011 to 2013, leading a government of technocrats in the wake of the Italian debt crisis.\nMonti served as a European Commissioner from 1995 to 2004, with responsibility for the Internal Market, Services, Customs and Taxation from 1995 to 1999 and for Competition from 1999 to 2004. Monti has also been Rector and President of Bocconi University in Milan for many years.",
      "pageId": 548864,
      "monthDay": "03/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Clarence_%22Frogman%22_Henry",
      "name": "Clarence \"Frogman\" Henry",
      "aboutText": "Vernon \"Vern\" Schuppan (born 19 March 1943 in Booleroo Centre, South Australia) is a retired Australian motor racing driver. Schuppan drove in various categories, participating in Formula One, the Indianapolis 500 and most successfully in sports car racing.",
      "pageId": 1235700,
      "monthDay": "03/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Egon_Krenz",
      "name": "Egon Krenz",
      "aboutText": "Clarence \"Frogman\" Henry (born March 19, 1937, Algiers, New Orleans, Louisiana, United States) is an American rhythm and blues singer and pianist and trombonist.\n^ \"Biography by Bill Dahl\". Allmusic.com.",
      "pageId": 1441938,
      "monthDay": "03/19"
    },
    {
      "year": "1937",
      "uri": "/wiki/Maurice_Ro%C3%ABves",
      "name": "Maurice Roëves",
      "aboutText": "John Maurice Roëves (/ˈroʊ.iːvz/) is an English-born Scottish actor, born in Sunderland, County Durham on 19 March 1937, who moved to Scotland in 1945.\nHis television roles include Danger UXB (1979), The Nightmare Man (1981), the 1984 Doctor Who serial The Caves of Androzani, Days of Our Lives (1986), North and South (1985), Tutti Frutti (1987), Rab C. Nesbitt (1990), The New Statesman (1990), Spender (1991), Star Trek: The Next Generation (1993), the BBC adaptation of Vanity Fair (1998), EastEnders (2003), A Touch of Frost (2003) and Skins (2008).\nHe also played Chief Superintendent David Duckenfield in the 1996 television film Hillsborough.",
      "pageId": 2156479,
      "monthDay": "03/19"
    },
    {
      "year": "1939",
      "uri": "/wiki/Joe_Kapp",
      "name": "Joe Kapp",
      "aboutText": "Renée Taylor (born Renée Wexler; March 19, 1933) is an American actress, Academy Award-nominated writer and one-time director, best known for having played Fran Drescher's title character's outspoken mother, Sylvia Fine, on the TV series The Nanny.",
      "pageId": 2409196,
      "monthDay": "03/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Richard_Dobson",
      "name": "Richard Dobson",
      "aboutText": "Joseph Robert Kapp (born March 19, 1938) is an American former gridiron football player, coach, and executive. He played college football as a quarterback at the University of California, Berkeley. Kapp played professionally in the Canadian Football League (CFL) with the Calgary Stampeders and the BC Lions and then in the National Football League (NFL) with the Minnesota Vikings and the Boston Patriots.",
      "pageId": 2833651,
      "monthDay": "03/19"
    },
    {
      "year": "1942",
      "uri": "/wiki/Heather_Robertson",
      "name": "Heather Robertson",
      "aboutText": "Richard Dobson (born March 19, 1942) is an American singer-songwriter.\nHe was born in Tyler, Texas. He spent time in the 1970s with Townes Van Zandt, Mickey White, Rex \"Wrecks\" Bell, Guy Clark, Steve Earle, Rodney Crowell, and \"Skinny\" Dennis Sanchez.",
      "pageId": 3266294,
      "monthDay": "03/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Peter_Eugene_Ball",
      "name": "Peter Eugene Ball",
      "aboutText": "Nancy Malone (born Anne Josefa Maloney March 19, 1935 – May 8, 2014) was an American television actress from the 1950s to 1970s, who later moved into producing and directing in the 1980s and 1990s.",
      "pageId": 4312101,
      "monthDay": "03/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mario_J._Molina",
      "name": "Mario J. Molina",
      "aboutText": "Phyllis Newman (born March 19, 1933) is an American actress and singer.",
      "pageId": 6005569,
      "monthDay": "03/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mario_Monti",
      "name": "Mario Monti",
      "aboutText": "Peter Eugene Ball (19 March 1943) is an English sculptor. He is best known for his religious work which can be seen in churches and cathedrals throughout Britain.",
      "pageId": 11206766,
      "monthDay": "03/19"
    },
    {
      "year": "1943",
      "uri": "/wiki/Vern_Schuppan",
      "name": "Vern Schuppan",
      "aboutText": "Burt Metcalfe (born March 19, 1935 in Saskatchewan, Canada) is a Canadian American television and film producer, director, and writer.",
      "pageId": 14617454,
      "monthDay": "03/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Said_Musa",
      "name": "Said Musa",
      "aboutText": "Sirhan Bishara Sirhan (Arabic: سرحان بشارة سرحان‎, Sirḥān Bishārah Sirḥān; born March 19, 1944) is a Palestinian of Jordanian citizenship who was convicted of the 1968 assassination of U.S. Senator Robert F. Kennedy. He is currently serving a life sentence at the Richard J. Donovan Correctional Facility in San Diego County, California.\nSirhan was born in British-ruled Jerusalem and is a strong opponent of Israel.",
      "pageId": 21131645,
      "monthDay": "03/19"
    },
    {
      "year": "1944",
      "uri": "/wiki/Sirhan_Sirhan",
      "name": "Sirhan Sirhan",
      "aboutText": "Heather Margaret Robertson (March 19, 1942 – March 19, 2014) was a Canadian journalist, novelist and non-fiction writer. She published her first book, Reservations are for Indians, in 1970, and her latest book, Walking into Wilderness, in 2010. She was a founding member of the Writers' Union of Canada and the Professional Writers Association of Canada, and launched the Robertson v.",
      "pageId": 28888839,
      "monthDay": "03/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/John_Holder_(cricketer)",
      "name": "John Holder",
      "aboutText": "Glenn Close (born March 19, 1947) is an American film, television and stage actress. Throughout her long and varied career, she has been consistently acclaimed for her versatility and is widely regarded as one of the finest actresses of her generation. She has won three Emmy Awards, three Tony Awards and received six Academy Award nominations.",
      "pageId": 44459,
      "monthDay": "03/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Modestas_Paulauskas",
      "name": "Modestas Paulauskas",
      "aboutText": "James Redfield (born March 19, 1950) is an American author, lecturer, screenwriter and film producer.",
      "pageId": 1096850,
      "monthDay": "03/19"
    },
    {
      "year": "1945",
      "uri": "/wiki/Raymond_Plant,_Baron_Plant_of_Highfield",
      "name": "Raymond Plant, Baron Plant of Highfield",
      "aboutText": "Josep Joan Bigas i Luna (19 March 1946 – 6 April 2013), known artistically as Bigas Luna, was a Spanish film director, designer and artist. His films are typically characterised by a strong emphasis on the erotic, often related to food, something for which he admitted a strong passion.",
      "pageId": 2420165,
      "monthDay": "03/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Paul_Atkinson_(guitarist)",
      "name": "Paul Atkinson",
      "aboutText": "Marinho Peres, real name Mário Peres Ulibarri, (born March 19, 1947 in Sorocaba) was an association footballer. He played centre-back, in particular with Sport Club Internacional and the Brazilian national team. He captained the Brazilian Team to a fourth place at the World Cup 1974.",
      "pageId": 3140846,
      "monthDay": "03/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bigas_Luna",
      "name": "Bigas Luna",
      "aboutText": "Wolfgang Ambros (born March 19, 1952, in Wolfsgraben, Niederösterreich) is an Austrian singer-songwriter, most famously known for setting the then-new trend in the 1970s known now as Austropop.",
      "pageId": 4207905,
      "monthDay": "03/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Ruth_Pointer",
      "name": "Ruth Pointer",
      "aboutText": "Vintcent Adriaan Pieter van der Bijl (born 19 March 1948), known as Vince or Pieter, was a South African cricketer. He was born in Rondebosch, Cape Town, where his father, Pieter van der Bijl, was headmaster of the Diocesan College Preparatory School after retiring from playing first-class cricket for Western Province and South Africa. His grandfather, V.A.W. van der Bijl (also Vintcent), and great-uncle, Voltelin van der Bijl, also played first-class cricket for Western Province.",
      "pageId": 4580165,
      "monthDay": "03/19"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jack_Schaeffer",
      "name": "Jack Schaeffer",
      "aboutText": "Ruth Pointer (born March 19, 1946) is an American R&B singer, best known for being the eldest member of The Pointer Sisters.",
      "pageId": 5315052,
      "monthDay": "03/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Glenn_Close",
      "name": "Glenn Close",
      "aboutText": "Modestas Paulauskas (19 March 1945) is a Lithuanian basketball coach and retired basketball player. He was part of Soviet teams that won the bronze medal at the 1968 and the gold medal at the 1972 Olympics. He is known as one of the best Lithuanian players of all-time having a superior dribbling ability.",
      "pageId": 6533570,
      "monthDay": "03/19"
    },
    {
      "year": "1947",
      "uri": "/wiki/Marinho_Peres",
      "name": "Marinho Peres",
      "aboutText": "Christine Laser, néé Bodner, (born 19 March 1951 in Mattstedt, near Apolda, Thüringen) is a former German athlete who mainly competed in the pentathlon.",
      "pageId": 6808928,
      "monthDay": "03/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Peep_Lassmann",
      "name": "Peep Lassmann",
      "aboutText": "Paul Ashley Warren Atkinson (19 March 1946 – 1 April 2004) was a British guitarist and record company executive best known as a founding member of the pop/rock band The Zombies.",
      "pageId": 8498065,
      "monthDay": "03/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/David_Schnitter",
      "name": "David Schnitter",
      "aboutText": "Jack Schaeffer (born March 19, 1946, Los Angeles, California) is an American musician, recording artist, record producer and arranger.",
      "pageId": 9027274,
      "monthDay": "03/19"
    },
    {
      "year": "1948",
      "uri": "/wiki/Vintcent_van_der_Bijl",
      "name": "Vintcent van der Bijl",
      "aboutText": "Hirofumi Hirano (平野 博文, Hirano Hirofumi, born March 19, 1949) is a Japanese politician of the Democratic Party of Japan (DPJ), a member of the House of Representatives in the Diet (national legislature). He is a native of Katsuragi, Wakayama and he started working for Panasonic Corporation in 1971 after graduating from Chuo University. He was elected to the House of Representatives for the first time in 1996 as an independent.",
      "pageId": 13690901,
      "monthDay": "03/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Blase_J._Cupich",
      "name": "Blase J. Cupich",
      "aboutText": "Blase Joseph Cupich (pronounced SOO-pitch) (born March 19, 1949) is an American prelate of the Catholic Church who is serving as the ninth Archbishop of the Archdiocese of Chicago.\nHe was the surprise choice of Pope Francis to succeed Francis Cardinal George as Archbishop of Chicago on September 20, 2014. Cupich had served as the sixth bishop of the Diocese of Spokane since 2010.",
      "pageId": 15759687,
      "monthDay": "03/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Hirofumi_Hirano",
      "name": "Hirofumi Hirano",
      "aboutText": "David Schnitter (born March 19, 1948 in Newark, New Jersey) is an American hard bop jazz tenor saxophonist.\nSchnitter played clarinet as a youth and switched to tenor sax at age 15. After moving to New York City he played with Ted Dunbar and then became a member of Art Blakey's Jazz Messengers from 1974 to 1979.",
      "pageId": 16639008,
      "monthDay": "03/19"
    },
    {
      "year": "1949",
      "uri": "/wiki/Valery_Leontiev",
      "name": "Valery Leontiev",
      "aboutText": "José Serofia Palma (born 19 March 1950) was appointed Archbishop of Cebu by Pope Benedict XVI on 15 October 2010. He had previously served as Archbishop of Palo in Leyte. He also served as president of the Catholic Bishops' Conference of the Philippines from 2011-2013.",
      "pageId": 17138723,
      "monthDay": "03/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/Jose_S._Palma",
      "name": "Jose S. Palma",
      "aboutText": "Peep Lassmann (born 19 March 1948 in Tartu) is an Estonian pianist trained at the Moscow Conservatory under Emil Gilels who has served as the rector of the Estonian Academy of Music and Theatre since 1992. He has performed the Estonian premieres of Olivier Messiaen's Vingt regards sur l'enfant-Jésus and Catalogue d'oiseaux.\n^ Association of Estonian Professional Musicians.",
      "pageId": 21298271,
      "monthDay": "03/19"
    },
    {
      "year": "1950",
      "uri": "/wiki/James_Redfield",
      "name": "James Redfield",
      "aboutText": "Raymond Plant, Baron Plant of Highfield FKC (born 19 March 1945) is a British Labour peer and academic.\nLord Plant was educated at Havelock School in Grimsby, King's College London (BA, 1966), and the University of Hull (PhD). He is currently Professor of Jurisprudence and Political Philosophy at King's College London and Professor of Divinity at Gresham College, having previously served as Master of St Catherine's College, Oxford from 1994–2000.",
      "pageId": 21311756,
      "monthDay": "03/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/Christine_Laser",
      "name": "Christine Laser",
      "aboutText": "John Wakefield Holder (born in Superlative, Saint George, Barbados, on 19 March 1945) is an English former professional cricketer and first-class and Test umpire.\nAs a player for Hampshire County Cricket Club (1968–1972) Holder was a brisk right arm medium pace bowler. In the 1970 season Holder took 55 wickets at 23.27 runs.",
      "pageId": 22798341,
      "monthDay": "03/19"
    },
    {
      "year": "1951",
      "uri": "/wiki/PJ_Torokvei",
      "name": "PJ Torokvei",
      "aboutText": "Valery Yakovlevich Leontiev (Russian: Валерий Яковлевич Леонтьев; born 19 March 1949 in Ust-Usa, Komi ASSR, RSFSR, Soviet Union) is a Soviet and Russian pop singer whose popularity peaked in the early 1980s. He was titled a People's Artist of Russia in 1996. He is known as one of the most prominent artists of Russian music.",
      "pageId": 26187970,
      "monthDay": "03/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Wolfgang_Ambros",
      "name": "Wolfgang Ambros",
      "aboutText": "PJ Torokvei (born Peter Torokvei March 19, 1951 – July 3, 2013) was a Canadian screenwriter, actor, and television producer. A trans woman, her professional credits are generally under her birth name. In 1996, she announced to friends and family her intention to transition from her sex assigned at birth and undergo sex reassignment surgery.",
      "pageId": 38864824,
      "monthDay": "03/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Chris_Brubeck",
      "name": "Chris Brubeck",
      "aboutText": "Walter Bruce Willis (born March 19, 1955), known professionally as Bruce Willis, is an American actor, producer, and singer. His career began on the Off-Broadway stage and then in television in the 1980s, most notably as David Addison in Moonlighting (1985–1989). He is perhaps best known for his role of John McClane in the Die Hard series, which were critical and financial successes.",
      "pageId": 64673,
      "monthDay": "03/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Warren_Lees",
      "name": "Warren Lees",
      "aboutText": "Terence Edward \"Terry\" Hall (born 19 March 1959, Coventry, England) is an English musician and the lead singer of The Specials, and formerly of Fun Boy Three, The Colourfield, Terry, Blair & Anouchka and Vegas. He has released two solo albums and has also collaborated with many artists including David A. Stewart, Bananarama, Lightning Seeds, Sinéad O'Connor, Stephen Duffy, Dub Pistols, Gorillaz, Damon Albarn, D12, Tricky, Junkie XL, Leila Arab, Lily Allen, Shakespears Sister and Nouvelle Vague.\n^ Strong, Martin C. (2000).",
      "pageId": 301690,
      "monthDay": "03/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Martin_Ravallion",
      "name": "Martin Ravallion",
      "aboutText": "William \"Billy\" Sheehan (born March 19, 1953 in Buffalo, New York) is an American bassist known for his work with Talas, Steve Vai, David Lee Roth, Mr. Big, Niacin, and The Winery Dogs. Sheehan has won the \"Best Rock Bass Player\" readers' poll from Guitar Player Magazine five times for his \"lead bass\" playing style.",
      "pageId": 328238,
      "monthDay": "03/19"
    },
    {
      "year": "1952",
      "uri": "/wiki/Harvey_Weinstein",
      "name": "Harvey Weinstein",
      "aboutText": "Yegor Timurovich Gaidar (Russian: Его́р Тиму́рович Гайда́р; pronounced [jɪˈɡor tʲɪˈmurəvʲɪtɕ ɡɐjˈdar]; 19 March 1956 – 16 December 2009) was a Soviet and Russian economist, politician, and author, and was the Acting Prime Minister of Russia from 15 June 1992 to 14 December 1992.\nHe was the architect of the controversial shock therapy reforms administered in Russia after the dissolution of the Soviet Union, which brought him both praise and harsh criticism. He participated in the preparation of the Bialowieza agreements.Many Russians held him responsible for the economic hardships that plagued the country in the 1990s that resulted in mass poverty and hyperinflation among other things, although liberals praised him as a man who did what had to be done to save the country from complete collapse.",
      "pageId": 596997,
      "monthDay": "03/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ian_Blair",
      "name": "Ian Blair",
      "aboutText": "Ricky Helton Wilson (March 19, 1953 – October 12, 1985) was an American musician best known as the original guitarist and founding member of rock band the B-52's. Born in Athens, Georgia, Wilson was the brother of fellow member Cindy Wilson. The B-52's was founded in 1977, when Ricky, his sister Cindy, Kate Pierson, Keith Strickland and Fred Schneider shared a tropical Flaming Volcano drink at a Chinese restaurant and, after an impromptu music session at the home of their friend Owen Scott III, played for the first time at a Valentine's Day party for friends.",
      "pageId": 1313111,
      "monthDay": "03/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Peter_Hendy",
      "name": "Peter Hendy",
      "aboutText": "Andrew Walter \"Andy\" Reid (born March 19, 1958) is a professional American football coach who is the head coach of the Kansas City Chiefs of the National Football League (NFL). Reid was previously the head coach of the Philadelphia Eagles, a post he held from 1999 to 2012. From 2001 to 2012, he was also the Eagles' executive vice president of football operations, effectively making him the team's general manager.",
      "pageId": 1326346,
      "monthDay": "03/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Billy_Sheehan",
      "name": "Billy Sheehan",
      "aboutText": "Simon Yam (born 19 March 1955), also known as Yam Tat-wah (任達華), is a veteran Hong Kong-based actor and film producer.",
      "pageId": 1386060,
      "monthDay": "03/19"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ricky_Wilson_(American_musician)",
      "name": "Ricky Wilson",
      "aboutText": "Harvey Weinstein, CBE (born March 19, 1952) is an American film producer and film studio executive. He is best known as co-founder of Miramax. He and his brother Bob have been co-chairmen of The Weinstein Company, their film production company, since 2005.",
      "pageId": 1624086,
      "monthDay": "03/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Jill_Abramson",
      "name": "Jill Abramson",
      "aboutText": "Ian Warwick Blair, Baron Blair of Boughton, QPM, Kt. (born 19 March 1953) is a retired British policeman who held the position of Commissioner of Police of the Metropolis from 2005 to 2008 and was the highest-ranking officer within the Metropolitan Police Service.\nHe joined the Metropolitan Police in 1974 under a graduate scheme, and served 10 years in London.",
      "pageId": 1704779,
      "monthDay": "03/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Cho_Kwang-rae",
      "name": "Cho Kwang-rae",
      "aboutText": "Warren Kenneth Lees, MBE (born 19 March 1952 in Dunedin), is a New Zealand cricketer and coach. He played 21 Test and 31 ODIs from 1976 to 1983 as a wicket-keeper batsman.",
      "pageId": 3080961,
      "monthDay": "03/19"
    },
    {
      "year": "1954",
      "uri": "/wiki/Rashid_Nugmanov",
      "name": "Rashid Nugmanov",
      "aboutText": "Pino Daniele (19 March 1955 – 4 January 2015) was an Italian singer-songwriter, and guitarist, whose influences covered a wide number of genres, including pop, blues, jazz, and Italian and Middle Eastern music.",
      "pageId": 3417192,
      "monthDay": "03/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_Burnside",
      "name": "John Burnside",
      "aboutText": "Sir Peter Gerard Hendy, CBE (born 19 March 1953) is the current chairman of Network Rail and was formerly the Commissioner of Transport for London.",
      "pageId": 3754642,
      "monthDay": "03/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Pino_Daniele",
      "name": "Pino Daniele",
      "aboutText": "Christopher Brubeck (born March 19, 1952 in Los Angeles, California) is a U.S. musician and composer, both in jazz and classical music. As a musician, he mainly plays electric bass, bass trombone, and piano. The son of noted jazz pianist and composer Dave Brubeck, in 1972 he joined his father and brothers Darius and Daniel in The New Brubeck Quartet.",
      "pageId": 3812023,
      "monthDay": "03/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Bruce_Willis",
      "name": "Bruce Willis",
      "aboutText": "For the American gay activist and inventor (1916-2008), see John Burnside (inventor).\nJohn Burnside (born 19 March 1955) is a Scottish writer, born in Dunfermline.",
      "pageId": 5640012,
      "monthDay": "03/19"
    },
    {
      "year": "1955",
      "uri": "/wiki/Simon_Yam",
      "name": "Simon Yam",
      "aboutText": "Simo Aalto (born March 19, 1960 in Oulu) is a Finnish magician.\n^ \"Tie taikuriksi\". simoaalto.com.",
      "pageId": 7513975,
      "monthDay": "03/19"
    },
    {
      "year": "1956",
      "uri": "/wiki/Yegor_Gaidar",
      "name": "Yegor Gaidar",
      "aboutText": "Jill Ellen Abramson (born March 19, 1954) is an American author and journalist best known as the former executive editor of The New York Times. Abramson held that position from September 2011 to May 2014. She was the first female executive editor in the paper's 160-year history.",
      "pageId": 7721960,
      "monthDay": "03/19"
    },
    {
      "year": "1958",
      "uri": "/wiki/Andy_Reid",
      "name": "Andy Reid",
      "aboutText": "Cho Kwang-Rae (Korean: 조광래, born March 19, 1954) is a South Korean football manager, who managed FC Seoul and South Korea.",
      "pageId": 12513368,
      "monthDay": "03/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Terry_Hall_(singer)",
      "name": "Terry Hall",
      "aboutText": "Rashid Nugmanov (also written Rachid Nougmanov; Russian: Рашид Мусаевич Нугманов; born March 19, 1954 in Alma Ata, Kazakhstan) is a Kazakh film director, dissident, political activist and founder of the Kazakh New Wave cinema movement.",
      "pageId": 14434839,
      "monthDay": "03/19"
    },
    {
      "year": "1959",
      "uri": "/wiki/Kevin_Moreton",
      "name": "Kevin Moreton",
      "aboutText": "Martin Ravallion (born 19 March 1952), is an Australian economist. As of 2013 he was the inaugural Edmond D. Villani Professor of Economics at Georgetown University, and previously had been director of the research department at the World Bank. He has researched extensively on poverty in developing countries and on policies for fighting poverty.",
      "pageId": 25234576,
      "monthDay": "03/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Simo_Aalto",
      "name": "Simo Aalto",
      "aboutText": "Kevin Moreton (born 19 January 1959) is an English actor, best known for his portrayal of Kevin Marsh in Coronation Street, the British prime-time soap opera set in the fictional town of Weatherfield, made by Granada Television (now ITV Studios).",
      "pageId": 28729019,
      "monthDay": "03/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Eliane_Elias",
      "name": "Eliane Elias",
      "aboutText": "Yoko Kanno (菅野 よう子, Kanno Yōko, born March 18) is a Japanese composer, arranger and musician best known for her work on the soundtracks for many anime films, television series, live-action films, video games, and advertisements. She was born in Sendai, Miyagi Prefecture, Japan. She has written scores for famous animated works, including Darker than Black, Macross Plus, Turn A Gundam, Cowboy Bebop, The Vision of Escaflowne, Ghost in the Shell: Stand Alone Complex, Wolf's Rain, Kids on the Slope, and is the most trusted composer by veteran and new-wave directors such as Yoshiyuki Tomino, Shinichiro Watanabe and Shoji Kawamori.",
      "pageId": 247460,
      "monthDay": "03/19"
    },
    {
      "year": "1960",
      "uri": "/wiki/Cousin_Junior",
      "name": "Cousin Junior",
      "aboutText": "Iván Calderón Pérez (March 19, 1962, Fajardo, Puerto Rico – December 27, 2003), nicknamed \"Ivan the Terrible\", was a Puerto Rican Major League Baseball player from 1984 to 1993. He was named an All-Star in 1991.",
      "pageId": 415488,
      "monthDay": "03/19"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jos_Lansink",
      "name": "Jos Lansink",
      "aboutText": "Neil N. LaBute (born March 19, 1963) is an American film director, screenwriter and playwright. He is most likely known for his first film, based on a play he wrote, In the Company of Men (1997), which won awards from the Sundance Film Festival, the Independent Spirit Awards and the New York Film Critics Circle. He has also written and directed the films Possession (2002) (based on the A.S. Byatt novel), The Shape of Things (2003) (based on his play of the same name), The Wicker Man (2006), Some Velvet Morning (2013), Dirty Weekend (2015), and directed the films Nurse Betty (2000), Lakeview Terrace (2008), and Death at a Funeral (2010).",
      "pageId": 439190,
      "monthDay": "03/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Iv%C3%A1n_Calder%C3%B3n_(baseball)",
      "name": "Iván Calderón",
      "aboutText": "Vladimir Nikolaevich Konstantinov (Russian: Владимир Николаевич Константинов; born March 19, 1967) is a Russian-American retired professional ice hockey player who played his entire National Hockey League (NHL) career with the Detroit Red Wings. Previously, he had played for Soviet club CSKA Moscow.",
      "pageId": 835291,
      "monthDay": "03/19"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jim_Korderas",
      "name": "Jim Korderas",
      "aboutText": "Jake Weber (born 19 March 1964) is an English actor, known in film for his role as Michael in Dawn of the Dead and for his role as Drew in Meet Joe Black. In television, he is known for playing Joe DuBois, the husband of psychic Allison DuBois, in the drama series Medium.",
      "pageId": 1512341,
      "monthDay": "03/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Brazo_de_Plata",
      "name": "Brazo de Plata",
      "aboutText": "Demetrius Korderas (born March 19, 1962), better known by his referee name, Jim \"Jimmy\" Korderas is a Canadian professional wrestling referee who worked for WWE for over 22 years.",
      "pageId": 2269597,
      "monthDay": "03/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Neil_LaBute",
      "name": "Neil LaBute",
      "aboutText": "Mary Scheer (born March 19, 1963) is an American actress, comedian, and producer. She is best known as one of the original cast members of the sketch comedy series MADtv and for playing Freddie's mother, Marissa Benson, on iCarly. She also played Alice the Zookeeper on The Penguins of Madagascar.",
      "pageId": 2488231,
      "monthDay": "03/19"
    },
    {
      "year": "1963",
      "uri": "/wiki/Mary_Scheer",
      "name": "Mary Scheer",
      "aboutText": "Eliane Elias (Portuguese: [ɛliˈani eˈliəʃ]; born 19 March 1960 in São Paulo) is a Brazilian jazz pianist, singer, arranger and songwriter.",
      "pageId": 2978485,
      "monthDay": "03/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Mesut_Bakkal",
      "name": "Mesut Bakkal",
      "aboutText": "Tyrone Hill (born March 19, 1968) is a retired American basketball player and, since 2008–09, assistant coach for the National Basketball Association's Atlanta Hawks. Hill spent four years playing collegiately at Xavier University, in his last season averaging 20.2 points and 12.6 rebounds per game, while shooting 58.1% from the field. The Golden State Warriors selected him with the eleventh pick of the 1990 NBA draft.",
      "pageId": 3813787,
      "monthDay": "03/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Yoko_Kanno",
      "name": "Yoko Kanno",
      "aboutText": "Andrew \"Andy\" Sinton (born 19 March 1966 in Cramlington, Northumberland) is an English former professional footballer. During his playing career, he notably played for Queens Park Rangers, Sheffield Wednesday and Tottenham Hotspur, and also earned 12 caps playing as an international footballer for England.",
      "pageId": 4678763,
      "monthDay": "03/19"
    },
    {
      "year": "1964",
      "uri": "/wiki/Jake_Weber",
      "name": "Jake Weber",
      "aboutText": "Kevin Francis Joseph Harris (born March 19, 1965) is a composer of classical music from Northern Virginia. He specializes in music of the late 18th and early 19th centuries, not unlike the music of Mozart, Haydn, Beethoven or Schubert. Harris is best known for his Adagio for a Nation in D minor, a piece which he composed shortly after the terrorist attacks of September 11, 2001.",
      "pageId": 7860846,
      "monthDay": "03/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Kevin_F._Harris",
      "name": "Kevin F. Harris",
      "aboutText": "Jozeph Johannes Gerardus Marinus (\"Jos\") Lansink (born March 19, 1961 in Weerselo, Overijssel) is an equestrian from The Netherlands, but currently representing Belgium, who competes in the sport of show jumping.\nHe has competed in six Olympic games, four for the Netherlands and two for Belgium. He first rode in the 1988 Seoul Olympics, tying for 7th individually and taking 5th with his team.",
      "pageId": 10346957,
      "monthDay": "03/19"
    },
    {
      "year": "1965",
      "uri": "/wiki/Fred_Stoller",
      "name": "Fred Stoller",
      "aboutText": "Sergei Bragin (born 19 March 1967 in Tallinn) is a former Estonian professional footballer.",
      "pageId": 13612196,
      "monthDay": "03/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Michael_Crockart",
      "name": "Michael Crockart",
      "aboutText": "Frederick \"Fred\" Stoller (born March 19, 1958) is an American stand-up comedian, actor, author, writer, and voice artist. He is best known for portraying Gerard on Everybody Loves Raymond. He is also the voice of Stanley in the Open Season franchise, and Rusty the monkey wrench in the Disney Jr.'s Handy Manny.",
      "pageId": 13819859,
      "monthDay": "03/19"
    },
    {
      "year": "1966",
      "uri": "/wiki/Andy_Sinton",
      "name": "Andy Sinton",
      "aboutText": "Lanny Neal Kean Jr. (March 19, 1960 – January 13, 2009) was an American professional wrestler.",
      "pageId": 18475336,
      "monthDay": "03/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Michael_Bletsas",
      "name": "Michael Bletsas",
      "aboutText": "Mesut Bakkal (born 19 March 1964) is a Turkish football manager and former midfielder who played for Denizlispor and has managed Gaziantepspor and Gençlerbirliği S.K. He was most recently head coach of Mersin İdmanyurdu.",
      "pageId": 19976333,
      "monthDay": "03/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Sergei_Bragin",
      "name": "Sergei Bragin",
      "aboutText": "Michael Bruce Crockart (born 19 March 1966) is a Scottish Liberal Democrat politician. He was the Member of Parliament (MP) for Edinburgh West from 2010 to 2015.\nCrockart was the Parliamentary Private Secretary (PPS) to Michael Moore, the Scottish Secretary of State, but he quit in December 2010 to vote against the rise in tuition fees.",
      "pageId": 25667226,
      "monthDay": "03/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Vladimir_Konstantinov",
      "name": "Vladimir Konstantinov",
      "aboutText": "Katia Tiutiunnik (born 19 March 1967 in Sydney, Australia) is an Australian violist, scholar and composer. She is of Russian, Ukrainian and Irish descent.",
      "pageId": 26214784,
      "monthDay": "03/19"
    },
    {
      "year": "1967",
      "uri": "/wiki/Katia_Tiutiunnik",
      "name": "Katia Tiutiunnik",
      "aboutText": "Michail Bletsas (born March 19, 1967, in Chania, Crete) is a research scientist and the Director of Computing at the MIT Media Lab.",
      "pageId": 28048552,
      "monthDay": "03/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tyrone_Hill",
      "name": "Tyrone Hill",
      "aboutText": "José Alvarado Nieves (born March 19, 1963) is a Mexican Luchador (professional wrestler) best known under the ring name Brazo de Plata, he has used since his debut in 1977 and also for his appearances in WWE as \"Super Porky\". Alvarado is a part of the Alvarado wrestling family which includes his father Shadito Cruz, five brothers who used the \"Brazo\" name at some point and several third generation wrestlers who have appeared over the last couple of years.\n^ a b \"AAA Luchadores – Technicos – Super Porky\".",
      "pageId": 30856040,
      "monthDay": "03/19"
    },
    {
      "year": "1968",
      "uri": "/wiki/Mots%27eoa_Senyane",
      "name": "Mots'eoa Senyane",
      "aboutText": "Gary Jules Aguirre, Jr. (born March 19, 1969), known as Gary Jules, is an American singer-songwriter, best known for his cover version of the Tears For Fears song \"Mad World\", which he recorded with friend Michael Andrews for the film Donnie Darko. It became the UK Christmas Number One single of 2003.",
      "pageId": 507369,
      "monthDay": "03/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Gary_Jules",
      "name": "Gary Jules",
      "aboutText": "Connor Trinneer (born March 19, 1969) is an American film, stage and television actor.",
      "pageId": 657077,
      "monthDay": "03/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tuulikki_Laesson",
      "name": "Tuulikki Laesson",
      "aboutText": "Bernard Freeman (born March 19, 1973), professionally known by his stage name Bun B, is an American rapper and was one half of the southern rap duo UGK (UnderGround Kingz). He is also a guest lecturer at Rice University, located in Houston, Texas.",
      "pageId": 731994,
      "monthDay": "03/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Tom_McRae",
      "name": "Tom McRae",
      "aboutText": "Ashley Fraser Giles MBE (born 19 March 1973) is an English retired cricketer. Giles played the entirety of his 14-year first-class career at Warwickshire County Cricket Club. He played 54 Test matches and 62 One Day Internationals for England before being forced to retire due to a recurring hip injury.",
      "pageId": 873396,
      "monthDay": "03/19"
    },
    {
      "year": "1969",
      "uri": "/wiki/Connor_Trinneer",
      "name": "Connor Trinneer",
      "aboutText": "Nadja Auermann (born 19 March 1971) is a German model and actress. Fashion designer Valentino once commented on her physical resemblance to Marlene Dietrich. A New York Times fashion columnist, Guy Trebay, wrote of her \"ice maiden visage and pole vaulter's legs\".",
      "pageId": 906790,
      "monthDay": "03/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Gert_Bettens",
      "name": "Gert Bettens",
      "aboutText": "Vida Guerra (born March 19, 1974) is a Cuban-born American glamour model.",
      "pageId": 1040845,
      "monthDay": "03/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Harald_Johnsen",
      "name": "Harald Johnsen",
      "aboutText": "Tom McRae (born Jeremy Thomas McRae Blackall on 19 March 1969) is an English singer-songwriter.",
      "pageId": 1042807,
      "monthDay": "03/19"
    },
    {
      "year": "1970",
      "uri": "/wiki/Michael_Krumm",
      "name": "Michael Krumm",
      "aboutText": "Brant Bjork (born March 19, 1973) is an American musician, singer, songwriter, multi-instrumentalist, and producer from Palm Desert, California. He is perhaps best known as the drummer and founder of the influential Californian stoner rock band Kyuss. Bjork played in Vista Chino, along with former Kyuss vocalist John Garcia.",
      "pageId": 1087766,
      "monthDay": "03/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/Nadja_Auermann",
      "name": "Nadja Auermann",
      "aboutText": "Sergey Aleksandrovich Makarov (Russian: Серге́й Александрович Макаров) (born March 19, 1973 in Podolsk) is a Russian javelin thrower.\nBorn into a sporting family, Makarov's father, Aleksandr Makarov, won the silver medal in javelin throw at the 1980 Summer Olympics.\nMakarov's personal best of 92.61 metres was achieved in 2002 in Sheffield.",
      "pageId": 2450892,
      "monthDay": "03/19"
    },
    {
      "year": "1971",
      "uri": "/wiki/S%C3%A9bastien_Godefroid",
      "name": "Sébastien Godefroid",
      "aboutText": "Sébastien Godefroid (born 19 March 1971) is a Belgian sailor.\nHe won the silver medal in sailing at the 1996 Summer Olympics in Atlanta.",
      "pageId": 2524348,
      "monthDay": "03/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Izumi_Inamori",
      "name": "Izumi Inamori",
      "aboutText": "Simone Jade Mackinnon (born 19 March 1973) is an Australian actress.\n^ \"SIMMONE JADE MACKINNON\". mcleodstoechter.de.",
      "pageId": 2563062,
      "monthDay": "03/19"
    },
    {
      "year": "1972",
      "uri": "/wiki/Nate_Quarry",
      "name": "Nate Quarry",
      "aboutText": "Brann Timothy Dailor (born March 19, 1975 in Rochester, NY) is an American drummer/singer best known as a member of the Atlanta, Georgia metal band Mastodon, in which he is the drummer, backing vocalist, lead vocalist and primary lyricist. Dailor first started playing in a band called Evisceration from 1991 to 1993, when the band broke up. Dailor was also a founding member of mathcore band Lethargy, and the progressive dreamfunk band Gaylord and played with Today Is the Day.",
      "pageId": 2741441,
      "monthDay": "03/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Bun_B",
      "name": "Bun B",
      "aboutText": "Gert Bettens (born 19 March 1970) is the lead guitarist of the Belgian band K's Choice. He, with his sister Sarah Bettens, is the face of the band.\nThe band is popular in Europe and had toured in the U.S. with The Verve Pipe, Tonic, Alanis Morissette and the Indigo Girls, as well as on their own.",
      "pageId": 3839692,
      "monthDay": "03/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Brant_Bjork",
      "name": "Brant Bjork",
      "aboutText": "Marcel Tiemann (born 19 March 1974 in Hamburg) is a race driver from Germany. He is best known for being a five-time winner of the 24 Hours Nürburgring race.\nHe is the son of Hans-Jürgen Tiemann, an amusement park owner (Heide Park), and also a successful race driver, winner of the 24 Hours Nürburgring in 1997 (BMW) and 1999 (Viper).",
      "pageId": 5166803,
      "monthDay": "03/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Ashley_Giles",
      "name": "Ashley Giles",
      "aboutText": "Michael Krumm (born 19 March 1970) is a professional racing driver who won the 2011 FIA GT1 World Championship driving for JR Motorsports.",
      "pageId": 5166820,
      "monthDay": "03/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Simmone_Jade_Mackinnon",
      "name": "Simmone Jade Mackinnon",
      "aboutText": "Nathan Parker \"Nate\" Quarry (born March 19, 1972) is a retired American mixed martial arts fighter who is most notable for his appearance in The Ultimate Fighter, a reality show from the Ultimate Fighting Championship, as well as co-hosting the show MMA Uncensored Live.",
      "pageId": 5191787,
      "monthDay": "03/19"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sergey_Makarov_(athlete)",
      "name": "Sergey Makarov",
      "aboutText": "Mots'eoa Senyane (born March 19, 1968) is the former Lesotho High Commissioner to Canada who served from 2006 to 2009.\nMotseoa has been a major contributor to the NGO field in Lesotho. For the longest time, she was the director of the Transformation Resource Centre (TRC) in Lesotho.",
      "pageId": 6085407,
      "monthDay": "03/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Vida_Guerra",
      "name": "Vida Guerra",
      "aboutText": "Izumi Inamori (稲森 いずみ, Inamori Izumi, born March 19, 1972 in Kagoshima Prefecture) is a Japanese actress signed to Burning Production.",
      "pageId": 19589036,
      "monthDay": "03/19"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marcel_Tiemann",
      "name": "Marcel Tiemann",
      "aboutText": "Tuulikki Laesson (March 19, 1969, Tallinn, Estonia) is an Estonian chess player who twice won the Estonian Chess Championship for women.",
      "pageId": 34216206,
      "monthDay": "03/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Brann_Dailor",
      "name": "Brann Dailor",
      "aboutText": "Harald Gill Johnsen (19 March 1970 – 24 July 2011) was a Norwegian jazz double bassist, known for his contributions in bands like Køhn/Johansen Sextet and Tord Gustavsen Trio, and a series of recordings with such as Sonny Simmons, Sigurd Køhn, Nils-Olav Johansen, Jan Erik Kongshaug, Frode Barth, Per Oddvar Johansen and Ditlef Eckhoff.",
      "pageId": 36236835,
      "monthDay": "03/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Antonio_Daniels",
      "name": "Antonio Daniels",
      "aboutText": "Hee-seop Choi (/ˌhiː ˌsɒp ˈtʃɔɪ/; Korean pronunciation: [hɯi sʰʌp tɕʰwe]; Hangul: 최희섭; Hanja: 崔熙燮; born March 19, 1979) is a South Korean professional baseball player who has played for the Chicago Cubs, Florida Marlins, and the Los Angeles Dodgers of Major League Baseball (MLB). He is a first baseman who bats and throws left-handed.",
      "pageId": 220924,
      "monthDay": "03/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Vivian_Hsu",
      "name": "Vivian Hsu",
      "aboutText": "Fayez Rashid Ahmed Hassan al-Qadi Banihammad (Arabic: فايز راشد احمد حسن القاضي بني حمد‎, Fāyaz Rāshid Aḥmad Ḥassan al-Qāḍī Banī Ḥammad) (March 19, 1977 – September 11, 2001) was one of five hijackers aboard United Airlines Flight 175 as part of the September 11 attacks.\nBorn in the United Arab Emirates, Banihammad left his family to pursue relief work. Using the Visa Express program, Banihammad obtained a U.S. tourist visa.",
      "pageId": 378014,
      "monthDay": "03/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Mason_Jennings",
      "name": "Mason Jennings",
      "aboutText": "Alessandro Nesta, Ufficiale OMRI (born 19 March 1976) is an Italian former professional footballer. He is the head coach of Miami FC of the North American Soccer League.\nWidely considered to be one of the best centre backs of his time and also as one of the greatest defenders ever, he is best known for his artistic tackles and tight marking on opponents.",
      "pageId": 615878,
      "monthDay": "03/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Lucie_Laurier",
      "name": "Lucie Laurier",
      "aboutText": "Mason Jennings (born March 19, 1975 in Honolulu, Hawaii) is an American pop-folk singer-songwriter. He is well known for his simple yet catchy melodies, intimate lyrics, literary and historical themes, and distinctive voice. His music has appeared in the surf film Shelter and he has toured extensively.",
      "pageId": 927729,
      "monthDay": "03/19"
    },
    {
      "year": "1975",
      "uri": "/wiki/Matthew_Richardson_(footballer)",
      "name": "Matthew Richardson",
      "aboutText": "Vivian Hsu (Chinese: 徐若瑄; pinyin: Xú Ruòxuān; Wade–Giles: Hsu Jo-hsüan; Pe̍h-ōe-jī: Chhî Jio̍k-soan; Japanese: ビビアン・スー Bibian Sū), born March 19, 1975 in Taichung, is a Taiwanese singer, actress, and model who has gained remarkable popularity in East Asia, mainly in Taiwan and Japan.\nHsu rose to prominence in Japan, where she made her first appearance in 1995 and has become a highly recognized celebrity with her countless appearances in media during the late 1990s.\nShe was also the main vocalist for Black Biscuits, a Japanese dance band which released four singles, Stamina, Timing, Relax, Bye-Bye, and one album Life.",
      "pageId": 947818,
      "monthDay": "03/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Rachel_Blanchard",
      "name": "Rachel Blanchard",
      "aboutText": "Andre Lloyd Miller (born March 19, 1976) is an American professional basketball player for the Minnesota Timberwolves of the National Basketball Association (NBA). Miller previously played for the Cleveland Cavaliers, Los Angeles Clippers, Philadelphia 76ers, Portland Trail Blazers, Denver Nuggets, Washington Wizards and Sacramento Kings. Currently, he ranks ninth all-time in NBA career assists and has only missed three games to injury in his 16-year career.",
      "pageId": 1285810,
      "monthDay": "03/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Andre_Miller",
      "name": "Andre Miller",
      "aboutText": "Sheldon Dion Brown (born March 19, 1979) is a former American football cornerback in the National Football League (NFL). He was drafted by the Philadelphia Eagles in the second round of the 2002 NFL Draft and also played for the Cleveland Browns.",
      "pageId": 1429432,
      "monthDay": "03/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Alessandro_Nesta",
      "name": "Alessandro Nesta",
      "aboutText": "Rachel Louise Blanchard (born March 19, 1976) is a Canadian actress.",
      "pageId": 1485281,
      "monthDay": "03/19"
    },
    {
      "year": "1976",
      "uri": "/wiki/Stelios_Sfakianakis",
      "name": "Stelios Sfakianakis",
      "aboutText": "Ivan Ljubičić (Croatian pronunciation: [ǐv̞an ʎûbitʃitɕ]; 19 March 1979) is a retired Croatian tennis player. His career-high ATP singles ranking was world No. 3.\nHe achieved his best results in indoor tournaments played on carpet or hardcourt.",
      "pageId": 1547532,
      "monthDay": "03/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Fayez_Banihammad",
      "name": "Fayez Banihammad",
      "aboutText": "Hidayet \"Hedo\" Türkoğlu (Turkish pronunciation: [hid̪aːˈjet̪ ˈt̪yɾkoːɫu]; born March 19, 1979) is a Turkish former professional basketball player who played 15 seasons in the National Basketball Association (NBA). The 6'10\" forward played for six teams throughout his NBA career.",
      "pageId": 2250854,
      "monthDay": "03/19"
    },
    {
      "year": "1977",
      "uri": "/wiki/Jorma_Taccone",
      "name": "Jorma Taccone",
      "aboutText": "Cydonie Camille Mothersille (born 19 March 1978) is a female track and field athlete from the Cayman Islands.\nMothersille was born in Jamaica in 1978 and moved to Grand Cayman, Cayman Islands at age 7. While in high school, she was discovered by her high school's physical education teacher Evelyn Rockette and began her track career.",
      "pageId": 2438786,
      "monthDay": "03/19"
    },
    {
      "year": "1978",
      "uri": "/wiki/Cydonie_Mothersille",
      "name": "Cydonie Mothersille",
      "aboutText": "Antonio Robert Daniels (born March 19, 1975) is a retired American professional basketball player who played 13 seasons in the National Basketball Association (NBA).",
      "pageId": 2440937,
      "monthDay": "03/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Abby_Brammell",
      "name": "Abby Brammell",
      "aboutText": "Matthew \"Richo\" Richardson (born 19 March 1975 in Devonport, Tasmania), is a retired Australian rules footballer and current media personality who represented Richmond in the Australian Football League (AFL).",
      "pageId": 2538599,
      "monthDay": "03/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sheldon_Brown_(American_football)",
      "name": "Sheldon Brown",
      "aboutText": "Jorma Christopher \"Jorm\" Taccone (/ˈjɔrmə təˈkoʊneɪ/; born March 19, 1977) is an American comedy writer, actor, and film director. Taccone is one third of the sketch comedy troupe The Lonely Island along with childhood friends Andy Samberg and Akiva Schaffer. In 2010, he co-wrote and directed the SNL spin-off film MacGruber, which was his directorial debut.",
      "pageId": 3261138,
      "monthDay": "03/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hee-seop_Choi",
      "name": "Hee-seop Choi",
      "aboutText": "Abby Brammell (born March 19, 1979) is an American television and stage actress.",
      "pageId": 4501298,
      "monthDay": "03/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ivan_Ljubi%C4%8Di%C4%87",
      "name": "Ivan Ljubičić",
      "aboutText": "Christos Patsatzoglou (Greek: Χρήστος Πατσατζόγλου; born 19 March 1979) is a Greek international football player of Romani origin. Patsatzoglou started his career in Skoda Xanthi before being transferred in Olympiacos where he won several national titles. He then moved to Omonia in Cyprus where he won the double.",
      "pageId": 6243346,
      "monthDay": "03/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Christos_Patsatzoglou",
      "name": "Christos Patsatzoglou",
      "aboutText": "Luca Ferri (born 19 March 1980) is an Italian footballer who plays for Zagarolo at Eccellenza Lazio. (as of 2009-10 season).",
      "pageId": 13928633,
      "monthDay": "03/19"
    },
    {
      "year": "1979",
      "uri": "/wiki/Hedo_T%C3%BCrko%C4%9Flu",
      "name": "Hedo Türkoğlu",
      "aboutText": "Lucie Laurier (born March 19, 1975) is a French-Canadian actress.",
      "pageId": 16497233,
      "monthDay": "03/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Luca_Ferri",
      "name": "Luca Ferri",
      "aboutText": "Taichiro Maki (牧 太一郎, Maki Taichiro) is a Japanese professional wrestler, better known by his ring name Taichi Ishikari (石狩太一, Ishikari Taichi) or simply Taichi (タイチ, Taichi). He is performing in New Japan Pro Wrestling, where he is a former one-time IWGP Junior Heavyweight Tag Team Champion.",
      "pageId": 18063745,
      "monthDay": "03/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Taichi_Ishikari",
      "name": "Taichi Ishikari",
      "aboutText": "Stelios Sfakianakis (Greek: Στέλιος Σφακιανάκης; born 19 March 1976) is a Greek footballer who is a free agent.\n^ \"Stats Centre: Stelios Sfakianakis Facts\". Guardian.co.uk.",
      "pageId": 20359451,
      "monthDay": "03/19"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mikuni_Shimokawa",
      "name": "Mikuni Shimokawa",
      "aboutText": "Kolo Abib Touré (born 19 March 1981) is an Ivorian professional footballer who plays for English club Liverpool as a defender.\nBeginning his career at ASEC Mimosas, Touré moved to Arsenal in 2002, where he made 326 appearances for the club and was a member of the famous 03-04 'invincibles' side. In 2009 he joined his younger brother Yaya Touré at Manchester City where they played together for three years, helping City earn its first league title in 44 years.",
      "pageId": 1024827,
      "monthDay": "03/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Steve_Cummings",
      "name": "Steve Cummings",
      "aboutText": "Michael Anthony Timlin (born 19 March 1985) is an English-born Irish professional footballer who plays for Southend United. A midfielder, he has made 262 appearances in the Football League, including 138 for Southend United.\nBorn in Lambeth, England, Timlin graduated through the Fulham Academy but failed to make his senior debut there.",
      "pageId": 1054946,
      "monthDay": "03/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kim_Rae-won",
      "name": "Kim Rae-won",
      "aboutText": "Found spouse,",
      "pageId": 2387397,
      "monthDay": "03/19"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kolo_Tour%C3%A9",
      "name": "Kolo Touré",
      "aboutText": "Matthew Joseph \"Matt\" Korklan (born March 19, 1983) is an American professional wrestler, best known for working for WWE under the ring name Evan Bourne.\nBetween 2000 and 2007, Korklan wrestled as Matt Sydal on the independent circuit, for promotions including NWA Midwest, IWA-Mid South, and Ring of Honor, winning both singles and tag team championships. He also wrestled for the short-lived Wrestling Society X and was featured on Total Nonstop Action Wrestling's early pay-per-view events.",
      "pageId": 2477653,
      "monthDay": "03/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jonathan_Fanene",
      "name": "Jonathan Fanene",
      "aboutText": "Tanushree Dutta (pronounced [t̪ənʊʃri], ITRANS: tanushri; born 19 March 1984) is an Indian model and actress who primarily appears in Bollywood movies. Dutta is the recipient of Femina Miss India Universe title in 2004. During the same year at the Miss Universe beauty pageant, she was amongst the top ten finalists.",
      "pageId": 2714931,
      "monthDay": "03/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Brad_Jones_(footballer)",
      "name": "Brad Jones",
      "aboutText": "Kim Rae-won (born March 19, 1981) is a South Korean actor.",
      "pageId": 3759245,
      "monthDay": "03/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Littler",
      "name": "Matt Littler",
      "aboutText": "Bradley \"Brad\" Jones (born 19 March 1982) is an Australian professional footballer who plays as a goalkeeper. He was a member of the Middlesbrough team for over a decade as well as having a number of loan spells at a succession of lower league clubs; Stockport, Rotherham United, Blackpool and Sheffield Wednesday, he also had a brief loan spell in Ireland with Shelbourne. In August 2010, he made a £2.3m move to Liverpool where he spent four seasons, mostly in a back-up role.",
      "pageId": 4176746,
      "monthDay": "03/19"
    },
    {
      "year": "1982",
      "uri": "/wiki/Eduardo_Saverin",
      "name": "Eduardo Saverin",
      "aboutText": "Matt Littler (born 19 March 1982) is a British actor and director born in Bury, Greater Manchester, United Kingdom.",
      "pageId": 5871969,
      "monthDay": "03/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Evan_Bourne",
      "name": "Evan Bourne",
      "aboutText": "Ana Maria de Rezende Versiani dos Anjos (born March 19, 1983) is a film director, and keyboard/guitar player for the Brazilian indie-electro band CSS.",
      "pageId": 5965687,
      "monthDay": "03/19"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ana_Rezende",
      "name": "Ana Rezende",
      "aboutText": "Jonathan David Fanene (born March 19, 1982) is an American football defensive end who is currently a free agent. He was drafted by the Cincinnati Bengals in the seventh round of the 2005 NFL Draft.",
      "pageId": 8412112,
      "monthDay": "03/19"
    },
    {
      "year": "1984",
      "uri": "/wiki/Tanushree_Dutta",
      "name": "Tanushree Dutta",
      "aboutText": "Stephen Philip \"Steve\" Cummings (born 19 March 1981) is an English racing cyclist for UCI Professional Continental team MTN-Qhubeka.",
      "pageId": 8544187,
      "monthDay": "03/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Inesa_Jurevi%C4%8Di%C5%ABt%C4%97",
      "name": "Inesa Jurevičiūtė",
      "aboutText": "Josie Loren Lopez (born March 19, 1987), known professionally as Josie Loren, is an American actress. She is best known for the role of Kaylie Cruz in the ABC Family series Make It or Break It, and as FBI Agent Michelle Vega in the TV series The Mentalist.\n^ Lowry, Brian (June 21, 2009).",
      "pageId": 11086621,
      "monthDay": "03/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/Michael_Timlin",
      "name": "Michael Timlin",
      "aboutText": "Michal Švec (born 19 March 1987 in Prague) is a Czech football player who currently plays for Slavia Prague. He is a central midfielder. He made his debut for the Czech Republic national team in 2009.",
      "pageId": 13111123,
      "monthDay": "03/19"
    },
    {
      "year": "1985",
      "uri": "/wiki/E._J._Viso",
      "name": "E. J. Viso",
      "aboutText": "Inesa Jurevičiūtė (born March 19, 1985 in Kaunas) is a Lithuanian figure skater. She is the 2000 Lithuanian national champion. She withdrew from the 2001 World Figure Skating Championships just before the event.",
      "pageId": 18305085,
      "monthDay": "03/19"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tyler_Bozak",
      "name": "Tyler Bozak",
      "aboutText": "Tyler Bozak (born March 19, 1986) is a Canadian professional ice hockey centre currently playing for and an alternate captain of the Toronto Maple Leafs of the National Hockey League (NHL). Bozak has also played for the Toronto Marlies of the American Hockey League (AHL).",
      "pageId": 22263334,
      "monthDay": "03/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Lee_Jooyeon",
      "name": "Lee Jooyeon",
      "aboutText": "Eduardo Luiz Saverin (Portuguese pronunciation: [eduˈaɾdu luˈis ˈsaveɾĩ]) is a Brazilian internet entrepreneur, economist and angel investor. Saverin is one of the co-founders of Facebook. As of 2015, he owns 53 million Facebook shares (approximately 0.4% of all outstanding shares) and has a net worth of $7.2 billion, according to Forbes.",
      "pageId": 23914678,
      "monthDay": "03/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/AJ_Lee",
      "name": "AJ Lee",
      "aboutText": "Alexander Metz (born 19 March 1987) is a German international rugby union player, playing for the RG Heidelberg in the Rugby-Bundesliga and the German national rugby union team.\nHe plays rugby since 1991.\nHe made his debut for Germany against Romania on 13 February 2010.",
      "pageId": 26666438,
      "monthDay": "03/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Josie_Loren",
      "name": "Josie Loren",
      "aboutText": "Ernesto José \"E. J.\" Viso Lossada (born March 19, 1985) is a Venezuelan professional racing driver. He has raced in the 2005 and 2006 GP2 Series seasons, and has also driven the third car for Spyker MF1 Racing. In 2007 he competed in the GP2 Series for Racing Engineering.",
      "pageId": 30863690,
      "monthDay": "03/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Alexander_Metz",
      "name": "Alexander Metz",
      "aboutText": "Lee Joo-yeon, (Hangul: 이주연; born March 19, 1987) is a South Korean singer and actress. She is graduated member of After School. She made her acting debut in the drama Smile Again and has made several participation in other dramas.",
      "pageId": 34168812,
      "monthDay": "03/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Michal_%C5%A0vec",
      "name": "Michal Švec",
      "aboutText": "April Jeanette \"AJ\" Brooks (née Mendez; born March 19, 1987), better known by the ring name AJ Lee, is an American retired professional wrestler.",
      "pageId": 36618625,
      "monthDay": "03/19"
    },
    {
      "year": "1987",
      "uri": "/wiki/Milo%C5%A1_Teodosi%C4%87",
      "name": "Miloš Teodosić",
      "aboutText": "Craig Lamar Traylor (born March 19, 1989 in San Bernardino County, California) is an American actor. He made his debut in an episode of ER in 1996. He is best known for his role as Stevie Kenarban, the asthmatic boy in a wheelchair and the title character's friend in the Fox situation comedy Malcolm in the Middle.",
      "pageId": 4558459,
      "monthDay": "03/19"
    },
    {
      "year": "1988",
      "uri": "/wiki/Clayton_Kershaw",
      "name": "Clayton Kershaw",
      "aboutText": "Kauto Star (19 March 2000 – 29 June 2015) was a French-bred National Hunt champion racehorse who was trained by Paul Nicholls in Somerset and owned by Clive Smith. He won the Cheltenham Gold Cup twice, in 2007 and 2009, becoming the first horse to regain the cup after losing it in 2008 when seven lengths behind Denman. He tried for three more years to win the race again, but the best placing he could achieve was in 2011 when third behind Long Run.",
      "pageId": 8628720,
      "monthDay": "03/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ben_Briley",
      "name": "Ben Briley",
      "aboutText": "Clayton Edward Kershaw (born March 19, 1988) is an American professional baseball pitcher for the Los Angeles Dodgers of Major League Baseball (MLB). A left-handed starting pitcher, Kershaw has played in the major leagues since 2008, and his career earned run average (ERA) is the lowest among starters in the live-ball era with a minimum of 1,000 innings pitched. He is also a three-time Cy Young Award winner and the 2014 National League Most Valuable Player.",
      "pageId": 9641635,
      "monthDay": "03/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Babak_Ghorbani",
      "name": "Babak Ghorbani",
      "aboutText": "Miloš Teodosić (Serbian Cyrillic: Милош Теодосић, born March 19, 1987) is a Serbian professional basketball player who plays for CSKA Moscow. He also represents the Serbian national basketball team internationally.",
      "pageId": 13213388,
      "monthDay": "03/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Yutaka_Kobayashi_(actor)",
      "name": "Yutaka Kobayashi",
      "aboutText": "Aleksandr Aleksandrovich Kokorin (Russian: Алекса́ндр Алекса́ндрович Коко́рин, pronounced [ɐlʲɪˈksandr ɐlʲɪˈksandrəvʲɪtɕ kɐˈkorʲɪn]; born 19 March 1991) is a Russian footballer who plays as a forward for Dynamo Moscow. He had his breakthrough season in 2012–13, which led to Dynamo Moscow inserting a €19 million release clause into his contract. A full international since 2011, Kokorin has gained over 35 caps and was named in the Russian squads for Euro 2012 and the 2014 FIFA World Cup.",
      "pageId": 19610917,
      "monthDay": "03/19"
    },
    {
      "year": "1989",
      "uri": "/wiki/Craig_Lamar_Traylor",
      "name": "Craig Lamar Traylor",
      "aboutText": "Mara Hautea Schnittka, best known by her stage name Julia Montes (born March 19, 1995), is a Filipino-German actress and commercial model. Crowned by ABS-CBN as Royal Prinsesa ng Drama (Royal Drama Princess), she is widely known for her leading roles in Philippine television dramas and movies. Montes rose to prominence with her role as Clara del Valle in the remake of Mara Clara (2010).",
      "pageId": 29479037,
      "monthDay": "03/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Garrett_Clayton",
      "name": "Garrett Clayton",
      "aboutText": "Philip Daniel Bolden (born March 19, 1995), known professionally as Philip D. Bolden, is an American actor and rapper. In 2005, he played \"Kevin\" in Are We There Yet? starring Ice Cube and Nia Long, and again in 2007, in the sequel, Are We Done Yet.",
      "pageId": 31759549,
      "monthDay": "03/19"
    },
    {
      "year": "1991",
      "uri": "/wiki/Aleksandr_Kokorin",
      "name": "Aleksandr Kokorin",
      "aboutText": "Rūta Meilutytė (Lithuanian pronunciation: ​[ruːˈt̪ɐ mʲɛɪ̯ɫʊˈtʲi̇̂ːtʲeː]; born 19 March 1997) is a Lithuanian competitive swimmer, Olympic gold medalist, and world record-holder. She is the current world record holder in the 50- and 100-meter breaststroke (long course). At the age of 17 she is also the first and the only swimmer in history to win all the possible swimming titles in all age groups.",
      "pageId": 33525706,
      "monthDay": "03/19"
    },
    {
      "year": "1993",
      "uri": "/wiki/Mateusz_Szwoch",
      "name": "Mateusz Szwoch",
      "aboutText": "Barbara Haas (born 19 March 1996 in Steyr) is an Austrian tennis player.\nHaas has won seven singles and two doubles titles on the ITF tour in her career. On 28 September 2015, she reached her best singles ranking of world number 237.",
      "pageId": 36718424,
      "monthDay": "03/19"
    },
    {
      "year": "1995",
      "uri": "/wiki/Philip_Daniel_Bolden",
      "name": "Philip Daniel Bolden",
      "aboutText": "Garrett Clayton (born March 19, 1991 in Dearborn, Michigan) is an American actor, singer, and dancer. He began his career at Crestwood High School in Dearborn Heights, Michigan, performing in many of the drama club's productions.",
      "pageId": 38258493,
      "monthDay": "03/19"
    },
    {
      "year": "1995",
      "uri": "/wiki/Julia_Montes",
      "name": "Julia Montes",
      "aboutText": "Babak Ghorbani (Persian: بابک قربانی‎‎, 19 March 1989 – 16 November 2014) was an Iranian wrestler.\nHe won gold medal at 2010 Asian Games in Guangzhou. In 2011, Ghorbani was banned from participation in FILA events for two years due to use of anabolic steroids, and so was unable to compete in the 2012 Olympics.",
      "pageId": 39136201,
      "monthDay": "03/19"
    },
    {
      "year": "1995",
      "uri": "/wiki/Alexei_Sintsov",
      "name": "Alexei Sintsov",
      "aboutText": "Sakura Miyawaki (宮脇 咲良, Miyawaki Sakura, born 19 March 1998 in Kagoshima Prefecture) is a member of the Japanese idol girl groups HKT48 and AKB48.",
      "pageId": 41582599,
      "monthDay": "03/19"
    },
    {
      "year": "1996",
      "uri": "/wiki/Barbara_Haas",
      "name": "Barbara Haas",
      "aboutText": "John Benjamin Briley (Born March 19, 1989, known as Ben Briley) is an American singer from Gallatin, Tennessee, who finished in 11th place on the thirteenth season of American Idol. When he was a child, he led an effort that caused Brothers and Sisters Day to be recognized as an official holiday in the state of Tennessee. This idea inspired Bill Clinton to designate the third week of November as National Family Week, and George W. Bush to designate June 2, 2001 as National Child's Day.",
      "pageId": 42004256,
      "monthDay": "03/19"
    },
    {
      "year": "1997",
      "uri": "/wiki/R%C5%ABta_Meilutyt%C4%97",
      "name": "Rūta Meilutytė",
      "aboutText": "Mateusz Szwoch (born 19 March 1993) is a Polish football midfielder who currently plays for the Polish Ekstraklasa club Legia Warsaw.",
      "pageId": 43674109,
      "monthDay": "03/19"
    },
    {
      "year": "1998",
      "uri": "/wiki/Sakura_Miyawaki",
      "name": "Sakura Miyawaki",
      "aboutText": "Alexei Olegovich Sintsov (Russian: Алексей Олегович Синцов; born 19 March 1995) is a Russian pair skater.",
      "pageId": 45592419,
      "monthDay": "03/19"
    },
    {
      "year": "2000",
      "uri": "/wiki/Kauto_Star",
      "name": "Kauto Star",
      "aboutText": "Yutaka Kobayashi (小林 豊, Kobayashi Yutaka, born March 19, 1989) is a Japanese actor who is part of the boy group Boys and Men who is affiliated with Fortune Entertainment. His color in the group is yellow-green and was the oldest of the group since mid-2013. He is best known for his role as the character, Kaito Kumon/Kamen Rider Baron, from the Kamen Rider series Kamen Rider Gaim.",
      "pageId": 46972595,
      "monthDay": "03/19"
    }
  ]
}