{
  "people": [
    {
      "year": "1529",
      "uri": "/wiki/Michael_Neander",
      "name": "Michael Neander",
      "aboutText": "John Abernethy FRS (3 April 1764 – 20 April 1831) was an English surgeon.",
      "pageId": 16393,
      "monthDay": "04/03"
    },
    {
      "year": "1593",
      "uri": "/wiki/George_Herbert",
      "name": "George Herbert",
      "aboutText": "Washington Irving (April 3, 1783 – November 28, 1859) was an American author, essayist, biographer, historian, and diplomat of the early 19th century. He is best known for his short stories \"Rip Van Winkle\" (1819) and \"The Legend of Sleepy Hollow\" (1820), both of which appear in his book The Sketch Book of Geoffrey Crayon, Gent. His historical works include biographies of George Washington, Oliver Goldsmith and Muhammad, and several histories of 15th-century Spain dealing with subjects such as Christopher Columbus, the Moors and the Alhambra.",
      "pageId": 33726,
      "monthDay": "04/03"
    },
    {
      "year": "1639",
      "uri": "/wiki/Alessandro_Stradella",
      "name": "Alessandro Stradella",
      "aboutText": "George Herbert (3 April 1593 – 1 March 1633) was a Welsh-born English poet, orator and Anglican priest.",
      "pageId": 228711,
      "monthDay": "04/03"
    },
    {
      "year": "1643",
      "uri": "/wiki/Charles_V,_Duke_of_Lorraine",
      "name": "Charles V, Duke of Lorraine",
      "aboutText": "Charles Wilkes (April 3, 1798 – February 8, 1877) was an American naval officer and explorer. He led the United States Exploring Expedition, 1838-1842 and commanded the ship in the Trent Affair during the American Civil War (1861–1865), where he attacked a Royal Mail Ship, almost leading to war between the U.S. and the UK. His behavior led to two convictions by court-martial, one stemming from the massacre of almost 80 Fijians on Malolo in 1840.",
      "pageId": 417610,
      "monthDay": "04/03"
    },
    {
      "year": "1682",
      "uri": "/wiki/Valentin_Rathgeber",
      "name": "Valentin Rathgeber",
      "aboutText": "George Edwards (3 April 1694 – 23 July 1773) was an English naturalist and ornithologist, known as the \"father of British ornithology\".\nEdwards was born at Stratford, Essex.",
      "pageId": 431519,
      "monthDay": "04/03"
    },
    {
      "year": "1693",
      "uri": "/wiki/George_Edwards_(naturalist)",
      "name": "George Edwards",
      "aboutText": "Lorenzo Snow (April 3, 1814 – October 10, 1901) was the fifth president of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 1898 to his death. Snow was the last president of the LDS Church in the nineteenth century and the first in the twentieth.",
      "pageId": 436594,
      "monthDay": "04/03"
    },
    {
      "year": "1715",
      "uri": "/wiki/William_Watson_(scientist)",
      "name": "William Watson",
      "aboutText": "Edward Everett Hale (April 3, 1822 – June 10, 1909) was an American author, historian and Unitarian minister.",
      "pageId": 570327,
      "monthDay": "04/03"
    },
    {
      "year": "1764",
      "uri": "/wiki/John_Abernethy_(surgeon)",
      "name": "John Abernethy",
      "aboutText": "Count Christian Gunther von Bernstorff (April 3, 1769 – March 18, 1835) was a Danish and Prussian statesman and diplomat, son of Count Andreas Peter von Bernstorff.",
      "pageId": 592776,
      "monthDay": "04/03"
    },
    {
      "year": "1769",
      "uri": "/wiki/Christian_G%C3%BCnther_von_Bernstorff",
      "name": "Christian Günther von Bernstorff",
      "aboutText": "Alessandro Stradella (Nepi, 3 April 1639  – Genoa, 25 February 1682) was an Italian composer of the middle baroque.",
      "pageId": 796545,
      "monthDay": "04/03"
    },
    {
      "year": "1770",
      "uri": "/wiki/Theodoros_Kolokotronis",
      "name": "Theodoros Kolokotronis",
      "aboutText": "Theodoros Kolokotronis (Greek: Θεόδωρος Κολοκοτρώνης; 3 April 1770 – 4 February 1843) was a Greek general and the pre-eminent leader of the Greek War of Independence (1821–1829) against the Ottoman Empire. Kolokotronis's greatest success was the defeat of the Ottoman army under Mahmud Dramali Pasha at the Battle of Dervenakia in 1822. In 1825, he was appointed commander-in-chief of the Greek forces in the Peloponnese.",
      "pageId": 1013814,
      "monthDay": "04/03"
    },
    {
      "year": "1781",
      "uri": "/wiki/Swaminarayan",
      "name": "Swaminarayan",
      "aboutText": "For the baseball player of the same name, see George Derby (baseball)",
      "pageId": 1737509,
      "monthDay": "04/03"
    },
    {
      "year": "1782",
      "uri": "/wiki/Alexander_Macomb_(general)",
      "name": "Alexander Macomb",
      "aboutText": "William Watson, FRS (3 April 1715 – 10 May 1787) was an English physician and scientist who was born and died in London. His early work was in botany, and he helped to introduce the work of Carolus Linnaeus into England. He became a Fellow of the Royal Society in 1741 and vice president in 1772.",
      "pageId": 1921485,
      "monthDay": "04/03"
    },
    {
      "year": "1798",
      "uri": "/wiki/Charles_Wilkes",
      "name": "Charles Wilkes",
      "aboutText": "Alexander Macomb (April 3, 1782 – June 25, 1841) was the Commanding General of the United States Army from May 29, 1828 until his death on June 25, 1841. Macomb was the field commander at the Battle of Plattsburgh during the War of 1812 and, after the stunning victory, was lauded with praise and styled \"The Hero of Plattsburgh\" by some of the American press. He was promoted to Major General for his conduct, receiving both the thanks of Congress and a Congressional Gold Medal.",
      "pageId": 2158101,
      "monthDay": "04/03"
    },
    {
      "year": "1783",
      "uri": "/wiki/Washington_Irving",
      "name": "Washington Irving",
      "aboutText": "There was also a philologist named Michael Neander. See also: Neander (disambiguation).\nMichael Neander (originally Neumann) (April 3, 1529 – October 23, 1581) was a German teacher, mathematician, medical academic, and astronomer.",
      "pageId": 2629936,
      "monthDay": "04/03"
    },
    {
      "year": "1806",
      "uri": "/wiki/Ivan_Kireyevsky",
      "name": "Ivan Kireyevsky",
      "aboutText": "Charles V, Karl V. Leopold, (Charles Léopold Nicolas Sixte; 3 April 1643 – 18 April 1690), son of Nicolas François, Duke of Lorraine, and Claude Françoise de Lorraine. Karl Leopold was born in Vienna, became the brother in law of Emperor Leopold, and son in law of emperor Ferdinand III. He was a second cousin once removed of his contemporary Louis XIV through the king's grandmother Marie de' Medici. He was from a long established family of Lothringen, who had to take refuge from the forces of France.",
      "pageId": 2661238,
      "monthDay": "04/03"
    },
    {
      "year": "1807",
      "uri": "/wiki/Jane_Digby",
      "name": "Jane Digby",
      "aboutText": "Swaminarayan (IAST: Svāmīnārāyaṇa, 3 April 1781 – 1 June 1830), also known as Sahajanand Swami, is the central figure in a modern sect of Hinduism known as the Swaminarayan Hinduism.\nSwaminarayan was born Ghanshyam Pande in Chhapaiya, Uttar Pradesh, India in 1781. In 1792, he began a seven-year pilgrimage across India, adopting the name Nilkanth Varni.",
      "pageId": 3813010,
      "monthDay": "04/03"
    },
    {
      "year": "1814",
      "uri": "/wiki/Lorenzo_Snow",
      "name": "Lorenzo Snow",
      "aboutText": "Jane Elizabeth Digby, Lady Ellenborough (3 April 1807 – 11 August 1881) was an English aristocrat who lived a scandalous life of romantic adventure, spanning decades and two continents. She had four husbands and many lovers, including King Ludwig I of Bavaria, his son King Otto of Greece, statesman Felix Schwarzenberg, and a Greek brigand general (Christodoulos Hatzipetros).",
      "pageId": 4528240,
      "monthDay": "04/03"
    },
    {
      "year": "1821",
      "uri": "/wiki/Pelham_Dale",
      "name": "Pelham Dale",
      "aboutText": "Thomas Pelham Dale (1821–1892) was an English Anglo-Catholic ritualist priest, most notable for being prosecuted and imprisoned for ritualist practices",
      "pageId": 4891939,
      "monthDay": "04/03"
    },
    {
      "year": "1822",
      "uri": "/wiki/Edward_Everett_Hale",
      "name": "Edward Everett Hale",
      "aboutText": "Ivan Vasilyevich Kireyevsky (Russian: Ива́н Васи́льевич Кире́евский; 3 April 1806, Moscow – 23 June 1856, Saint Petersburg) was a Russian literary critic and philosopher who, together with Aleksey Khomyakov, is credited as a co-founder of the Slavophile movement.",
      "pageId": 7206731,
      "monthDay": "04/03"
    },
    {
      "year": "1823",
      "uri": "/wiki/George_Derby",
      "name": "George Derby",
      "aboutText": "Johann Valentin Rathgeber (3 April 1682 – 2 June 1750) was a German composer, organist and choirmaster of the Baroque Era.",
      "pageId": 21046671,
      "monthDay": "04/03"
    },
    {
      "year": "1823",
      "uri": "/wiki/William_M._Tweed",
      "name": "William M. Tweed",
      "aboutText": "Allan Dwan (3 April 1885 – 28 December 1981) was a pioneering Canadian-born American motion picture director, producer and screenwriter.",
      "pageId": 344,
      "monthDay": "04/03"
    },
    {
      "year": "1826",
      "uri": "/wiki/Cyrus_K._Holliday",
      "name": "Cyrus K. Holliday",
      "aboutText": "William Magear Tweed (April 3, 1823 – April 12, 1878) – often erroneously referred to as William Marcy Tweed (see below), and widely known as \"Boss\" Tweed – was an American politician most notable for being the \"boss\" of Tammany Hall, the Democratic Party political machine that played a major role in the politics of 19th century New York City and State. At the height of his influence, Tweed was the third-largest landowner in New York City, a director of the Erie Railroad, the Tenth National Bank, and the New-York Printing Company, as well as proprietor of the Metropolitan Hotel.\nTweed was elected to the United States House of Representatives in 1852 and the New York County Board of Supervisors in 1858, the year he became the head of the Tammany Hall political machine.",
      "pageId": 4688,
      "monthDay": "04/03"
    },
    {
      "year": "1837",
      "uri": "/wiki/John_Burroughs",
      "name": "John Burroughs",
      "aboutText": "Ikki Kita (北 一輝, Kita Ikki, 3 April 1883 – 19 August 1937) (real name: Kita Terujirō (北 輝次郎)) was a Japanese author, intellectual and a political philosopher who was active in early-Shōwa period Japan. A harsh critic of the Emperor system and the Meiji constitution, he claimed that the Japanese were not the emperor's people, rather the Emperor was the “people's emperor.” He advocated a complete reconstruction of Japan along the lines of his own version of state socialism. Kita was in contact with many people within the extreme right and wrote pamphlets and books.",
      "pageId": 186597,
      "monthDay": "04/03"
    },
    {
      "year": "1842",
      "uri": "/wiki/Ulric_Dahlgren",
      "name": "Ulric Dahlgren",
      "aboutText": "Otto Weininger (German: [ˈvaɪnɪŋɐ]; April 3, 1880 – October 4, 1903) was an Austrian philosopher. In 1903, he published the book Geschlecht und Charakter (Sex and Character), which gained popularity after his suicide at the age of 23. Today, Weininger is viewed as misogynistic and antisemitic in academic circles, but was held to be a great genius by the philosopher Ludwig Wittgenstein and the writer August Strindberg (see discussion below).",
      "pageId": 201103,
      "monthDay": "04/03"
    },
    {
      "year": "1848",
      "uri": "/wiki/Arturo_Prat",
      "name": "Arturo Prat",
      "aboutText": "Harry St John Bridger Philby Order of the Indian Empire (CIE) (3 April 1885, Badulla, British Ceylon – 30 September 1960, Beirut, Lebanon), also known as Jack Philby or Sheikh Abdullah (الشيخ عبدالله), was a British Arabist, adviser, explorer, writer, and colonial office intelligence officer.\nAs he states in his autobiography, he \"became something of a fanatic\" and in 1908 \"the first Socialist to join the Indian Civil Service\". After studying oriental languages at the University of Cambridge, he was posted to Lahore in the Punjab in 1908, acquiring fluency in Urdu, Punjabi, Baluchi, Persian, and eventually Arabic.",
      "pageId": 277174,
      "monthDay": "04/03"
    },
    {
      "year": "1858",
      "uri": "/wiki/Jacob_Gaudaur",
      "name": "Jacob Gaudaur",
      "aboutText": "Tomáš Baťa (Czech pronunciation: [ˈtomaːʃ ˈbaca]) (3 April 1876 in Zlín, Moravia – 12 July 1932) was a Czech entrepreneur, founder of the Bata Shoes company, one of the world's biggest multinational retailers, manufacturers and distributors of footwear and accessories.",
      "pageId": 377911,
      "monthDay": "04/03"
    },
    {
      "year": "1860",
      "uri": "/wiki/Frederik_van_Eeden",
      "name": "Frederik van Eeden",
      "aboutText": "Alcide Amedeo Francesco De Gasperi (Italian pronunciation: [alˈtʃiːde de ˈɡasperi]; 3 April 1881 – 19 August 1954) was an Italian statesman and politician who founded the Christian Democracy party. From 1945 to 1953 he was the prime minister of eight successive coalition governments. His eight-year term in office remains a landmark of political longevity for a leader in modern Italian politics.",
      "pageId": 722337,
      "monthDay": "04/03"
    },
    {
      "year": "1864",
      "uri": "/wiki/Emil_Kellenberger",
      "name": "Emil Kellenberger",
      "aboutText": "Arthur \"Dooley\" Wilson (April 3, 1886 – May 30, 1953) was an American actor and singer, who is best remembered as the piano-player and singer Sam who sings \"As Time Goes By\" at the request of Ilsa Lund (Ingrid Bergman) in Casablanca (1942).\nWilson was a drummer and singer who led his own band in the 1920s, touring nightclubs in London and Paris. In the 1930s he took up acting, playing supporting roles onstage on Broadway and in a series of modest films.",
      "pageId": 982081,
      "monthDay": "04/03"
    },
    {
      "year": "1876",
      "uri": "/wiki/Margaret_Anglin",
      "name": "Margaret Anglin",
      "aboutText": "John Burroughs (April 3, 1837 – March 29, 1921) was an American naturalist and nature essayist, active in the U.S. conservation movement. The first of his essay collections was Wake-Robin in 1871.\nIn the words of his biographer Edward Renehan, Burroughs' special identity was less that of a scientific naturalist than that of \"a literary naturalist with a duty to record his own unique perceptions of the natural world.\" The result was a body of work whose resonance with the tone of its cultural moment explains both its popularity at that time, and its relative obscurity since.",
      "pageId": 1079148,
      "monthDay": "04/03"
    },
    {
      "year": "1876",
      "uri": "/wiki/Tom%C3%A1%C5%A1_Ba%C5%A5a",
      "name": "Tomáš Baťa",
      "aboutText": "Ulric Dahlgren (April 3, 1842 – March 2, 1864) was a colonel in the Union Army during the American Civil War. In 1864, he led an unsuccessful raid on the Confederate capital of Richmond, Virginia, and was killed. The failed raid resulted in the Dahlgren Affair after incriminating documents were discovered on Dahlgren's corpse.",
      "pageId": 1638124,
      "monthDay": "04/03"
    },
    {
      "year": "1880",
      "uri": "/wiki/Otto_Weininger",
      "name": "Otto Weininger",
      "aboutText": "Frederik Willem van Eeden (3 April 1860, Haarlem – 16 June 1932, Bussum) was a late 19th-century and early 20th-century Dutch writer and psychiatrist.",
      "pageId": 1908571,
      "monthDay": "04/03"
    },
    {
      "year": "1881",
      "uri": "/wiki/Alcide_De_Gasperi",
      "name": "Alcide De Gasperi",
      "aboutText": "Agustín Arturo Prat Chacón (April 3, 1848, near Ninhue, Chile – May 21, 1879, Iquique, Peru) was a Chilean lawyer and navy officer. He was killed shortly after boarding the Peruvian armored monitor Huáscar at the Naval Battle of Iquique after the ship under his command, the Esmeralda, was rammed by the Peruvian monitor. Prat, as captain of the Esmeralda, was the first to board the Huáscar.",
      "pageId": 1918265,
      "monthDay": "04/03"
    },
    {
      "year": "1882",
      "uri": "/wiki/Philippe_Desranleau",
      "name": "Philippe Desranleau",
      "aboutText": "Colonel Cyrus Kurtz Holliday (April 3, 1826 – March 29, 1900) was one of the founders of the township of Topeka, Kansas, in the mid 19th century; and was Adjutant General of Kansas during the American Civil War. The title Colonel, however, was honorary. He was the first president of the Atchison, Topeka and Santa Fe Railway, as well as one of the railroad's directors for nearly 40 years, up to 1900.",
      "pageId": 2167742,
      "monthDay": "04/03"
    },
    {
      "year": "1883",
      "uri": "/wiki/Ikki_Kita",
      "name": "Ikki Kita",
      "aboutText": "Harry Conway \"Bud\" Fisher (April 3, 1885 – September 7, 1954) was an American cartoonist who created Mutt and Jeff, the first successful daily comic strip in the United States.",
      "pageId": 3700721,
      "monthDay": "04/03"
    },
    {
      "year": "1885",
      "uri": "/wiki/Allan_Dwan",
      "name": "Allan Dwan",
      "aboutText": "Mary Margaret Anglin (April 3, 1876 – January 7, 1958) was a Canadian-born Broadway actress, director and producer whom Encyclopædia Britannica calls \"one of the most brilliant actresses of her day.\"",
      "pageId": 3832072,
      "monthDay": "04/03"
    },
    {
      "year": "1885",
      "uri": "/wiki/Bud_Fisher",
      "name": "Bud Fisher",
      "aboutText": "Brother Marie-Victorin, F.S.C. (April 3, 1885 – July 15, 1944), was a Canadian member of Brothers of the Christian Schools and a noted botanist in Quebec, Canada.",
      "pageId": 5289200,
      "monthDay": "04/03"
    },
    {
      "year": "1885",
      "uri": "/wiki/Marie-Victorin_Kirouac",
      "name": "Marie-Victorin Kirouac",
      "aboutText": "Emil Kellenberger (3 April 1864 - 20 November 1943) was a Swiss sports shooter who competed in the early 20th century in rifle shooting. He participated in Shooting at the 1900 Summer Olympics in Paris and won three olympic medals, two gold medals in the Military Rifle 3 positions and team categories and a silver medal in the Military Rifle (kneeling). However his silver medal was tied with the Danish shooter Anders Peter Nielsen.",
      "pageId": 7205642,
      "monthDay": "04/03"
    },
    {
      "year": "1885",
      "uri": "/wiki/St_John_Philby",
      "name": "St John Philby",
      "aboutText": "Ōtori Tanigorō (鳳 谷五郎, April 3, 1887 – November 16, 1956) was a sumo wrestler from Inzai, Chiba Prefecture, Japan. He was the sport's 24th yokozuna.",
      "pageId": 9131238,
      "monthDay": "04/03"
    },
    {
      "year": "1886",
      "uri": "/wiki/Dooley_Wilson",
      "name": "Dooley Wilson",
      "aboutText": "Philippe Desranleau (April 3, 1882 – May 28, 1952) was a Canadian Roman Catholic priest and the Archbishop of Sherbrooke from 1951 to 1952.\nBorn in Saint-Sébastien-d'Iberville, Quebec, Desranleau studied at the Séminaire de Saint-Hyacinthe and the Grand Séminaire de Montréal. He was ordained as a priest in 1909.",
      "pageId": 20769700,
      "monthDay": "04/03"
    },
    {
      "year": "1887",
      "uri": "/wiki/%C5%8Ctori_Tanigor%C5%8D",
      "name": "Ōtori Tanigorō",
      "aboutText": "For the Canadian Footballer and Commissioner, see Jake Gaudaur.\nJacob Gill “Jake” Gaudaur, Sr. (3 April 1858 – 11 October 1937) was one of two native Canadians to win the Professional World Sculling Championship.",
      "pageId": 22489139,
      "monthDay": "04/03"
    },
    {
      "year": "1887",
      "uri": "/wiki/Nishiz%C5%8D_Tsukahara",
      "name": "Nishizō Tsukahara",
      "aboutText": "Leslie Howard (born Leslie Howard Steiner, 3 April 1893 – 1 June 1943) was an English stage and film actor, director, and producer. Probably best remembered for playing Ashley Wilkes in Gone with the Wind (1939), he also appeared in Berkeley Square (1933), Of Human Bondage (1934), The Scarlet Pimpernel (1934), The Petrified Forest (1936), Pygmalion (1938), Intermezzo (1939), \"Pimpernel\" Smith (1941) and The First of the Few (1942).\nHoward's Second World War activities included acting and filmmaking.",
      "pageId": 83538,
      "monthDay": "04/03"
    },
    {
      "year": "1888",
      "uri": "/wiki/Neville_Cardus",
      "name": "Neville Cardus",
      "aboutText": "Henry Robinson Luce (April 3, 1898 – February 28, 1967), was an American magazine magnate who was called \"the most influential private citizen in the America of his day\". He launched and closely supervised a stable of magazines that transformed journalism and the reading habits of upscale Americans. Time summarized and interpreted the week's news; Life was a picture magazine of politics, culture, and society that dominated American visual perceptions in the era before television; Fortune explored in depth the economy and the world of business, introducing to executives avant-garde ideas such as Keynesianism; and Sports Illustrated explored the motivations and strategies of sports teams and key players.",
      "pageId": 172706,
      "monthDay": "04/03"
    },
    {
      "year": "1888",
      "uri": "/wiki/Thomas_C._Kinkaid",
      "name": "Thomas C. Kinkaid",
      "aboutText": "Camille Nimr Chamoun (Arabic: كميل نمر شمعون, Kamīl Sham'ūn) (3 April 1900 – 7 August 1987) was President of Lebanon from 1952 to 1958, and one of the country's main Christian leaders during most of the Lebanese Civil War (1975–1990).",
      "pageId": 301726,
      "monthDay": "04/03"
    },
    {
      "year": "1889",
      "uri": "/wiki/Grigora%C8%99_Dinicu",
      "name": "Grigoraș Dinicu",
      "aboutText": "Princess Maud Alexandra Victoria Georgina Bertha (3 April 1893 – 14 December 1945), later Countess of Southesk, was a granddaughter of the British king Edward VII. Maud and her elder sister, Alexandra, had the distinction of being the only female-line descendants of a British sovereign officially granted both the title of Princess and the style of Highness. Despite the fact that they were not daughters of a royal duke, they were sometimes unofficially referred to with the territorial designation of Fife but in official documents, until their marriages, they were always styled Her Highness Princess Maud or Alexandra, without the territorial designation \"of Fife\".\nAlthough Princess Maud did not otherwise carry out royal engagements, because of her position in the Commonwealth's order of succession she served as a Counsellor of State between 1942 and 1945.",
      "pageId": 322871,
      "monthDay": "04/03"
    },
    {
      "year": "1893",
      "uri": "/wiki/Leslie_Howard_(actor)",
      "name": "Leslie Howard",
      "aboutText": "Iron Eyes Cody (born Espera Oscar de Corti April 3, 1904 – January 4, 1999) was an American actor. He portrayed Native Americans in Hollywood films. He also played an Indian shedding a tear about litter in one of the country's most well-known television PSAs, \"Keep America Beautiful\".",
      "pageId": 381485,
      "monthDay": "04/03"
    },
    {
      "year": "1893",
      "uri": "/wiki/Princess_Maud,_Countess_of_Southesk",
      "name": "Princess Maud, Countess of Southesk",
      "aboutText": "Sally Rand (April 3, 1904 – August 31, 1979) was a burlesque dancer and actress, most noted for her ostrich feather fan dance and balloon bubble dance. She also performed under the name Billie Beck.",
      "pageId": 452152,
      "monthDay": "04/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Mario_Castelnuovo-Tedesco",
      "name": "Mario Castelnuovo-Tedesco",
      "aboutText": "Mario Castelnuovo-Tedesco (April 3, 1895 – March 16, 1968) was an Italian composer. He was known as one of the foremost guitar composers in the twentieth century with almost one hundred compositions for that instrument. In 1939 he migrated to the United States and became a film composer for MGM Studios for some 200 Hollywood movies for the next fifteen years.",
      "pageId": 1015494,
      "monthDay": "04/03"
    },
    {
      "year": "1895",
      "uri": "/wiki/Zez_Confrey",
      "name": "Zez Confrey",
      "aboutText": "Sir John Frederick Neville Cardus, CBE (3 April 1888 – 28 February 1975) was an English writer and critic. From an impoverished home background, and mainly self-educated, he became cricket correspondent of The Manchester Guardian in 1919, and that newspaper's chief music critic in 1927, holding the two posts simultaneously until 1940. His contributions to these two distinct fields in the years before the Second World War established his reputation as one of the foremost critics of his generation.",
      "pageId": 1112959,
      "monthDay": "04/03"
    },
    {
      "year": "1897",
      "uri": "/wiki/Thrasyvoulos_Tsakalotos",
      "name": "Thrasyvoulos Tsakalotos",
      "aboutText": "George Albert Jessel (April 3, 1898 – May 23, 1981), sometimes called \"Georgie\" Jessel, was an American illustrated song \"model,\" actor, singer, songwriter, and Academy Award-winning movie producer. He was famous in his lifetime as a multitalented comedic entertainer, achieving a level of recognition that transcended his limited roles in movies. He was widely known by his nickname, the \"Toastmaster General of the United States,\" for his frequent role as the master of ceremonies at political and entertainment gatherings.",
      "pageId": 1225110,
      "monthDay": "04/03"
    },
    {
      "year": "1898",
      "uri": "/wiki/George_Jessel_(actor)",
      "name": "George Jessel",
      "aboutText": "David Bone Nightingale Jack (3 April 1898 – 10 September 1958) was an English footballer, the first player ever to score at Wembley, and the first footballer in the world to be transferred for more than £10,000. His father, Bob Jack, was also a footballer, as were his brothers Rollo and Donald.\nAn inside forward, born in Bolton, Lancashire, Jack started his career with his father's club, Plymouth Argyle in 1919.",
      "pageId": 1386074,
      "monthDay": "04/03"
    },
    {
      "year": "1898",
      "uri": "/wiki/Henry_Luce",
      "name": "Henry Luce",
      "aboutText": "Thomas Cassin Kinkaid (3 April 1888 – 17 November 1972) served as an admiral in the United States Navy during World War II. He built a reputation as a \"fighting admiral\" in the aircraft carrier battles of 1942 and commanded the Allied forces in the Aleutian Islands Campaign. He was Commander Allied Naval Forces and the Seventh Fleet under General of the Army Douglas MacArthur in the Southwest Pacific Area, where he conducted numerous amphibious operations, and commanded an Allied fleet during the Battle of Leyte Gulf, largest naval battle of World War II and the last naval battle between battleships in history.\nBorn into a naval family, Kinkaid was ranked in the lower half of his class on his graduation from the United States Naval Academy in June 1908.",
      "pageId": 1423769,
      "monthDay": "04/03"
    },
    {
      "year": "1899",
      "uri": "/wiki/David_Jack",
      "name": "David Jack",
      "aboutText": "Edward Elzear \"Zez\" Confrey (April 3, 1895 – November 22, 1971) was an American composer and performer of piano music.",
      "pageId": 1514691,
      "monthDay": "04/03"
    },
    {
      "year": "1899",
      "uri": "/wiki/Maria_Redaelli",
      "name": "Maria Redaelli",
      "aboutText": "Grigoraş Ionică Dinicu (Romanian: [ɡriɡoˈraʃ i.oˈnikə diˈniku]; April 3, 1889 – March 28, 1949 [or August 5, 1948]) was a Romanian composer and violinist or violin virtuoso. He is most famous for his often-played virtuoso violin showpiece \"Hora staccato\" (1906) and for making popular the tune Ciocârlia, composed by his grandfather Angheluș Dinicu for \"nai\" (the Romanian pan flute). It is rumored that Jascha Heifetz once said that Grigoraş Dinicu was the greatest violinist he had ever heard.",
      "pageId": 2258628,
      "monthDay": "04/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Camille_Chamoun",
      "name": "Camille Chamoun",
      "aboutText": "Sir Albert Joseph Walsh (April 3, 1900 – December 12, 1958), commissioner, chief justice and the first Lieutenant Governor of Newfoundland for 1949, the first Lieutenant Governor for Newfoundland after confederation with Canada.",
      "pageId": 3544875,
      "monthDay": "04/03"
    },
    {
      "year": "1900",
      "uri": "/wiki/Albert_Walsh",
      "name": "Albert Walsh",
      "aboutText": "Lieutenant General Robert Frederick Sink (April 3, 1905 – December 13, 1965) was a United States Army officer during World War II, the Korean War, and early parts of the Vietnam War, though he was most famous for his command of the 506th Parachute Infantry Regiment of the 101st Airborne Division.",
      "pageId": 3592971,
      "monthDay": "04/03"
    },
    {
      "year": "1904",
      "uri": "/wiki/Sally_Rand",
      "name": "Sally Rand",
      "aboutText": "Russel Wright (April 3, 1904 – December 21, 1976) was an American Industrial designer during the 20th century.",
      "pageId": 4661570,
      "monthDay": "04/03"
    },
    {
      "year": "1904",
      "uri": "/wiki/Russel_Wright",
      "name": "Russel Wright",
      "aboutText": "Nishizō Tsukahara (塚原 二四三, Tsukahara Nishizō, April 3, 1887 – January 10, 1966), was an admiral in the Imperial Japanese Navy during World War II.",
      "pageId": 8380021,
      "monthDay": "04/03"
    },
    {
      "year": "1905",
      "uri": "/wiki/Robert_Sink",
      "name": "Robert Sink",
      "aboutText": "Thrasyvoulos Tsakalotos (Greek: Θρασύβουλος Τσακαλώτος; 3 April 1897 – 15 August 1989) was a distinguished Greek army Lieutenant General who served in World War I, the Greco-Turkish War of 1919–1922, the World War II and the Greek Civil War, rising to become Chief of the Hellenic Army General Staff.",
      "pageId": 19299044,
      "monthDay": "04/03"
    },
    {
      "year": "1907",
      "uri": "/wiki/Iron_Eyes_Cody",
      "name": "Iron Eyes Cody",
      "aboutText": "Maria Angela Redaelli (3 April 1899 –  2 April 2013) was an Italian supercentenarian. At the time of her death, just one day shy of her 114th birthday, she was the oldest living person in Italy, the oldest living person in Europe and the fourth oldest living person in the world (behind Jiroemon Kimura, Misao Okawa, and Gertrude Weaver).",
      "pageId": 38818956,
      "monthDay": "04/03"
    },
    {
      "year": "1910",
      "uri": "/wiki/Ted_Hook",
      "name": "Ted Hook",
      "aboutText": "Edwin John \"Ted\" Hook CBE (3 April 1910 – 2 April 1990) was a senior Australian public servant best known for his time as Secretary of the Attorney-General's Department in the 1960s.",
      "pageId": 45076002,
      "monthDay": "04/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/Nanette_Bordeaux",
      "name": "Nanette Bordeaux",
      "aboutText": "Stanisława Walasiewicz, also known as Stefania Walasiewicz, Stanisława Walasiewiczówna (see Polish name) and Stella Walsh (3 April 1911 – 4 December 1980) was a Polish track and field athlete, who became a women's Olympic champion in the 100 metres.",
      "pageId": 70521,
      "monthDay": "04/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/Michael_Woodruff",
      "name": "Michael Woodruff",
      "aboutText": "Petrus Jozef Sietse \"Piet\" de Jong (Dutch pronunciation: [ˈpeːtrʏs ˈjoːzəf ˈsitsə ˈpit də ˈjɔŋ]; born 3 April 1915) is a retired Dutch politician of the defunct Catholic People's Party (KVP) now merged into the Christian Democratic Appeal (CDA). He served as Prime Minister of the Netherlands from 5 April 1967 until 6 July 1971.\nDe Jong a decorated naval officer veteran of World War II, graduated from the Royal Netherlands Naval College in 1934 and joined the Royal Netherlands Navy Submarine Service and served on HNLMS O 24 during World War II, he ended the war as the commanding officer of that vessel.",
      "pageId": 98054,
      "monthDay": "04/03"
    },
    {
      "year": "1911",
      "uri": "/wiki/Stanis%C5%82awa_Walasiewicz",
      "name": "Stanisława Walasiewicz",
      "aboutText": "Per Borten  (3 April 1913 – 20 January 2005) was a Norwegian politician from the Centre Party and Prime Minister of Norway from 1965 to 1971. Per Borten is credited for leading the modernization of what was then named Bondepartiet (the Agrarian Party) into today's Centre Party. He was an active opponent of Norway joining the European Union.",
      "pageId": 194401,
      "monthDay": "04/03"
    },
    {
      "year": "1912",
      "uri": "/wiki/Dorothy_Eden",
      "name": "Dorothy Eden",
      "aboutText": "John Demjanjuk (born Ivan Mykolaiovych Demianiuk; Ukrainian: Іван Миколайович Дем'янюк; 3 April 1920 – 17 March 2012) was a retired Ukrainian-American auto worker, a former soldier in the Soviet Red Army, and a POW during the Second World War.\nJohn (Ivan) Demjanjuk was convicted in 2011 in Germany as an accessory to the murder of 28,060 Jews while acting as a guard at the Sobibór extermination camp in occupied Poland. Since his conviction was pending appeal at the time of his death, Demjanjuk remained innocent under German law, his conviction not having undergone the appeal judgment.",
      "pageId": 217245,
      "monthDay": "04/03"
    },
    {
      "year": "1912",
      "uri": "/wiki/Grigoris_Lambrakis",
      "name": "Grigoris Lambrakis",
      "aboutText": "Herbert Eugene \"Herb\" Caen (April 3, 1916 – February 2, 1997) was a San Francisco journalist whose daily column of local goings-on and insider gossip, social and political happenings, painful puns and offbeat anecdotes—\"a continuous love letter to San Francisco\"—appeared in the San Francisco Chronicle for almost sixty years (excepting a relatively brief defection to the San Francisco Examiner) and made him a household name throughout the San Francisco Bay Area.",
      "pageId": 838464,
      "monthDay": "04/03"
    },
    {
      "year": "1913",
      "uri": "/wiki/Per_Borten",
      "name": "Per Borten",
      "aboutText": "Louis Applebaum, CC OOnt (April 3, 1918 – April 19, 2000) was a Canadian composer, administrator, and conductor.\nHe was born in Toronto, Ontario and studied at the Toronto Conservatory of Music with Leo Smith and the University of Toronto with Boris Berlin, Healey Willan and Ernest MacMillan. He also studied composition privately in New York.",
      "pageId": 1179520,
      "monthDay": "04/03"
    },
    {
      "year": "1914",
      "uri": "/wiki/Ray_Getliffe",
      "name": "Ray Getliffe",
      "aboutText": "Grigoris Lambrakis (Greek: Γρηγόρης Λαμπράκης; 3 April 1912 – 27 May 1963) was a Greek politician, physician, track and field athlete, and member of the faculty of the School of Medicine at the University of Athens.",
      "pageId": 1500247,
      "monthDay": "04/03"
    },
    {
      "year": "1914",
      "uri": "/wiki/Sam_Manekshaw",
      "name": "Sam Manekshaw",
      "aboutText": "Field Marshal Sam Hormusji Framji Jamshedji Manekshaw, MC (4 April 1914 – 27 June 2008), popularly known as Sam Bahadur (\"Sam the Brave\"), was an Indian military leader who was the first Indian Army officer to be promoted to the five-star rank of field marshal. His distinguished military career spanned four decades and five wars, beginning with service in the British Indian Army in World War II. Manekshaw rose to become the 8th Chief of Army Staff of the Indian Army in 1969 and under his command, Indian forces conducted victorious campaigns against Pakistan in the Indo-Pakistani War of 1971 that led to the liberation of Bangladesh in December 1971.\nManekshaw was well-known for his bravery and forthright approach.",
      "pageId": 1704980,
      "monthDay": "04/03"
    },
    {
      "year": "1915",
      "uri": "/wiki/Piet_de_Jong",
      "name": "Piet de Jong",
      "aboutText": "Mary Anderson (April 3, 1918 – April 6, 2014) was an American actress, who appeared in 31 films and 22 television productions between 1939 and 1965.",
      "pageId": 2890002,
      "monthDay": "04/03"
    },
    {
      "year": "1915",
      "uri": "/wiki/%C4%B0hsan_Do%C4%9Framac%C4%B1",
      "name": "İhsan Doğramacı",
      "aboutText": "Ervin Drake (April 3, 1919 – January 15, 2015), birth name was Irving Maurice Druckman, was an American songwriter whose works include such American Songbook standards as \"I Believe\" and \"It Was a Very Good Year\". He wrote in a variety of styles and his work has been recorded by musicians around the world. In 1983, he was inducted into the Songwriters Hall of Fame.",
      "pageId": 3209840,
      "monthDay": "04/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/Herb_Caen",
      "name": "Herb Caen",
      "aboutText": "Louis Guglielmi (3 April 1916 – 4 April 1991) was a Spanish-born French musician of Italian extraction who wrote under the nom de plume Louiguy. He wrote the melody for Édith Piaf's lyrics of \"La Vie en Rose\" and the Latin jazz composition \"Cerisier rose et pommier blanc\", a popular song written in 1950, made famous in English as \"Cherry Pink (and Apple Blossom White)\", which was recast as a resounding mambo hit for Pérez Prado.\nGuglielmi was born in Barcelona.",
      "pageId": 3976817,
      "monthDay": "04/03"
    },
    {
      "year": "1916",
      "uri": "/wiki/Louis_Guglielmi",
      "name": "Louis Guglielmi",
      "aboutText": "Robert Karvelas (April 3, 1921 – December 5, 1991) was an American actor who was notable for his role as the Chief's dense assistant, Larrabee, on the 1960s sitcom Get Smart. He was Don Adams's cousin.\nKarvelas was born in New York City with a twin brother and grew up in Charleroi, Pennsylvania.",
      "pageId": 4647841,
      "monthDay": "04/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Mary_Anderson_(actress,_born_1918)",
      "name": "Mary Anderson",
      "aboutText": "Sir Michael Francis Addison Woodruff, FRS, FRCS (3 April 1911 – 10 March 2001) was an English surgeon and scientist principally remembered for his research into organ transplantation. Though born in London, Woodruff spent his youth in Australia, where he earned degrees in electrical engineering and medicine. Having completed his studies shortly after the outbreak of World War II, he joined the Australian Army Medical Corps, but was soon captured by Japanese forces and imprisoned in the Changi Prison Camp.",
      "pageId": 4829979,
      "monthDay": "04/03"
    },
    {
      "year": "1918",
      "uri": "/wiki/Louis_Applebaum",
      "name": "Louis Applebaum",
      "aboutText": "Raymond Getliffe (April 3, 1914 – June 15, 2008) was a Canadian professional ice hockey left winger who played 10 seasons in the National Hockey League for the Boston Bruins and Montreal Canadiens. Born in Galt, Ontario (now Cambridge, Ontario), he played with the Saint John St. Peters.",
      "pageId": 5292423,
      "monthDay": "04/03"
    },
    {
      "year": "1919",
      "uri": "/wiki/Ervin_Drake",
      "name": "Ervin Drake",
      "aboutText": "Yoshibayama Junnosuke (吉葉山 潤之輔, April 3, 1920 - November 26, 1977), real name Junnosuke Ikeda, was a sumo wrestler from Atsuta, Hokkaidō, Japan. He was the sport's 43rd yokozuna. He suffered a number of injuries and only won one tournament championship, but he was a popular wrestler.",
      "pageId": 9172787,
      "monthDay": "04/03"
    },
    {
      "year": "1919",
      "uri": "/wiki/Clairette_Oddera",
      "name": "Clairette Oddera",
      "aboutText": "Professor İhsan Doğramacı (3 April 1915 – 25 February 2010) was a Turkish paediatrician, entrepreneur, philanthropist, educationalist and college administrator of Iraqi Turkmen descent born in Arbil, Iraq, then Ottoman Empire.\nDoğramacı was a pediatric physician and an international leader of development. He was the founder of Bilkent University, a leading private university and Hacettepe University, one of the overall highly ranked universities in Turkey which specializes in medical sciences in Ankara, Turkey, chairman of the UNICEF executive board, founding President of the Council of Higher Education of Turkey (YÖK), executive director and president of International Pediatric Association (IPA), co-ratifier of WHO's constitution, and he had been the first President and the Chairman of its Board of Trustees in WHO (World Health Organization) since 1985.",
      "pageId": 10081450,
      "monthDay": "04/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/John_Demjanjuk",
      "name": "John Demjanjuk",
      "aboutText": "Stanley Freeman (April 3, 1920 – January 13, 2001) was an American composer, lyricist, musical arranger, conductor, and studio musician.",
      "pageId": 10423062,
      "monthDay": "04/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Stan_Freeman",
      "name": "Stan Freeman",
      "aboutText": "Dorothy Enid Eden (3 April 1912 – 4 March 1982) was a novelist and short story writer. She was born in a farming community near Ashburton on the Canterbury Plains of New Zealand, where she attended school and worked as a legal secretary before moving to England in 1954. She died of cancer in London.",
      "pageId": 12903704,
      "monthDay": "04/03"
    },
    {
      "year": "1920",
      "uri": "/wiki/Yoshibayama_Junnosuke",
      "name": "Yoshibayama Junnosuke",
      "aboutText": "Nanette Bordeaux (April 3, 1911 – September 20, 1956) was a French Canadian-born American film actress.",
      "pageId": 14928475,
      "monthDay": "04/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Robert_Karvelas",
      "name": "Robert Karvelas",
      "aboutText": "Clairette, CM CQ (April 3, 1919 – October 28, 2008) was a Quebec-based French actress and singer. After her own career slowed down she became the proprietor of Montreal's \"Chez Clairette\" nightclub. In later life she received official honors for her cultural influence in giving a career break to many up-and-coming entertainers who later became famous.",
      "pageId": 26857619,
      "monthDay": "04/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Dar%C3%ADo_Moreno",
      "name": "Darío Moreno",
      "aboutText": "Marlon Brando, Jr. (April 3, 1924 – July 1, 2004) was an American actor, film director, and activist. He is credited with helping to popularize the Stanislavski system of acting.",
      "pageId": 19903,
      "monthDay": "04/03"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jan_Sterling",
      "name": "Jan Sterling",
      "aboutText": "Virgil Ivan \"Gus\" Grissom (April 3, 1926 – January 27, 1967), (Lt Col, USAF), was one of the original NASA Project Mercury astronauts, test pilot, mechanical engineer, and a United States Air Force pilot. He was the second American to fly in space, and the first member of the NASA Astronaut Corps to fly in space twice.\nGrissom was killed along with fellow astronauts Ed White and Roger Chaffee during a pre-launch test for the Apollo 1 mission at Cape Canaveral Air Force Station (then known as Cape Kennedy), Florida.",
      "pageId": 36592,
      "monthDay": "04/03"
    },
    {
      "year": "1922",
      "uri": "/wiki/Yevhen_Bulanchyk",
      "name": "Yevhen Bulanchyk",
      "aboutText": "Anthony Neil Wedgwood Benn (3 April 1925 – 14 March 2014), originally known as Anthony Wedgwood Benn, but later as Tony Benn, was a British politician who was a Member of Parliament (MP) for 47 years between the 1950 and 2001 general elections and a Cabinet minister in the Labour governments of Harold Wilson and James Callaghan in the 1960s and 1970s. Originally a 'moderate', he was identified as being on the party's hard left from the early 1980s, ideologically identifying as a democratic socialist.\nBenn inherited a hereditary peerage on his father's death (as 2nd Viscount Stansgate), preventing him continuing as an MP. He fought to remain in the House of Commons, and then campaigned for the ability to renounce the title, a campaign which succeeded with the Peerage Act 1963.",
      "pageId": 100413,
      "monthDay": "04/03"
    },
    {
      "year": "1923",
      "uri": "/wiki/Daniel_Hoffman",
      "name": "Daniel Hoffman",
      "aboutText": "Donald Eugene \"Don\" Gibson (April 3, 1928 – November 17, 2003) was an American songwriter and country musician.",
      "pageId": 323133,
      "monthDay": "04/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Marlon_Brando",
      "name": "Marlon Brando",
      "aboutText": "Jan Sterling (April 3, 1921 – March 26, 2004) was an American actress of stage, film and television.\nMost active in films during the 1950s (immediately prior to which she had joined the Actors Studio), Sterling received a Golden Globe Award for Best Supporting Actress for her performance in The High and the Mighty (1954), and was nominated for an Academy Award for Best Supporting Actress for the same performance. Her best performance is often recognized as the \"sluttish, opportunistic wife\" opposite Kirk Douglas in Billy Wilder's 1951 Ace in the Hole.",
      "pageId": 557496,
      "monthDay": "04/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Peter_Hawkins",
      "name": "Peter Hawkins",
      "aboutText": "Poul Holmskov Schlüter (Danish pronunciation: [pʰʌʊ̯l hʌlmsɡ̊ʌʊ̯ slyd̥ɐ], 3 April 1929) is a Danish politician, who served as Prime Minister of Denmark from 1982 to 1993. He was the first member of the Conservative People's Party to become Prime Minister, as well as the first conservative to hold the office since 1901.",
      "pageId": 670319,
      "monthDay": "04/03"
    },
    {
      "year": "1924",
      "uri": "/wiki/Roza_Shanina",
      "name": "Roza Shanina",
      "aboutText": "Fazlur Rahman Khan (3 April 1929 – 27 March 1982) was a Bangladeshi-American structural engineer and architect who initiated important structural systems for skyscrapers. He is recognized as one of the most influential engineers and architects of the 20th century, and has been called \"the father of tubular designs for high-rises\" by the American Society of Civil Engineers. Khan was also a pioneer in computer-aided design.",
      "pageId": 1286023,
      "monthDay": "04/03"
    },
    {
      "year": "1925",
      "uri": "/wiki/Tony_Benn",
      "name": "Tony Benn",
      "aboutText": "Emmett Johns, CM GOQ (born April 3, 1928), also known as \"Pops\", is the founder of the organization Dans La Rue, formally known as Le Bon Dieu Dans La Rue (Dans La Rue) a homeless shelter and support group for street youth in Montreal, Quebec, Canada. Fr. Johns was a member of the Quebec delegation which attended the funeral of Pope John Paul II. He was formerly a priest at St.",
      "pageId": 1714857,
      "monthDay": "04/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Timothy_Bateson",
      "name": "Timothy Bateson",
      "aboutText": "Daniel Gerard Hoffman (April 3, 1923 – March 30, 2013) was an American poet, essayist, and academic. He was appointed the twenty-second Poet Laureate Consultant in Poetry to the Library of Congress in 1973.\nHoffman was born in New York City.",
      "pageId": 1891758,
      "monthDay": "04/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Alex_Grammas",
      "name": "Alex Grammas",
      "aboutText": "Kevin Hagen (April 3, 1928 – July 9, 2005) was an American actor best known for his role as Dr. Hiram Baker on NBC's Little House on the Prairie.",
      "pageId": 2219711,
      "monthDay": "04/03"
    },
    {
      "year": "1926",
      "uri": "/wiki/Gus_Grissom",
      "name": "Gus Grissom",
      "aboutText": "Jennifer Mary Paterson (3 April 1928 – 10 August 1999) was a British celebrity chef, actress and television personality who appeared on the television programme Two Fat Ladies with Clarissa Dickson Wright.\nThe pair were famous for their rich traditional meals made from scratch. Paterson was known for her liberal use of butter and cream, remarking on her television show in her usual manner with a shake of the hand, that yoghurt was only fit for vegetarians and those with \"a poor tummy.\" They travelled to filming locations throughout the UK on Paterson's Triumph Thunderbird motorbike with Dickson-Wright occupying the sidecar.",
      "pageId": 2331784,
      "monthDay": "04/03"
    },
    {
      "year": "1927",
      "uri": "/wiki/Wesley_A._Brown",
      "name": "Wesley A. Brown",
      "aboutText": "Peter John Hawkins (3 April 1924 – 8 July 2006) was an English actor and voice artist. During the 1960s, 1970s and 1980s Hawkins was one of the most sought-after voiceovers for television and radio, being a regular face and voice around the Soho-based circuit of commercial production studios, and working regularly with the likes of Patrick Allen, Edward Judd, David Tate and David Jason.",
      "pageId": 2511133,
      "monthDay": "04/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Don_Gibson",
      "name": "Don Gibson",
      "aboutText": "Alexander Peter Grammas (born April 3, 1926) is a former Major League infielder and manager. A native of Birmingham, Alabama, Grammas played in the National League for the St. Louis Cardinals, Cincinnati Redlegs and the Chicago Cubs.",
      "pageId": 2763289,
      "monthDay": "04/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Kevin_Hagen",
      "name": "Kevin Hagen",
      "aboutText": "Earl Francis Lloyd (April 3, 1928 – February 26, 2015) was an American professional basketball player. He was the first black person to play in the National Basketball Association, in the 1950–51 NBA season. Three other African Americans played in the same season: Chuck Cooper, Nathaniel Clifton, and Hank DeZonie.",
      "pageId": 2861019,
      "monthDay": "04/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Emmett_Johns",
      "name": "Emmett Johns",
      "aboutText": "Darío Moreno (3 April 1921 – 1 December 1968) was a Turkish polyglot singer, an accomplished composer, lyricist, and guitarist. He attained fame and made a remarkable career centered in France which also included films, during the 1950s and the 1960s. He became famous with his 1961 song Brigitte Bardot.",
      "pageId": 4507473,
      "monthDay": "04/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Earl_Lloyd",
      "name": "Earl Lloyd",
      "aboutText": "Lee Leonard (born in New York City on April 3, 1929) is an American television personality who was involved in the launch of cable television networks ESPN and CNN.",
      "pageId": 5494142,
      "monthDay": "04/03"
    },
    {
      "year": "1928",
      "uri": "/wiki/Jennifer_Paterson",
      "name": "Jennifer Paterson",
      "aboutText": "Timothy Dingwall Bateson (3 April 1926 – 16 September 2009) was an English actor. The son of Dingwall Bateson, a solicitor later knighted, he was educated at Uppingham School, Uppingham, Rutland and Wadham College, Oxford.\nBateson's stage credits included the first British production of Samuel Beckett's Waiting for Godot in 1955 at the Arts Theatre in London in a production directed by Peter Hall.",
      "pageId": 6022532,
      "monthDay": "04/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Fazlur_Khan",
      "name": "Fazlur Khan",
      "aboutText": "Roza Georgiyevna Shanina (Russian: Ро́за Гео́ргиевна Ша́нина, IPA: [ˈrozə ɡʲɪˈorɡʲɪɪvnəˈʂanʲɪnə]; 3 April 1924 – 28 January 1945) was a Soviet sniper during World War II, credited with fifty-nine confirmed kills, including twelve soldiers during the Battle of Vilnius. Shanina volunteered for the military after the death of her brother in 1941 and chose to be a marksman on the front line. Praised for her shooting accuracy, Shanina was capable of precisely hitting moving enemy personnel and making doublets (two target hits by two rounds fired in quick succession).",
      "pageId": 8078887,
      "monthDay": "04/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Lee_Leonard",
      "name": "Lee Leonard",
      "aboutText": "Wesley Anthony Brown (April 3, 1927 – May 22, 2012) was the first African American graduate of the U.S. Naval Academy (USNA), in Annapolis, Maryland. He served in the Korean War and the Vietnam War and served in the U.S. Navy from May 2, 1944, until June 30, 1969.",
      "pageId": 9396450,
      "monthDay": "04/03"
    },
    {
      "year": "1929",
      "uri": "/wiki/Poul_Schl%C3%BCter",
      "name": "Poul Schlüter",
      "aboutText": "Yevgeniy Bulanchik (3 April 1922 – 17 November 1995) was an Ukrainian former athlete who competed in the 1952 Summer Olympics.",
      "pageId": 35766926,
      "monthDay": "04/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Lawton_Chiles",
      "name": "Lawton Chiles",
      "aboutText": "Jan and Dean were an American rock and roll duo consisting of William Jan Berry (April 3, 1941 – March 26, 2004) and Dean Ormsby Torrence (born March 10, 1940). In the early 1960s, they were pioneers of the California Sound and vocal surf music styles popularized by the Beach Boys. Among their most successful songs was \"Surf City\", which topped US record charts in 1963, the first surf song to do so.",
      "pageId": 16241,
      "monthDay": "04/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Helmut_Kohl",
      "name": "Helmut Kohl",
      "aboutText": "Helmut Josef Michael Kohl (German: [ˈhɛlmuːt ˈjoːzɛf 'mɪçaʔeːl ˈkoːl]; born 3 April 1930) is a German statesman, who served as Chancellor of Germany from 1982 to 1998 (of West Germany 1982–90 and of the reunited Germany 1990–98) and as the chairman of the Christian Democratic Union (CDU) from 1973 to 1998.\nHis 16-year tenure was the longest of any German chancellor since Otto von Bismarck, and by far the longest of any democratically elected chancellor. He oversaw the end of the Cold War, and is widely regarded as the main architect of the German reunification.",
      "pageId": 41896,
      "monthDay": "04/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Mario_Benjam%C3%ADn_Men%C3%A9ndez",
      "name": "Mario Benjamín Menéndez",
      "aboutText": "Dame Jane Morris Goodall, DBE (/ˈɡʊdˌɔːl/; born Valerie Jane Morris-Goodall; 3 April 1934) is a British primatologist, ethologist, anthropologist, and UN Messenger of Peace. Considered to be the world's foremost expert on chimpanzees, Goodall is best known for her 55-year study of social and family interactions of wild chimpanzees in Gombe Stream National Park, Tanzania. She is the founder of the Jane Goodall Institute and the Roots & Shoots program, and she has worked extensively on conservation and animal welfare issues.",
      "pageId": 45397,
      "monthDay": "04/03"
    },
    {
      "year": "1930",
      "uri": "/wiki/Wally_Moon",
      "name": "Wally Moon",
      "aboutText": "Philippé Wynne (April 3, 1941 – July 14, 1984), born Phillip Walker, was an American singer. Best known for his role as the lead singer of The Spinners (a role he shared with fellow group members Bobby Smith, and Henry Fambrough). Wynne scored notable hits such as \"How Could I Let You Get Away\", \"The Rubberband Man\", and \"One of a Kind (Love Affair)\".",
      "pageId": 210569,
      "monthDay": "04/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/William_Bast",
      "name": "William Bast",
      "aboutText": "Lawton Mainor Chiles, Jr. (April 3, 1930 – December 12, 1998) was an American politician from the U.S. state of Florida. A Korean War veteran, Chiles later returned to Florida for law school and eventually opened his own private practice in 1955.",
      "pageId": 426046,
      "monthDay": "04/03"
    },
    {
      "year": "1931",
      "uri": "/wiki/David_Swift_(actor)",
      "name": "David Swift",
      "aboutText": "Rocco Scott LaFaro (April 3, 1936 – July 6, 1961) was an influential American jazz double bassist, perhaps best known for his seminal work with the Bill Evans Trio.",
      "pageId": 509497,
      "monthDay": "04/03"
    },
    {
      "year": "1933",
      "uri": "/wiki/Bob_Dornan",
      "name": "Bob Dornan",
      "aboutText": "Robert Kenneth \"Bob\" Dornan (born April 3, 1933) is a Republican and former member of the United States House of Representatives from California and a vocal advocate of pro-life and social conservative causes.\nA boisterous former actor and television talk show host, Dornan had a flair for the dramatic that drew him supporters and detractors well beyond his congressional districts.",
      "pageId": 644510,
      "monthDay": "04/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jane_Goodall",
      "name": "Jane Goodall",
      "aboutText": "Eric Braeden (born Hans-Jörg Gudegast; April 3, 1941) is a German film and television actor, best known for his roles as Victor Newman on the soap opera The Young and the Restless, as Hans Dietrich in the 1960s TV series The Rat Patrol, Dr. Charles Forbin in Colossus: The Forbin Project, and as John Jacob Astor IV in the 1997 film Titanic. He won a Daytime Emmy Award in 1998 for Lead Actor in a Drama Series for the role of Victor Newman.",
      "pageId": 723129,
      "monthDay": "04/03"
    },
    {
      "year": "1934",
      "uri": "/wiki/Jim_Parker_(American_football)",
      "name": "Jim Parker",
      "aboutText": "David Swift (born 3 April 1931) is an English actor.",
      "pageId": 870001,
      "monthDay": "04/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Scott_LaFaro",
      "name": "Scott LaFaro",
      "aboutText": "Paul Craig Roberts (born April 3, 1939) is an American economist, author and blogger. He served for one year as an Assistant Secretary of the Treasury for Economic Policy in the Reagan administration. He is a former editor and columnist for the Wall Street Journal, Business Week, and Scripps Howard News Service.",
      "pageId": 907154,
      "monthDay": "04/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jimmy_McGriff",
      "name": "Jimmy McGriff",
      "aboutText": "Wallace Wade Moon, known as Wally Moon, (born April 3, 1930, in Bay, Craighead County, Arkansas) is a former Major League Baseball outfielder. Moon played his 12-year career in the major leagues for the St. Louis Cardinals (1954–58) and Los Angeles Dodgers (1959–65).",
      "pageId": 1180042,
      "monthDay": "04/03"
    },
    {
      "year": "1936",
      "uri": "/wiki/Harold_Vick",
      "name": "Harold Vick",
      "aboutText": "Jeff Barry (born Joel Adelberg, April 3, 1938, Brooklyn, New York) is an American pop music songwriter, singer, and record producer.",
      "pageId": 2303140,
      "monthDay": "04/03"
    },
    {
      "year": "1938",
      "uri": "/wiki/Jeff_Barry",
      "name": "Jeff Barry",
      "aboutText": "Carl Boenish (April 3, 1941 – July 7, 1984) considered the father of modern BASE jumping, was a freefall cinematographer, who in 1978 filmed the first jumps from El Capitan using ram-air parachutes. These jumps were repeated, not as a publicity exercise or as a movie stunt, but as part of the development of a recurring recreational activity. This approach defined modern BASE jumping.",
      "pageId": 2650511,
      "monthDay": "04/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Fran%C3%A7ois_de_Roubaix",
      "name": "François de Roubaix",
      "aboutText": "James Harrell McGriff (April 3, 1936 – May 24, 2008) was an American hard bop and soul-jazz organist and organ trio bandleader who developed a distinctive style of playing the Hammond B-3 organ.",
      "pageId": 8814094,
      "monthDay": "04/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Hawk_Taylor",
      "name": "Hawk Taylor",
      "aboutText": "William Bast (April 3, 1931 – May 4, 2015) was an American screenwriter and author. In addition to writing scripts for motion pictures and television, he was the author of two biographies of the screen actor James Dean.",
      "pageId": 9455499,
      "monthDay": "04/03"
    },
    {
      "year": "1939",
      "uri": "/wiki/Paul_Craig_Roberts",
      "name": "Paul Craig Roberts",
      "aboutText": "James Thomas \"Jim\" Parker (April 3, 1934 – July 18, 2005) was an American football player. He played college football at Ohio State University from 1954 to 1956 and in the National Football League (NFL) with the Baltimore Colts from 1957 to 1967.",
      "pageId": 10232138,
      "monthDay": "04/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Jan_and_Dean",
      "name": "Jan Berry",
      "aboutText": "Robert Dale \"Hawk\" Taylor (April 3, 1939 – June 9, 2012) was a catcher for the Milwaukee Braves (1957–58 and 1961–63), New York Mets (1964–67), California Angels (1967) and Kansas City Royals (1969–70).\nTaylor was signed out of high school by the Milwaukee Braves in 1957 and made his major league debut that June at the age of 18, appearing in seven games. During the next five seasons, he only played sporadically for the Braves and was eventually sold to the New York Mets in December, 1963.",
      "pageId": 10433556,
      "monthDay": "04/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Carl_Boenish",
      "name": "Carl Boenish",
      "aboutText": "Harold Vick (April 3, 1936 – November 13, 1987) was an American hard bop and soul jazz saxophonist and flautist.",
      "pageId": 11921178,
      "monthDay": "04/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Eric_Braeden",
      "name": "Eric Braeden",
      "aboutText": "François de Roubaix (April 3, 1939 in Neuilly-sur-Seine, Hauts-de-Seine – November 22, 1975 in Tenerife, Canary Islands) was a French film score composer.\nRoubaix did not receive any formal education in music, but began studying jazz on his own at age 15, forming a band and learning trombone as an autodidact. His father, filmmaker Paul de Roubaix, made educational films, and offered to let François compose scores for them.",
      "pageId": 15339520,
      "monthDay": "04/03"
    },
    {
      "year": "1941",
      "uri": "/wiki/Philipp%C3%A9_Wynne",
      "name": "Philippé Wynne",
      "aboutText": "Mario Benjamin Menéndez (3 April 1930 – 18 September 2015) was the Argentine governor of the Falklands during the 1982 Argentine occupation of the islands. He also served in the Argentine Army. Menéndez surrendered Argentine forces to Britain during the Falklands War.",
      "pageId": 20839615,
      "monthDay": "04/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Marsha_Mason",
      "name": "Marsha Mason",
      "aboutText": "Jonathan Lynn (born 3 April 1943) is an English stage and film director, producer, writer and actor.",
      "pageId": 168778,
      "monthDay": "04/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Wayne_Newton",
      "name": "Wayne Newton",
      "aboutText": "Marsha Mason (born April 3, 1942) is an American actress and director. She is a four-time Academy Award nominee and two-time Golden Globe Award winner.\nMason's first film role was in Hot Rod Hullabaloo in 1966.",
      "pageId": 225468,
      "monthDay": "04/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Marek_Perepeczko",
      "name": "Marek Perepeczko",
      "aboutText": "Bernard Marcel \"Bernie\" Parent (born April 3, 1945) is a retired Canadian professional ice hockey goaltender who played 13 National Hockey League (NHL) seasons with the Philadelphia Flyers, Boston Bruins, and Toronto Maple Leafs, and also spent one season in the World Hockey Association (WHA) with the Philadelphia Blazers. During the 1973–74 and 1974–75 seasons, in what many consider the finest consecutive seasons ever by a goaltender, the Flyers won two Stanley Cups and Parent won the Vezina Trophy and Conn Smythe Trophy both seasons. In that two-year run of dominance, Parent posted 30 shutouts in regular and post season play combined.",
      "pageId": 543124,
      "monthDay": "04/03"
    },
    {
      "year": "1942",
      "uri": "/wiki/Billy_Joe_Royal",
      "name": "Billy Joe Royal",
      "aboutText": "Carson Wayne Newton (born April 3, 1942) is an American singer and entertainer. One of the best-known entertainers in Las Vegas, Nevada, he is known by the nicknames The Midnight Idol, Mr. Las Vegas and Mr.",
      "pageId": 556410,
      "monthDay": "04/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mario_Lavista",
      "name": "Mario Lavista",
      "aboutText": "John Virgo (born 3 March 1946) is an English former professional snooker player and more recently a snooker commentator and TV personality.",
      "pageId": 621526,
      "monthDay": "04/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jonathan_Lynn",
      "name": "Jonathan Lynn",
      "aboutText": "Richard George Manuel (April 3, 1943 – March 4, 1986) was a Canadian composer, singer, and multi-instrumentalist, best known as the pianist, regular lead singer, and occasional drummer of the Band. He was a member of the original band from 1967 to 1976 and the re-formed band from 1983 until his death.",
      "pageId": 664492,
      "monthDay": "04/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Richard_Manuel",
      "name": "Richard Manuel",
      "aboutText": "Billy Joe Royal (April 3, 1942 – October 6, 2015) was an American pop and country singer.",
      "pageId": 799178,
      "monthDay": "04/03"
    },
    {
      "year": "1943",
      "uri": "/wiki/Doreen_Tracey",
      "name": "Doreen Tracey",
      "aboutText": "Hanna Suchocka [ˈxanna suˈxɔt͡ska] (born 3 April 1946) is a Polish political figure, lawyer, professor at Adam Mickiewicz University in Poznań and Chair of the Constitutional Law Department.\nShe served as the prime minister of Poland between 8 July 1992 and 26 October 1993 under the presidency of Lech Wałęsa. She is the first woman to hold this post in Poland and was the 14th woman to be appointed and serve as prime minister in the world.",
      "pageId": 806118,
      "monthDay": "04/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_Colman",
      "name": "Peter Colman",
      "aboutText": "Michael Anthony Orlando Cassavitis (born April 3, 1944), better known as Tony Orlando, is an American show business professional, best known as the lead singer of the group Tony Orlando and Dawn in the early 1970s.\nDiscovered by producer Don Kirshner, Orlando had songs on the charts in 1961 when he was 16, \"Halfway to Paradise\" and \"Bless You\". Orlando then became a producer himself, and at an early age was promoted to a vice-president position at CBS Records, where he was in charge of the April-Blackwood Music division.",
      "pageId": 850631,
      "monthDay": "04/03"
    },
    {
      "year": "1944",
      "uri": "/wiki/Tony_Orlando",
      "name": "Tony Orlando",
      "aboutText": "Mario Lavista (born April 3, 1943 in Mexico City) is a Mexican composer, writer and intellectual.",
      "pageId": 1394711,
      "monthDay": "04/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Doon_Arbus",
      "name": "Doon Arbus",
      "aboutText": "Doon Arbus (born April 3, 1945), a daughter of actor Allan Arbus and photographer Diane Arbus, is a writer and journalist. Her sister, Amy Arbus, is a photojournalist. Doon was 26 when her mother died, and now manages her estate.",
      "pageId": 1598730,
      "monthDay": "04/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Bernie_Parent",
      "name": "Bernie Parent",
      "aboutText": "Pat Proft is an American comedy writer and actor. Born in Minnesota in 1947, Proft began his career at Dudley Riggs' Brave New Workshop in Minneapolis in the mid 1960s. Proft went on to perform as a one-man comedy act in the late 1960s.",
      "pageId": 1815806,
      "monthDay": "04/03"
    },
    {
      "year": "1945",
      "uri": "/wiki/Catherine_Spaak",
      "name": "Catherine Spaak",
      "aboutText": "María Luisa Paredes Bartolomé, (born 3 April 1946 in Madrid), better known in show business as Marisa Paredes, is a Spanish actress.",
      "pageId": 2272110,
      "monthDay": "04/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Dee_Murray",
      "name": "Dee Murray",
      "aboutText": "Dee Murray (born David Murray Oates; 3 April 1946 – 15 January 1992) was an English bass guitarist, best known as a member of Elton John's band.",
      "pageId": 2830059,
      "monthDay": "04/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Marisa_Paredes",
      "name": "Marisa Paredes",
      "aboutText": "Arlette Cousture, OC CQ (born April 3, 1948) is a Canadian writer.\nCousture was born in Saint-Lambert, Quebec.\nIn 1998, she was made an Officer of the Order of Canada.",
      "pageId": 3079871,
      "monthDay": "04/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/Hanna_Suchocka",
      "name": "Hanna Suchocka",
      "aboutText": "Marek Perepeczko (3 April 1942 – 17 November 2005) was a popular Polish movie and theatrical actor.\nBetween 1960 and 1961, he appeared in Andrzej Konic's Poetic Studio (Studio Poetyckie Andrzeja Konica) in TVP (Polish Television/Telewizja Polska). Perepeczko graduated from Aleksander Zelwerowicz State Theatre Academy in Warsaw in 1965.",
      "pageId": 3195481,
      "monthDay": "04/03"
    },
    {
      "year": "1946",
      "uri": "/wiki/John_Virgo",
      "name": "John Virgo",
      "aboutText": "Catherine Spaak (born 3 April 1945) is a French-Italian actress and singer.",
      "pageId": 3224757,
      "monthDay": "04/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Anders_Eliasson",
      "name": "Anders Eliasson",
      "aboutText": "Anders Erik Birger Eliasson (3 April 1947 in Borlänge – 20 May 2013 in Stockholm) was a Swedish composer.",
      "pageId": 5230580,
      "monthDay": "04/03"
    },
    {
      "year": "1947",
      "uri": "/wiki/Pat_Proft",
      "name": "Pat Proft",
      "aboutText": "Doreen Isabelle Tracey (born April 13, 1943) was a performer on the original Mickey Mouse Club television show from 1955 to 1958.",
      "pageId": 6082692,
      "monthDay": "04/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Arlette_Cousture",
      "name": "Arlette Cousture",
      "aboutText": "Peter Malcolm Colman (born 1944) FRS is the head of the Structural Biology Division at the Walter and Eliza Hall Institute of Medical Research in Melbourne, Australia.\n^ a b COLMAN, Dr Peter Malcolm. Who's Who 2014 (online Oxford University Press ed.).",
      "pageId": 44099634,
      "monthDay": "04/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jaap_de_Hoop_Scheffer",
      "name": "Jaap de Hoop Scheffer",
      "aboutText": "Carlos Salinas de Gortari (Spanish pronunciation: [ˈkarlos saˈlinaz ðe ɣorˈtaɾi]) (born 3 April 1948) is a Mexican economist and politician affiliated to the Institutional Revolutionary Party (PRI) who served as President of Mexico from 1988 to 1994. Earlier in his career he worked in the Budget Secretariat eventually becoming Secretary.",
      "pageId": 64488,
      "monthDay": "04/03"
    },
    {
      "year": "1948",
      "uri": "/wiki/Carlos_Salinas_de_Gortari",
      "name": "Carlos Salinas de Gortari",
      "aboutText": "Richard John Thompson OBE (born 3 April 1949) is a British songwriter, guitarist and recording and performing musician.\nThompson was awarded the Orville H. Gibson Award for best acoustic guitar player in 1991. Similarly, his songwriting has earned him an Ivor Novello Award and, in 2006, a lifetime achievement award from BBC Radio.",
      "pageId": 177185,
      "monthDay": "04/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Lyle_Alzado",
      "name": "Lyle Alzado",
      "aboutText": "Jakob Gijsbert \"Jaap\" de Hoop Scheffer ([ˈjaːb də ˈɦoːp ˈsxɛfər]; born April 3, 1948) is a retired Dutch politician of the Christian Democratic Appeal (CDA). He served as the 11th Secretary General of NATO from January 5, 2004, until August 1, 2009.\nHe previously served as a Member of the House of Representatives from June 3, 1986, until May 23, 2002, and became the Parliamentary leader of the Christian Democratic Appeal in the House of Representatives of the Netherlands and CDA Party leader on March 27, 1997 after Enneüs Heerma stepped down.",
      "pageId": 321413,
      "monthDay": "04/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/A._C._Grayling",
      "name": "A. C. Grayling",
      "aboutText": "Sir Brendan Paul Barber (born 3 April 1951) is chair of the Advisory, Conciliation and Arbitration Service (ACAS) Council. He is a former general secretary of the United Kingdom's Trades Union Congress (TUC); a post he held from June 2003 until his retirement at the end of 2012. He was appointed Acas Chair in 2014, replacing Ed Sweeney, who had been in the post since 2007.",
      "pageId": 472493,
      "monthDay": "04/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Hans-Georg_Schwarzenbeck",
      "name": "Hans-Georg Schwarzenbeck",
      "aboutText": "Elisabetta Olga Laura Brusa (born April 3, 1954) is an Italian composer.\nBrusa was born in Milan, and as a child wrote 32 piano pieces. At the Milan Conservatory she formally studied composition with Bruno Bettinelli, (who also taught famous Italian conductors like Claudio Abbado and Riccardo Muti) and Azio Corghi, graduating in 1980.",
      "pageId": 1239014,
      "monthDay": "04/03"
    },
    {
      "year": "1949",
      "uri": "/wiki/Richard_Thompson_(musician)",
      "name": "Richard Thompson",
      "aboutText": "Lyle Martin Alzado (April 3, 1949 – May 14, 1992) was a professional American football defensive end of the National Football League famous for his intense and intimidating style of play.",
      "pageId": 1273505,
      "monthDay": "04/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Indrajit_Coomaraswamy",
      "name": "Indrajit Coomaraswamy",
      "aboutText": "Sandra Keith Boynton (born April 3, 1953) is an American humorist, songwriter, director, music producer, children's author and illustrator. Boynton has written and illustrated more than fifty books for both children and adults, as well as over four thousand greeting cards, and five music albums.",
      "pageId": 1443637,
      "monthDay": "04/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Sally_Thomsett",
      "name": "Sally Thomsett",
      "aboutText": "Hariharan (born April 3, 1955) is an Indian playback singer whose songs have been featured mainly in Tamil and Hindi movies. He has also sung many songs in other languages including Malayalam, Kannada, Marathi, Bhojpuri and Telugu films, an established ghazal singer, and one of the pioneers of Indian fusion music. In 2004, he was honoured with the Padma Shri by the Government of India and is a two-time National Award winner.",
      "pageId": 1866452,
      "monthDay": "04/03"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ray_Lucia",
      "name": "Ray Lucia",
      "aboutText": "Sally Thomsett (born 3 April 1950) is an English actress who was born in Sussex, England. She is best known for featuring in the film The Railway Children (1970), and for playing Jo in the TV sitcom, Man About the House (1973–76).",
      "pageId": 1905297,
      "monthDay": "04/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Brendan_Barber",
      "name": "Brendan Barber",
      "aboutText": "Anthony Clifford \"A. C.\" Grayling (/ˈɡreɪlɪŋ/; born 3 April 1949) is a British philosopher. In 2011 he founded and became the first Master of New College of the Humanities, an independent undergraduate college in London. Until June 2011, he was Professor of Philosophy at Birkbeck, University of London, where he taught from 1991.",
      "pageId": 2027044,
      "monthDay": "04/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Annette_Dolphin",
      "name": "Annette Dolphin",
      "aboutText": "Hans-Georg (Georg) \"Katsche\" Schwarzenbeck (born 3 April 1948 in Munich) is a retired German football player. He played in the Bundesliga from 1966 to 1979, appearing in 416 matches as a defender for Bayern Munich. He won six German championships, three German Cups, one European Cup Winners' Cup, and three European Cups.",
      "pageId": 2630117,
      "monthDay": "04/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Danny_Padilla",
      "name": "Danny Padilla",
      "aboutText": "Michael \"Mike\" Moore (born April 3, 1952) was the Attorney General for the U.S. State of Mississippi from 1988 to 2004. He was born in Pascagoula, Mississippi. In 1994, he filed the first lawsuit against thirteen tobacco companies, claiming that they should reimburse the State for the costs of treating those with smoking-related illnesses.",
      "pageId": 3397480,
      "monthDay": "04/03"
    },
    {
      "year": "1951",
      "uri": "/wiki/Mitch_Woods",
      "name": "Mitch Woods",
      "aboutText": "Craig Reid Taubman (born April 3, 1958) is an American singer/songwriter and music producer based in Los Angeles, California. Through his independent label/production office, Craig 'N Company, he has produced 11 albums. He is also the executive producer of the Celebrate Series, 12 Jewish-themed compilation albums with titles like Celebrate Hip Hop and Celebrate Passover.",
      "pageId": 5068019,
      "monthDay": "04/03"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mike_Moore_(U.S._politician)",
      "name": "Mike Moore",
      "aboutText": "Dennis \"Danny\" Padilla (born April 3, 1951) is an American bodybuilder nicknamed \"The Giant Killer\" because of his short stature and amazing ability to defeat much taller competitors.",
      "pageId": 5681932,
      "monthDay": "04/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Sandra_Boynton",
      "name": "Sandra Boynton",
      "aboutText": "Wakanohana Kanji II (若乃花 幹士, born April 3, 1953) is a former sumo wrestler from Ōwani, Aomori, Japan. He was the sport's 56th yokozuna. After retirement he became head coach of Magaki stable.",
      "pageId": 9175945,
      "monthDay": "04/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Wakanohana_Kanji_II",
      "name": "Wakanohana Kanji II",
      "aboutText": "Dr. K. Krishnasamy is an Indian politician and Member of the Legislative Assembly. He is the founder of Puthia Thamizhagam party.",
      "pageId": 24005005,
      "monthDay": "04/03"
    },
    {
      "year": "1953",
      "uri": "/wiki/Craig_Taubman",
      "name": "Craig Taubman",
      "aboutText": "Mitch Woods (born April 3, 1951, Brooklyn, New York, United States) is an American modern day boogie-woogie, jump blues and jazz pianist and singer. Since the early 1980s he has been touring and recording with his band, the Rocket 88s. Woods calls his music, \"rock-a-boogie,\" and with his backing band has retrospectively provided a 1940s and 1950s jump blues style.",
      "pageId": 25716440,
      "monthDay": "04/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/Elisabetta_Brusa",
      "name": "Elisabetta Brusa",
      "aboutText": "Indrajit Coomaraswamy (born April 3, 1950) is a Sri Lankan economist. He was the former Director Economic Affairs at the Commonwealth Secretariat.\nEducated at the Royal College, Colombo and at Harrow School in England, he gained his undergraduate degree at Cambridge University and obtained his Doctorate at the University of Sussex.",
      "pageId": 26269975,
      "monthDay": "04/03"
    },
    {
      "year": "1954",
      "uri": "/wiki/K._Krishnasamy",
      "name": "K. Krishnasamy",
      "aboutText": "Raymond Joseph Lucia, Sr. is an American former Certified Financial Planner, former Registered Investment Advisor, author, radio personality and television host. He is host of The Ray Lucia Show, a nationally syndicated radio and television financial talk show on the Global American Broadcasting Radio Network and the Biz Television Network.",
      "pageId": 28920801,
      "monthDay": "04/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/Hariharan_(singer)",
      "name": "Hariharan",
      "aboutText": "Annette Catherine Dolphin (born 1951) FRS is a Professor of Pharmacology in the Department of Neuroscience, Physiology and Pharmacology at University College London (UCL).",
      "pageId": 46750540,
      "monthDay": "04/03"
    },
    {
      "year": "1955",
      "uri": "/wiki/John_Mooney_(musician)",
      "name": "John Mooney",
      "aboutText": "Edward Regan \"Eddie\" Murphy (born April 3, 1961) is an American comedian, actor, writer, singer, and producer. Box-office takes from Murphy's films make him the 5th-highest grossing actor in the United States. He was a regular cast member on Saturday Night Live from 1980 to 1984 and has worked as a stand-up comedian.",
      "pageId": 54539,
      "monthDay": "04/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Miguel_Bos%C3%A9",
      "name": "Miguel Bosé",
      "aboutText": "Luis Miguel González (born April 3, 1956), usually known as Miguel Bosé, is a Latin Grammy-winning Spanish musician and actor.",
      "pageId": 148209,
      "monthDay": "04/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Ray_Combs",
      "name": "Ray Combs",
      "aboutText": "Alexander Rae \"Alec\" Baldwin III (born April 3, 1958) is an American actor, producer, and comedian. As a member of the Baldwin family, he is the oldest of the four Baldwin brothers, all well-known actors.\nBaldwin first gained recognition appearing on seasons 6 and 7 of the CBS television drama Knots Landing, in the role of Joshua Rush.",
      "pageId": 182532,
      "monthDay": "04/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Kalle_Kulbok",
      "name": "Kalle Kulbok",
      "aboutText": "Michael James \"Mike\" Ness (born April 3, 1962) is an American guitarist, vocalist, and chief songwriter for the punk rock band Social Distortion, which was formed in 1978.",
      "pageId": 208927,
      "monthDay": "04/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Boris_Miljkovi%C4%87",
      "name": "Boris Miljković",
      "aboutText": "Mihalis Rakintzis (Greek: Μιχάλης Ρακιντζής) is a male Greek singer. He was born in Athens, on 3 April 1957, and studied Mechanical Engineering in Great Britain. From 1982 to 1985, he participated at a rock group called Scraptown.",
      "pageId": 330189,
      "monthDay": "04/03"
    },
    {
      "year": "1956",
      "uri": "/wiki/Tessa_Souter",
      "name": "Tessa Souter",
      "aboutText": "Raymond Neil \"Ray\" Combs, Jr. (April 3, 1956 – June 2, 1996) was an American comedian, actor, and game show host.\nCombs began his professional career as a stand-up comedian in the 1980s.",
      "pageId": 395604,
      "monthDay": "04/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Julia_Hills",
      "name": "Julia Hills",
      "aboutText": "David Hyde Pierce (born April 3, 1959) is an American actor and comedian.\nPierce is known for playing the psychiatrist Dr.",
      "pageId": 465642,
      "monthDay": "04/03"
    },
    {
      "year": "1957",
      "uri": "/wiki/Michalis_Rakintzis",
      "name": "Michalis Rakintzis",
      "aboutText": "Arjen Anthony Lucassen (born 3 April 1960, Hilversum) is a Dutch progressive metal/rock songwriter, singer, multi-instrumentalist musician and record producer, best known for his long-running progressive opera project titled Ayreon.\nLucassen started his career in 1980 as the guitarist and backing vocalist of Dutch band Bodine as Iron Anthony, before joining Vengeance in 1984. After eight years he left the band, wanting to go into a more progressive direction, and released two years later an unsuccessful solo album entitled Pools of Sorrow, Waves of Joy under the nickname Anthony.",
      "pageId": 1249936,
      "monthDay": "04/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Alec_Baldwin",
      "name": "Alec Baldwin",
      "aboutText": "Tsuyoshi Sekito (関戸 剛, Sekito Tsuyoshi, born April 3, 1963) is a Japanese video game composer, arranger, and musician who has been employed at Square Enix since 1995. As a composer, he is best known for scoring the video games Brave Fencer Musashi (1998) and The Last Remnant (2008).",
      "pageId": 2195064,
      "monthDay": "04/03"
    },
    {
      "year": "1958",
      "uri": "/wiki/Francesca_Woodman",
      "name": "Francesca Woodman",
      "aboutText": "Lesley Sharp is an English stage, film and television actress, particularly well known for her variety of British television roles including Clocking Off, Bob & Rose and Afterlife.",
      "pageId": 2609905,
      "monthDay": "04/03"
    },
    {
      "year": "1959",
      "uri": "/wiki/David_Hyde_Pierce",
      "name": "David Hyde Pierce",
      "aboutText": "Jennifer Collene Rubin (born April 3, 1962) is an American actress and model. Rubin has starred in film and on television.\nRubin was discovered by the Ford Modeling Agency.",
      "pageId": 2988177,
      "monthDay": "04/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Arjen_Anthony_Lucassen",
      "name": "Arjen Anthony Lucassen",
      "aboutText": "Francesca Stern Woodman (April 3, 1958 – January 19, 1981) was an American photographer best known for her black and white pictures featuring either herself or female models. Many of her photographs show young women who are nude, blurred (due to movement and long exposure times), merging with their surroundings, or whose faces are obscured. Her work continues to be the subject of much critical acclaim and attention, years after she killed herself at the age of 22, in 1981.",
      "pageId": 3287754,
      "monthDay": "04/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Marie_Denise_Pelletier",
      "name": "Marie Denise Pelletier",
      "aboutText": "Christopher \"Criss\" Michael Oliva (April 3, 1963 – October 17, 1993) was an American musician who was the lead guitarist and co-founder of the band Savatage.",
      "pageId": 4803540,
      "monthDay": "04/03"
    },
    {
      "year": "1960",
      "uri": "/wiki/Lesley_Sharp",
      "name": "Lesley Sharp",
      "aboutText": "Marie Denise Pelletier (born 3 April 1960 Rosemont) is a francophone Canadian singer.",
      "pageId": 4897318,
      "monthDay": "04/03"
    },
    {
      "year": "1961",
      "uri": "/wiki/Eddie_Murphy",
      "name": "Eddie Murphy",
      "aboutText": "Julia Hills (born 3 April 1957) is a British actress best known for playing the man hungry Rona in eight series of the BBC hit sitcom 2point4 Children. She also played all of the women and some of the men in Channel 4's first late night satirical sketch show Who Dares Wins, Beryl in two series of the sitcom Dad with Kevin McNally and Caroline Joyner in Casualty.",
      "pageId": 5721536,
      "monthDay": "04/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Dave_Miley",
      "name": "Dave Miley",
      "aboutText": "David Allen Miley (born April 3, 1962) is an American former baseball player and manager.",
      "pageId": 7311916,
      "monthDay": "04/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Mike_Ness",
      "name": "Mike Ness",
      "aboutText": "John Mooney (born April 3, 1955) is an American blues guitarist and singer based in New Orleans, Louisiana. He has developed a unique music style by combining Delta blues, with the funky second line beat of New Orleans. As a guitarist, he is especially known for his slide guitar work.",
      "pageId": 12686481,
      "monthDay": "04/03"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jennifer_Rubin_(actress)",
      "name": "Jennifer Rubin",
      "aboutText": "Kalle Kulbok (born 3 April 1956 in Tallinn) is an Estonian politician.",
      "pageId": 13150058,
      "monthDay": "04/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Criss_Oliva",
      "name": "Criss Oliva",
      "aboutText": "Boris Miljković (Cyrillic: Борис Миљковић) (born 3 April 1956 in Zagreb, Croatia, FPR Yugoslavia), is a prolific Serbian artist of many talents - TV and theatre director, video artist, creative director in advertising, writer and a lecturer at the Belgrade University of Arts. He is also the creative director at RTS, Serbia's public television broadcaster.",
      "pageId": 15121971,
      "monthDay": "04/03"
    },
    {
      "year": "1963",
      "uri": "/wiki/Tsuyoshi_Sekito",
      "name": "Tsuyoshi Sekito",
      "aboutText": "Tessa Souter /ˈsuːtər/ is an English and Trinidadian jazz singer-songwriter based in New York City, one of New York's leading jazz vocalists.",
      "pageId": 32790522,
      "monthDay": "04/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Nigel_Farage",
      "name": "Nigel Farage",
      "aboutText": "Richard Andrew 'Andy' Robinson OBE (born 3 April 1964) is an English rugby union coach and retired player. He is the current Director of Rugby at Bristol Rugby. He is the former head coach of Scotland.",
      "pageId": 301800,
      "monthDay": "04/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Bjarne_Riis",
      "name": "Bjarne Riis",
      "aboutText": "Bjarne Lykkegård Riis (pronounced [bjɑrnə riːs]; born 3 April 1964), nicknamed The Eagle from Herning (Danish: Ørnen fra Herning), is a Danish former professional road bicycle racer who placed first in the 1996 Tour de France. For many years he was the owner and later manager of Russian UCI WorldTeam Tinkoff-Saxo. Other career highlights include placing first in the Amstel Gold Race in 1997, multiple Danish National Championships, and stage wins in the Giro d'Italia.",
      "pageId": 384844,
      "monthDay": "04/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Claire_Perry",
      "name": "Claire Perry",
      "aboutText": "Nigel Paul Farage (/ˈfærɑːʒ/; born 3 April 1964) is a British politician and former commodity broker. He is the leader of the UK Independence Party (UKIP), having held the position since November 2010, and previously from September 2006 to November 2009. Since 1999 he has been a Member of the European Parliament for South East England.",
      "pageId": 415700,
      "monthDay": "04/03"
    },
    {
      "year": "1964",
      "uri": "/wiki/Andy_Robinson",
      "name": "Andy Robinson",
      "aboutText": "Jamie Christopher Hewlett (born 3 April 1968) is an English comic book artist and designer.",
      "pageId": 512979,
      "monthDay": "04/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Julie_Anne_Haddock",
      "name": "Julie Anne Haddock",
      "aboutText": "Sebastian Philip Bierk (born April 3, 1968), known professionally as Sebastian Bach, is a Canadian heavy metal singer who achieved mainstream success as frontman of Skid Row from 1987-96.",
      "pageId": 584217,
      "monthDay": "04/03"
    },
    {
      "year": "1965",
      "uri": "/wiki/Nazia_Hassan",
      "name": "Nazia Hassan",
      "aboutText": "Yoshiko Masumoto (増本 美子, Masumoto Yoshiko, born April 3, 1966), better known by her stage name of Miina Tominaga (冨永 みーな, Tominaga Mīna), is a Japanese voice actress and tarento from Nishi-ku, Hiroshima. She is currently attached to Mint Avenue.",
      "pageId": 826344,
      "monthDay": "04/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/John_de_Vries",
      "name": "John de Vries",
      "aboutText": "Pervis Ellison (born April 3, 1967) is an American former NBA basketball player.\nEllison was nicknamed \"Never Nervous Pervis\" for his play with the University of Louisville. At 6 ft 9 in and 242 lb, he started all four years as the center under coach Denny Crum.",
      "pageId": 1206204,
      "monthDay": "04/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Lambis_Livieratos",
      "name": "Lambis Livieratos",
      "aboutText": "Charlotte Ninon Coleman (3 April 1968 – 14 November 2001) was an English actress best known for playing Scarlett in the film Four Weddings and a Funeral, Jess in the television drama Oranges Are Not the Only Fruit, and her childhood roles of Sue in Worzel Gummidge and the character Marmalade Atkins.",
      "pageId": 1368602,
      "monthDay": "04/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Michael_Mittermeier",
      "name": "Michael Mittermeier",
      "aboutText": "Mark Stephen Skaife OAM (born 3 April 1967 in Gosford, New South Wales) is an Australian motor racing driver. Skaife is a five time champion of the V8 Supercar Championship Series, including its predecessor, the Australian Touring Car Championship. He is also a six-time winner of the Bathurst 1000.",
      "pageId": 1459220,
      "monthDay": "04/03"
    },
    {
      "year": "1966",
      "uri": "/wiki/Miina_Tominaga",
      "name": "Miina Tominaga",
      "aboutText": "Catherine Ann \"Cat\" Cora (born April 3, 1967) is an American professional chef best known for her featured role as an \"Iron Chef\" on the Food Network television show Iron Chef America and as co-host of Around the World in 80 Plates on Bravo.\n^ \"Spiro Pete Cora (1935 - 2011) - Find A Grave Memorial\". Findagrave.com.",
      "pageId": 1722860,
      "monthDay": "04/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Cat_Cora",
      "name": "Cat Cora",
      "aboutText": "Julie Anne Haddock (born April 3, 1965, Los Angeles, California) is an American former actress.",
      "pageId": 2343573,
      "monthDay": "04/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Pervis_Ellison",
      "name": "Pervis Ellison",
      "aboutText": "Cristi Puiu (Romanian pronunciation: [ˈkristi ˈpuju]; born 3 April 1967) is a Romanian film director and screenwriter. With Anca Puiu and Alex Munteanu, in 2004 he founded a cinema production company, naming it Mandragora.\nAfter returning to Romania, Puiu started writing and directing his first films.",
      "pageId": 2806154,
      "monthDay": "04/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Brent_Gilchrist",
      "name": "Brent Gilchrist",
      "aboutText": "Haralambos (Lambis) Livieratos (Greek: Λάμπης Λιβιεράτος), born in Athens on Αpril 3, 1966, is a Greek singer.",
      "pageId": 5170015,
      "monthDay": "04/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Cristi_Puiu",
      "name": "Cristi Puiu",
      "aboutText": "John de Vries (born 3 April 1966, New South Wales, Australia) is a former driver in the Indy Racing League and Australian Formula Holden. He raced in the 2002 IRL season, where he began the season with Brayton Racing. De Vries competed in the first three races, and arrived but withdrew from the Nazareth Speedway race.",
      "pageId": 5578855,
      "monthDay": "04/03"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mark_Skaife",
      "name": "Mark Skaife",
      "aboutText": "Nazia Hassan (April 1965 – 13 August 2000) was a Pakistani pop singer, lawyer and social activist. Through her successful singing career, Hassan became one of the subcontinent's singing legends and one of the most popular celebrities of South Asia. She had received numerous national and international awards, and was the first Pakistani to win Filmfare Award in the Best Female Playback Singer category and remains the youngest winner to date when she was 15.",
      "pageId": 5986762,
      "monthDay": "04/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Sebastian_Bach",
      "name": "Sebastian Bach",
      "aboutText": "Brent Lindsay Gilchrist (born April 3, 1967 in Moose Jaw, Saskatchewan) is a former professional hockey player who played 15 seasons in the National Hockey League from 1988-2003. In his career, Gilchrist played 792 games, totaling 135 goals and 305 points. He was a member of the Stanley Cup Champion Detroit Red Wings in 1998.",
      "pageId": 6337013,
      "monthDay": "04/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Charlotte_Coleman",
      "name": "Charlotte Coleman",
      "aboutText": "Tomoaki Kanemoto (金本 知憲, Kanemoto Tomoaki, born April 3, 1968 in Minami-ku, Hiroshima, Japan) is a retired Japanese professional baseball outfielder who played with the Hanshin Tigers and the Hiroshima Toyo Carp of Nippon Professional Baseball.\nThe Tigers' former cleanup hitter, Kanemoto is regarded as one of the most accomplished hitters in Japanese professional baseball history and hit more home runs in his career (476) than any other left-handed hitter who throws right-handed. He also holds the world record for consecutive games played without missing an inning (1492, ending on April 18, 2010).",
      "pageId": 22356629,
      "monthDay": "04/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Jamie_Hewlett",
      "name": "Jamie Hewlett",
      "aboutText": "Michael Mittermeier (born 3 April 1966 in Dorfen, Germany) is a German comedian.",
      "pageId": 25160301,
      "monthDay": "04/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Tomoaki_Kanemoto",
      "name": "Tomoaki Kanemoto",
      "aboutText": "Kevin Little (born April 3, 1968 in Des Moines, Iowa) is a former American athlete, who specialized in sprints. He won the 200 meter race in the 1997 IAAF World Indoor Championships in Paris, France. He won bronze in the same event in the 1989, 1993, and 1999 IAAF World Indoor Championships.",
      "pageId": 26316988,
      "monthDay": "04/03"
    },
    {
      "year": "1968",
      "uri": "/wiki/Kevin_Little",
      "name": "Kevin Little",
      "aboutText": "Claire Louise Perry (born 3 April 1964) is a Conservative Member of Parliament for Devizes, elected in the 2010 general election.",
      "pageId": 26898700,
      "monthDay": "04/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Rodney_Hampton",
      "name": "Rodney Hampton",
      "aboutText": "Jennifer Eve \"Jennie\" Garth (born April 3, 1972) is an American actress. She is known for starring as Kelly Taylor throughout the Beverly Hills, 90210 franchise and Valerie Tyler on the sitcom What I Like About You (2002–06).",
      "pageId": 225482,
      "monthDay": "04/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Peter_Matera",
      "name": "Peter Matera",
      "aboutText": "Catherine Jane McCormack (born 3 April 1972) is an English actress of stage and screen. Her film appearances include Braveheart (1995), The Land Girls (1998), Dangerous Beauty (1998), Dancing at Lughnasa (1998), Spy Game (2001), and 28 Weeks Later (2007). Her theatre work includes National Theatre productions of All My Sons (2000) and Honour (2003).",
      "pageId": 276418,
      "monthDay": "04/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Lance_Storm",
      "name": "Lance Storm",
      "aboutText": "Lance Timothy Evers (born April 3, 1969), known professionally by his ring name Lance Storm, is a Canadian professional wrestler.\nHe is best known for his work in World Wrestling Entertainment (WWE), Extreme Championship Wrestling (ECW), and World Championship Wrestling (WCW).\nAfter retiring from full-time wrestling, he began running a professional wrestling school, the Storm Wrestling Academy, in Calgary, Alberta, Canada.",
      "pageId": 304918,
      "monthDay": "04/03"
    },
    {
      "year": "1969",
      "uri": "/wiki/Seiichi_Tanabe",
      "name": "Seiichi Tanabe",
      "aboutText": "Mounir el-Motassadeq (Arabic: منير المتصدق; born April 3, 1974) was accused of being a member of al-Qaeda and of assisting some of the organizers of the September 11, 2001 attacks. He was initially convicted of involvement in the attack, but his sentence was set aside on appeal, then reinstated on further appeal. On January 8, 2007 he was sentenced to serve 15 years by the German court.",
      "pageId": 592604,
      "monthDay": "04/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Vit%C4%81lijs_Astafjevs",
      "name": "Vitālijs Astafjevs",
      "aboutText": "Picabo Street (/ˈpiːkəbuː/; born April 3, 1971) is an American former World Cup alpine ski racer and Olympic gold medalist. She won the super G at the 1998 Winter Olympics and the downhill at 1996 World Championships, along with three other Olympic and World Championship medals. Street also won World Cup downhill season titles in 1995 and 1996, the first American woman to do so, along with a nine World Cup downhill race wins.",
      "pageId": 1243653,
      "monthDay": "04/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Emmanuel_Collard",
      "name": "Emmanuel Collard",
      "aboutText": "Kelly Cherelle Price (born April 4, 1973) is a seven-time Grammy-nominated American R&B singer and songwriter, formerly on the Def Soul label.",
      "pageId": 1477692,
      "monthDay": "04/03"
    },
    {
      "year": "1971",
      "uri": "/wiki/Picabo_Street",
      "name": "Picabo Street",
      "aboutText": "Andrew Philip \"Drew\" Shirley (born April 3, 1974, Puerto Rico) is an American rock guitarist, formerly of All Together Separate, and since 2005 of the Grammy-winning alternative rock band Switchfoot.\n^ \"Switchfoot Interview With Drew Shirley\". thesource4ym.com.",
      "pageId": 1882831,
      "monthDay": "04/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Leigh-Allyn_Baker",
      "name": "Leigh-Allyn Baker",
      "aboutText": "Adam Paul Scott (born April 3, 1973) is an American actor, comedian, director, screenwriter, producer, podcaster, dancer, and poet. He is best known for his role as Ben Wyatt in the NBC sitcom Parks and Recreation. He has also appeared as Derek in the film Step Brothers, and Henry Pollard in the Starz sitcom Party Down.",
      "pageId": 1999425,
      "monthDay": "04/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jennie_Garth",
      "name": "Jennie Garth",
      "aboutText": "Leigh-Allyn Baker (born March 13, 1972) is an American actress. She had recurring roles as Hannah Webster on Charmed, as Ellen on Will & Grace, and a starring role as the matriarch Amy Duncan on the Disney Channel sitcom Good Luck Charlie.",
      "pageId": 2060861,
      "monthDay": "04/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Catherine_McCormack",
      "name": "Catherine McCormack",
      "aboutText": "Jamie St John Bamber Griffith (born 3 April 1973) is an English actor, known for his roles as Lee Adama in Battlestar Galactica and Detective Sergeant Matt Devlin in the ITV series Law & Order: UK. He also had a supporting role in the Hornblower series and was a regular on the British series Ultimate Force and Peak Practice.",
      "pageId": 2094047,
      "monthDay": "04/03"
    },
    {
      "year": "1972",
      "uri": "/wiki/Sandrine_Testud",
      "name": "Sandrine Testud",
      "aboutText": "You Oizumi (大泉 洋, Ōizumi Yō, born April 3, 1973) is a TV personality and a stage actor based in Hokkaidō. He was born in Ebetsu and has been living in Sapporo since 1984.\nHe first made a name for himself in a Hokkaidō-based TV variety series called “Suiyō Dōdeshō” (How do you like Wednesday?) and has been actively appearing on various media programs in Hokkaidō since then.",
      "pageId": 2542672,
      "monthDay": "04/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jamie_Bamber",
      "name": "Jamie Bamber",
      "aboutText": "Rodney Craig Hampton (born April 3, 1969) is a former professional American football player who was drafted by the New York Giants in the first round of the 1990 NFL Draft.",
      "pageId": 2662084,
      "monthDay": "04/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Prabhu_Deva",
      "name": "Prabhu Deva",
      "aboutText": "Vitālijs Astafjevs (rus. Виталий Астафьев, born 3 April 1971 in Riga) is a former Latvian football midfielder. Currently he is the manager of FK Jelgava in the Latvian Higher League and the assistant manager of Latvia national football team.",
      "pageId": 2825634,
      "monthDay": "04/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Matthew_Ferguson",
      "name": "Matthew Ferguson",
      "aboutText": "Sandrine Testud (born 3 April 1972 in Lyon, France) is a former professional female tennis player from France.",
      "pageId": 3127711,
      "monthDay": "04/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Yo_Oizumi",
      "name": "Yo Oizumi",
      "aboutText": "Peter Matera (born 3 April 1969) is a former Australian rules footballer for the West Coast Eagles in the Australian Football League (AFL).\nMatera is widely regarded as the finest wingman of his generation and one of the best wingmen of all time. His remarkable skills and ability to seemingly make something out of nothing made him one of the truly elite players of the 1990s.",
      "pageId": 3217420,
      "monthDay": "04/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Kelly_Price",
      "name": "Kelly Price",
      "aboutText": "Prabhu Deva (born 3 April 1973) is an Indian film director, dance choreographer and actor, who has worked in Tamil, Telugu, Bollywood, Malayalam and Kannada films. In a career spanning twenty-five years, he has performed and designed a wide range of dancing style and has garnered two National Film Awards for Best Choreography.\nBeginning with a series of acting roles in the 1990s and early 2000s, Prabhu Deva featured in several commercially successful films including Kadhalan (1994), Minsara Kanavu (1997) and VIP (1997).",
      "pageId": 4001321,
      "monthDay": "04/03"
    },
    {
      "year": "1973",
      "uri": "/wiki/Adam_Scott_(actor)",
      "name": "Adam Scott",
      "aboutText": "Matthew Ferguson (born 3 April 1973) is a Canadian actor.",
      "pageId": 4260112,
      "monthDay": "04/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marcus_Brown",
      "name": "Marcus Brown",
      "aboutText": "Emmanuel Collard (born 3 April 1971) is a French professional racing driver. He is a member of the Porsche Junioren factory team, but drives also for other marques.",
      "pageId": 5109453,
      "monthDay": "04/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Mounir_el-Motassadeq",
      "name": "Mounir el-Motassadeq",
      "aboutText": "Marcus James Brown (born April 3, 1974) is a retired American professional basketball player. At 6'4\" (1.93 m), he played as a shooting guard. A three time All-Euroleague selection, Brown has been mentioned as being one of the top U.S. players ever to play abroad.",
      "pageId": 7628382,
      "monthDay": "04/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Drew_Shirley",
      "name": "Drew Shirley",
      "aboutText": "Seiichi Tanabe (田辺誠一) is a Japanese actor. He won the award for best actor at the 24th Yokohama Film Festival for Hush! and at the 27th Hochi Film Award for Hush!",
      "pageId": 30022090,
      "monthDay": "04/03"
    },
    {
      "year": "1974",
      "uri": "/wiki/Lee_Williams_(actor)",
      "name": "Lee Williams",
      "aboutText": "Shawn William Bates (born April 3, 1975 in Medford, Massachusetts) is an American former professional ice hockey center.",
      "pageId": 693251,
      "monthDay": "04/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Spiller",
      "name": "Spiller",
      "aboutText": "Michael Olowokandi (born 3 April 1975) is a retired professional basketball player. Born in Nigeria and raised in London he attended college on a basketball scholarship in the United States, and was the number one pick in the 1998 NBA draft, where he was selected as a center by the Los Angeles Clippers. He played professionally until 2007.",
      "pageId": 881717,
      "monthDay": "04/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shawn_Bates",
      "name": "Shawn Bates",
      "aboutText": "Simon Black (born 3 April 1979) is an Australian rules football coach and former player who played his whole career with Australian Football League (AFL) club, the Brisbane Lions.\nBlack was a midfielder with a reputation for hard work and skill. He had the ability to get under the pack to retrieve the ball as well as deliver it with precision to teammates.",
      "pageId": 913724,
      "monthDay": "04/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Michael_Olowokandi",
      "name": "Michael Olowokandi",
      "aboutText": "Thomas Mario \"Tommy\" Haas (born 3 April 1978) is a German-American professional tennis player. He has competed on the ATP Tour since 1996. After breaking into the world top 100 in 1997, and reaching a career-high singles ranking of World No.",
      "pageId": 1118005,
      "monthDay": "04/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Aries_Spears",
      "name": "Aries Spears",
      "aboutText": "Aries Spears (born April 3, 1975) is an American stand-up comedian, actor, voice artist, and comedian. Spears was a regular on Fox's sketch comedy series MADtv, appearing in 198 episodes, making him the second longest-serving cast member on the show falling behind Michael McDonald.",
      "pageId": 1592653,
      "monthDay": "04/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Yoshinobu_Takahashi",
      "name": "Yoshinobu Takahashi",
      "aboutText": "Matthew William Goode (born 3 April 1978) is an English actor. His films include Chasing Liberty (2004), Match Point (2005), Imagine Me and You (2006), Brideshead Revisited (2008), Watchmen (2009), A Single Man (2009), Leap Year (2010), Stoker (2013) and The Imitation Game (2014). He starred in the CBS legal drama The Good Wife as Finley \"Finn\" Polmar from 2014 to 2015.",
      "pageId": 1873041,
      "monthDay": "04/03"
    },
    {
      "year": "1975",
      "uri": "/wiki/Koji_Uehara",
      "name": "Koji Uehara",
      "aboutText": "John William Smit (born 3 April 1978) is a South African former rugby union player and currently chief executive officer of the Sharks. He was the 50th captain of the South African national team, the Springboks, and led the team to win the 2007 Rugby World Cup. He played most of his senior career as a hooker, but also won 13 caps as a prop, where he had also played for South Africa's under-21 team.",
      "pageId": 2536473,
      "monthDay": "04/03"
    },
    {
      "year": "1976",
      "uri": "/wiki/Park_Si-hoo",
      "name": "Park Si-hoo",
      "aboutText": "Alice Eva Lowe (born 3 April 1977) is an English actress and writer, mainly in comedy. She is known for her roles in the Garth Marenghi series and as the lead and co-writer of the 2012 film Sightseers.",
      "pageId": 2982758,
      "monthDay": "04/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/V%C3%A9ronique_De_Kock",
      "name": "Véronique De Kock",
      "aboutText": "Véronique De Kock (born 3 April 1977 (age 38) in Antwerp, Belgium) was Miss Belgium 1995.",
      "pageId": 3277020,
      "monthDay": "04/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Hussein_Fatal",
      "name": "Hussein Fatal",
      "aboutText": "Cristiano Spiller (born 3 April 1975) is an Italian electronic music DJ. He is best known for his 2000 single, \"Groovejet (If This Ain't Love)\", featuring Sophie Ellis-Bextor. The song reached number-one in the UK, Australia, Ireland, and New Zealand.",
      "pageId": 3964553,
      "monthDay": "04/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Alice_Lowe",
      "name": "Alice Lowe",
      "aboutText": "Koji Uehara (上原 浩治, Uehara Kōji, born April 3, 1975) is a Japanese professional baseball pitcher who plays for the Boston Red Sox. He has played in Nippon Professional Baseball (NPB) with the Yomiuri Giants and in Major League Baseball (MLB) for the Baltimore Orioles, Texas Rangers and Boston Red Sox.\nA right-handed pitcher, Uehara has a solid career strikeout rate, with 10.6 K/9 and an excellent walk rate at 1.2 BB/9 (until 2014 season).",
      "pageId": 4574580,
      "monthDay": "04/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Birgit_Minichmayr",
      "name": "Birgit Minichmayr",
      "aboutText": "Bruce Edward Washington, Jr. (April 3, 1977 – July 10, 2015), better known by his stage name, Hussein Fatal, was an American rapper and member of the hip hop group Outlawz.",
      "pageId": 4681495,
      "monthDay": "04/03"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chael_Sonnen",
      "name": "Chael Sonnen",
      "aboutText": "Lee Williams (born 3 April 1974) is a Welsh actor and former model.",
      "pageId": 7447553,
      "monthDay": "04/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Matthew_Goode",
      "name": "Matthew Goode",
      "aboutText": "Aaron Bertram (born April 3, 1981 in Lubbock, Texas) is a trumpet player for third wave ska band Suburban Legends, and member of the children's group Kids Imagine Nation and is currently teaching music and movement to preschool students in Orange County, CA. His music program is called Kids Imagine Inc Music & Movement.\nHe was a trumpet player for the third-wave ska band Suburban Legends from the band's origin in 1998 to May 2005, when he left to start his company, Kids Imagine with wife, Rachel Charest. He was known for doing a lot of backing vocals in the band and originated the idea of the band's signature choreography.",
      "pageId": 7527640,
      "monthDay": "04/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tommy_Haas",
      "name": "Tommy Haas",
      "aboutText": "Yoshinobu Takahashi (高橋 由伸, born April 3, 1975) is a Japanese professional baseball player from Chiba, Japan. He currently plays right field for the Yomiuri Giants, and is one of the most well-known players in Japanese baseball. He graduated from Keio University.",
      "pageId": 11332383,
      "monthDay": "04/03"
    },
    {
      "year": "1978",
      "uri": "/wiki/John_Smit",
      "name": "John Smit",
      "aboutText": "Birgit Minichmayr (born 3 April 1977) is an Austrian actress born in Linz, Austria.",
      "pageId": 11373332,
      "monthDay": "04/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Gr%C3%A9goire_(musician)",
      "name": "Grégoire",
      "aboutText": "Chael Patrick Sonnen (/ˈtʃeɪl ˈsʌnən/; born April 3, 1977) is a retired American mixed martial artist who last competed in the light heavyweight division of the Ultimate Fighting Championship.",
      "pageId": 14760049,
      "monthDay": "04/03"
    },
    {
      "year": "1979",
      "uri": "/wiki/Simon_Black",
      "name": "Simon Black",
      "aboutText": "Grégoire (born Grégoire Boissenot on 3 April 1979 in Senlis, France) is a French singer-songwriter and composer. He has released three albums to date and has a number of successful singles in France, Belgium and Switzerland.",
      "pageId": 22821360,
      "monthDay": "04/03"
    },
    {
      "year": "1980",
      "uri": "/wiki/Andrei_Lodis",
      "name": "Andrei Lodis",
      "aboutText": "Andrei Nikolayevich Lodis (Russian: Андрей Николаевич Лодис; born April 3, 1980) is a Belarusian professional football player.",
      "pageId": 24438427,
      "monthDay": "04/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/Aaron_Bertram",
      "name": "Aaron Bertram",
      "aboutText": "Park Si-hoo (born Park Pyeong-ho on April 3, 1978) is a South Korean actor. He began his entertainment career as an underwear model and stage actor, then made his official television debut in 2005. After several years in supporting roles, Park rose to fame in 2010 with the popular romantic comedy series Queen of Reversals and Prosecutor Princess.",
      "pageId": 26986775,
      "monthDay": "04/03"
    },
    {
      "year": "1981",
      "uri": "/wiki/DeShawn_Stevenson",
      "name": "DeShawn Stevenson",
      "aboutText": "Amanda Laura Bynes (born April 3, 1986) is an American former actress. After appearing in commercials and in plays, Bynes rose to prominence as a child star in the late 1990s and early 2000s on the Nickelodeon series All That and The Amanda Show. From 2002 to 2006, she starred in the sitcom What I Like About You on The WB. She has also starred in several films, including What a Girl Wants (2003), She's the Man (2006), Hairspray (2007), Sydney White (2007), and Easy A (2010).",
      "pageId": 203421,
      "monthDay": "04/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Fler",
      "name": "Fler",
      "aboutText": "Errol Barnett is a British-born American anchor and television presenter appearing on CNN during overnight simulcasts of CNN International. Barnett previously hosted the award-winning cultural affairs program \"Inside Africa\" traveling to a wide range of countries on the continent including Senegal, Morocco, Ethiopia and Madagascar. He was profiled in GQ South Africa in May 2013 and asked about his extensive journeys.",
      "pageId": 1222804,
      "monthDay": "04/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jared_Allen",
      "name": "Jared Allen",
      "aboutText": "Patrick Losensky is a German rapper better known as Fler.\nHe became known in the German hip hop scene through his collaboration on Carlo, Cokxxx, Nutten and Bushido's album Vom Bordstein bis zur Skyline.",
      "pageId": 2046275,
      "monthDay": "04/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Sofia_Boutella",
      "name": "Sofia Boutella",
      "aboutText": "Jerome Edward Trager \"Jerry\" Messing (born April 3, 1986) is an American actor.",
      "pageId": 2154591,
      "monthDay": "04/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jesse_Csincsak",
      "name": "Jesse Csincsak",
      "aboutText": "Ben Anthony Foster (born 3 April 1983) is an English professional footballer who plays as a goalkeeper for West Bromwich Albion.\nFoster began his professional career in 2001 with Stoke City, having joined from Racing Club Warwick. However, he never made an appearance for Stoke, and spent time on loan with Bristol City, Tiverton Town, Stafford Rangers, Kidderminster Harriers and Wrexham.",
      "pageId": 2293356,
      "monthDay": "04/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Iain_Fyfe",
      "name": "Iain Fyfe",
      "aboutText": "DeShawn Stevenson (born April 3, 1981) is an American professional basketball player who last played for the Atlanta Hawks of the National Basketball Association (NBA). Before his NBA career, he originally committed to play at the University of Kansas, but decided to enter the NBA directly from Washington Union High School in his hometown of Fresno, California, and was picked by the Utah Jazz with the 23rd selection of the 2000 NBA draft.",
      "pageId": 2452495,
      "monthDay": "04/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kasumi_Nakane",
      "name": "Kasumi Nakane",
      "aboutText": "Maximiliano Gastón López (born 3 April 1984) is an Argentine professional footballer who plays as a striker for Italian club Torino.\nLópez holds both an Argentine and an Italian passport.",
      "pageId": 2716305,
      "monthDay": "04/03"
    },
    {
      "year": "1982",
      "uri": "/wiki/Cobie_Smulders",
      "name": "Cobie Smulders",
      "aboutText": "Iain Fyfe (born 3 April 1982) is an Australian footballer who plays as a defender for Campbelltown City.",
      "pageId": 2858884,
      "monthDay": "04/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Chalice_(singer)",
      "name": "Chalice",
      "aboutText": "Stephen Weiss (born April 3, 1983) is a Canadian professional ice hockey centre currently an unrestricted free agent of the National Hockey League (NHL). Weiss formerly played for the Detroit Red Wings, and Florida Panthers, who drafted him fourth overall in the 2001 NHL Entry Draft. Weiss holds Panthers franchise records for assists and games played.",
      "pageId": 2984817,
      "monthDay": "04/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Errol_Barnett",
      "name": "Errol Barnett",
      "aboutText": "Jacoba Francisca Maria \"Cobie\" Smulders (born April 3, 1982) is a Canadian actress and model. She is best known for her roles as Robin Scherbatsky on the television series How I Met Your Mother (2005–14) and Maria Hill in the Marvel Cinematic Universe.",
      "pageId": 2991300,
      "monthDay": "04/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ben_Foster_(footballer)",
      "name": "Ben Foster",
      "aboutText": "Jonathan Blondel (born 3 April 1984) is a retired Belgian footballer who last played as a midfielder for Club Brugge.",
      "pageId": 3492682,
      "monthDay": "04/03"
    },
    {
      "year": "1983",
      "uri": "/wiki/Stephen_Weiss",
      "name": "Stephen Weiss",
      "aboutText": "Jared Scot Allen (born April 3, 1982) is an American football defensive end for the Carolina Panthers of the National Football League (NFL). After playing college football for Idaho State University for four years, he was drafted by the Kansas City Chiefs in the fourth round of the 2004 NFL Draft.\nAfter four years with the Chiefs, he was traded to the Minnesota Vikings in exchange for three draft picks, including a first-rounder.",
      "pageId": 4740327,
      "monthDay": "04/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Jonathan_Blondel",
      "name": "Jonathan Blondel",
      "aboutText": "Kasumi Nakane (仲根かすみ, Nakane Kasumi) ( listen ) is a Japanese model, gravure idol, and actress born on 1982-04-03 in Higashiōsaka, Osaka and raised in Tokyo, Japan. Her birth name was Kasumi Nakasone (仲宗根かすみ, Nakasone Kasumi), and she formerly worked under the name Kasumi Ue (植可澄美, Ue Kasumi). She graduated from the private Horikoshi High School, the same school attended by talent such as Yoko Minamino, Yōko Oginome, Ai Katō, and Masumi Miyazaki.",
      "pageId": 4947197,
      "monthDay": "04/03"
    },
    {
      "year": "1984",
      "uri": "/wiki/Maxi_L%C3%B3pez",
      "name": "Maxi López",
      "aboutText": "Leona Louise Lewis (born 3 April 1985) is a British singer, songwriter and animal welfare campaigner. She was born and raised in the London Borough of Islington, London, England where she attended the BRIT School for Performing Arts and Technology. Lewis achieved national recognition when she won the third series of The X Factor in 2006, winning a £1 million recording contract with Simon Cowell's record label, Syco Music.",
      "pageId": 7352704,
      "monthDay": "04/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Jari-Matti_Latvala",
      "name": "Jari-Matti Latvala",
      "aboutText": "Jari-Matti Latvala (born 3 April 1985) is a Finnish rally driver competing in the World Rally Championship. His co-driver has been Miikka Anttila since the 2003 Rallye Deutschland. He is well known for his aggressive driving style, which earns him many plaudits, and comparisons to the late Colin McRae.",
      "pageId": 9576551,
      "monthDay": "04/03"
    },
    {
      "year": "1985",
      "uri": "/wiki/Leona_Lewis",
      "name": "Leona Lewis",
      "aboutText": "Stephanie Renee Cox (born April 3, 1986), née Stephanie Renee Lopez, is a Mexican-American retired professional soccer defender and Olympic gold medalist.",
      "pageId": 12895454,
      "monthDay": "04/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Amanda_Bynes",
      "name": "Amanda Bynes",
      "aboutText": "Sofia Boutella (born April 3, 1982) is an Algerian-French dancer, actress and musician, known mainly for hip-hop and street dance, and from the Nike Women advertising campaigns. She has starred in films such as StreetDance 2, Monsters: Dark Continent and Kingsman: The Secret Service, and will play an unspecified lead role in the upcoming Star Trek Beyond.",
      "pageId": 14882980,
      "monthDay": "04/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Stephanie_Cox",
      "name": "Stephanie Cox",
      "aboutText": "Jesse Csincsak (born April 3, 1982) is an American professional snowboarder and founder of the nonprofit organization JSAK Snowboarding, which helps snowboarders with Olympic aspirations to raise money for training, travel and related expenses. Csincsak owns Colorado Home Check, a property management company serving Colorado's mountain communities. He is also a coach at High Cascade Snowboard Camp and a snowboard instructor at Breckenridge Ski Resort.",
      "pageId": 18364877,
      "monthDay": "04/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Annalisa_Cucinotta",
      "name": "Annalisa Cucinotta",
      "aboutText": "Jarek Kasar (also known by his stage name Chalice; born 3 April 1983) is an Estonian singer.",
      "pageId": 26637163,
      "monthDay": "04/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Jerry_Messing",
      "name": "Jerry Messing",
      "aboutText": "Annalisa Cucinotta (born 3 April 1986) is a track cyclist from Italy. She represented her nation at the 2015 UCI Track Cycling World Championships.\n^ \"Annalisa Cucinotta\".",
      "pageId": 45483518,
      "monthDay": "04/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Coleen_Rooney",
      "name": "Coleen Rooney",
      "aboutText": "Coleen Mary Rooney (née McLoughlin; born 3 April 1986) is an English television presenter, columnist and product endorser.",
      "pageId": 1914950,
      "monthDay": "04/03"
    },
    {
      "year": "1986",
      "uri": "/wiki/Sergio_S%C3%A1nchez_Ortega",
      "name": "Sergio Sánchez Ortega",
      "aboutText": "Timothy Michael \"Tim\" Krul (Dutch pronunciation: [ˈtɪm ˈkrʏl]; born 3 April 1988) is a Dutch professional footballer who plays as a goalkeeper for English club Newcastle United and the Netherlands national team.\nKrul started his professional career at Newcastle United in 2006, having previously played for the team's youth academy, as well as ADO Den Haag and Hvv RAS youth teams. Initially third choice behind Shay Given and Steve Harper, he spent the 2007–08 season on loan to Falkirk, and the following season on loan to Carlisle United, making 26 and nine appearances respectively.",
      "pageId": 2851609,
      "monthDay": "04/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jay_Bruce",
      "name": "Jay Bruce",
      "aboutText": "Martyn Joseph Rooney (born 3 April 1987) is an English sprinter who specialises in the 400 metres event. He reached the 400 m final at the 2008 Summer Olympics and also finished fourth in the 4×400 metres relay. A mainstay on the anchor leg of the Great Britain 4 x 400 metre relay team, at the 2009 World Championships in Athletics he won a silver medal with the Great Britain relay team, and in the 2015 edition, won bronze.",
      "pageId": 4898054,
      "monthDay": "04/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Park_Jung-min",
      "name": "Park Jung-min",
      "aboutText": "Peter Hartley (born 3 April 1988) is an English professional footballer who plays as a defender for Plymouth Argyle.",
      "pageId": 6717694,
      "monthDay": "04/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jason_Kipnis",
      "name": "Jason Kipnis",
      "aboutText": "Julie Sokolow (born April 3, 1987) is an American lo-fi singer-songwriter, writer, and independent filmmaker. She was raised in Holmdel Township, New Jersey and currently resides in Pittsburgh, Pennsylvania. At nineteen, she released a lo-fi indie album, “Something About Violins”, through Western Vinyl that achieved acclaim from Pitchfork, Wire, and The Washington Post.",
      "pageId": 8194026,
      "monthDay": "04/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Martyn_Rooney",
      "name": "Martyn Rooney",
      "aboutText": "Sergio Sánchez Ortega (Spanish pronunciation: [ˈseɾxjo ˈsantʃeθ]; born 3 April 1986) is a Spanish professional footballer who plays for Greek club Panathinaikos F.C. as either a right back or a central defender.\nHe amassed La Liga totals of 166 games and three goals over the course of 11 seasons, representing in the competition Espanyol, Racing de Santander, Sevilla and Málaga.",
      "pageId": 8371673,
      "monthDay": "04/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Julie_Sokolow",
      "name": "Julie Sokolow",
      "aboutText": "Sotiris Ninis (Greek: Σωτήρης Νίνης; born 3 April 1990) is a Greek footballer currently plays for Panathinaikos. Ninis is a member of the Greek national team. His FIFA profile claims he \"possesses a dizzying range of skills to go with sublime vision, an electrifying change of pace and fearsome long-range shooting skills\".",
      "pageId": 8810772,
      "monthDay": "04/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Benjamin_Stone_(actor)",
      "name": "Benjamin Stone",
      "aboutText": "Israel Folau (Tongan: Isileli Folau; born 3 April 1989) is an Australian professional rugby union footballer with the NSW Waratahs in Super Rugby and with the NTT Docomo Red Hurricanes in Super Rugby.\nFolau previously played rugby league for the Melbourne Storm in the National Rugby League (NRL) from 2007 to 2008 where he broke the record for most tries in a debut year. He then played with the Brisbane Broncos from 2009 to 2010.",
      "pageId": 9268239,
      "monthDay": "04/03"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sal_Zizzo",
      "name": "Sal Zizzo",
      "aboutText": "Jay Allen Bruce (born April 3, 1987) is an American professional baseball right fielder for the Cincinnati Reds of Major League Baseball (MLB).",
      "pageId": 11654907,
      "monthDay": "04/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Kam_Chancellor",
      "name": "Kam Chancellor",
      "aboutText": "Salvatore \"Sal\" Zizzo Jr. (born April 3, 1987) is an American soccer player who plays for New York Red Bulls of Major League Soccer.\n^ \"FIFA U-20 World Cup Canada 2007 – List of Players\" (PDF).",
      "pageId": 12135384,
      "monthDay": "04/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Brandon_Graham",
      "name": "Brandon Graham",
      "aboutText": "Madison Brengle (born April 3, 1990) is an American professional tennis player currently on the WTA Tour. Her biggest success occurred in early 2015, reaching her first WTA final in January followed by a fourth round major appearance at the Australian Open. She also defeated world No.",
      "pageId": 14554516,
      "monthDay": "04/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Peter_Hartley_(footballer)",
      "name": "Peter Hartley",
      "aboutText": "Karim Ansarifard (Persian: کریم انصاری‌فرد‎‎; born 3 April 1990, Ardabil) is an Iranian footballer who plays as a striker for Greek club Panionios and Iranian national team. His playing style and ability have drawn comparisons to Ali Daei (the coach who scouted him) and he has been named Daei's \"successor\".\nWorld Soccer selected Ansarifard as one of the best young talents in the world alongside Javier Hernandez and Jack Wilshere.",
      "pageId": 16210714,
      "monthDay": "04/03"
    },
    {
      "year": "1988",
      "uri": "/wiki/Tim_Krul",
      "name": "Tim Krul",
      "aboutText": "Park Jung-Min (Hangul: 박정민; hanja: 朴政珉; born: April 3, 1987) is a South Korean entertainer, actor, and a member of boyband SS501.\nIn 2009, Park made his musical debut in Grease as Danny Park, where he received the Best New Musical Talent award by the Golden Ticket Awards. He also had his acting debut as a main lead in Human Theater 2010.",
      "pageId": 22016553,
      "monthDay": "04/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Romain_Alessandrini",
      "name": "Romain Alessandrini",
      "aboutText": "Kameron Darnel Chancellor (born April 3, 1988) is an American football strong safety for the Seattle Seahawks of the National Football League (NFL). He played college football at Virginia Tech, and was drafted by the Seahawks in the fifth round of the 2010 NFL Draft. He is known for his devastating hit power and athleticism.",
      "pageId": 23897464,
      "monthDay": "04/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Matija_Duh",
      "name": "Matija Duh",
      "aboutText": "Brandon Lee Graham (born April 3, 1988) is an American football linebacker for the Philadelphia Eagles of the National Football League (NFL). He was drafted by the Eagles in the first round of the 2010 NFL Draft with the thirteenth selection in the draft and the first from the Big Ten Conference. He played college football at Michigan.",
      "pageId": 24302022,
      "monthDay": "04/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Israel_Folau",
      "name": "Israel Folau",
      "aboutText": "Narangoda Liyanaarachchilage Thisara Chirantha Perera,(Sinhalese: තිසර පෙරේරා; born 3 April 1989 in Colombo) is a professional Sri Lankan cricketer who represents Sri Lanka, Colts Cricket Club, Kings XI Punjab and the Wayamba Wolves. An all-rounder, he is an aggressive left-handed batsman and a right-arm medium-fast bowler.\nPerera was a part of the Sri Lankan team that won the 2014 World T20.",
      "pageId": 25753381,
      "monthDay": "04/03"
    },
    {
      "year": "1989",
      "uri": "/wiki/Thisara_Perera",
      "name": "Thisara Perera",
      "aboutText": "Jason Michael Kipnis (born April 3, 1987; nicknamed \"Kip\") is an American baseball player who plays second base for the Cleveland Indians. He attended Glenbrook North High School in the suburbs of Chicago, where he earned three letters playing baseball for the Glenbrook North Spartans. He attended the University of Kentucky, but transferred to Arizona State University after two years.",
      "pageId": 31408003,
      "monthDay": "04/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Karim_Ansarifard",
      "name": "Karim Ansarifard",
      "aboutText": "Benjamin Stone (born 3 April 1987) is a British actor. He has a twin sister. He is known for playing Alek Petrov in The Nine Lives of Chloe King, and William \"Blank\" Blankenship in the series 10 Things I Hate About You.",
      "pageId": 32370765,
      "monthDay": "04/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Madison_Brengle",
      "name": "Madison Brengle",
      "aboutText": "Romain Alessandrini (born 3 April 1989) is a French footballer who plays as a winger for Ligue 1 club Marseille . He is known for his pace, dribbling and goals from midfield.",
      "pageId": 34650729,
      "monthDay": "04/03"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sotiris_Ninis",
      "name": "Sotiris Ninis",
      "aboutText": "Matija Duh (3 April 1989 – 3 February 2013) was a Slovenian international motorcycle speedway rider.\nDuh raced in Poland for KSM Krosno, Orzeł Łódź, and Ostrovia Ostrów Wielkopolski. He also represented Slovenia on several occasions.",
      "pageId": 38411653,
      "monthDay": "04/03"
    },
    {
      "year": "1990",
      "uri": "/w/index.php?title=Nico_Ibaviosa&action=edit&redlink=1",
      "name": "Nico Ibaviosa",
      "aboutText": "Sophie Joy Delezio (born 3 April 2001) is an Australian schoolgirl who gained media attention when she was involved in an accident at the Roundhouse Childcare Centre in Fairlight, Sydney, Australia. She suffered third-degree burns to 85% of her body and was hospitalised for several weeks where she lost both her legs. Delezio is the first daughter of Ron Delezio and Carolyn Martin and the younger sister of Mitchell Delezio and half sister of Catherine Delezio.",
      "pageId": 5027695,
      "monthDay": "04/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/Stanislav_Engovatov",
      "name": "Stanislav Engovatov",
      "aboutText": "AKB48 (pronounced A.K.B. Forty-eight) is a Japanese idol girl group named after the Akihabara (Akiba for short) area in Tokyo, where the group's theater is located, and its original roster of 48 members. As of December 2015, the group has expanded to include more than 130 members aged from their early teens to their mid-20s. AKB48's producer, Yasushi Akimoto, wanted to form a girl group with its own theater (unlike pop groups performing occasional concerts and seen on television) and performing daily so fans could always see them live.",
      "pageId": 7253509,
      "monthDay": "04/03"
    },
    {
      "year": "1991",
      "uri": "/wiki/Hayley_Kiyoko",
      "name": "Hayley Kiyoko",
      "aboutText": "Yuliya Andreyevna Yefimova (Russian: Юлия Андреевна Ефимова), also romanized Efimova, (born 3 April 1992) is a Russian competitive swimmer from Taganrog. Efimova competed for Russia at the 2008 Beijing Olympics and the 2012 London Olympics. In London she won the bronze medal in the 200 metres breaststroke.",
      "pageId": 16690883,
      "monthDay": "04/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Simone_Benedetti",
      "name": "Simone Benedetti",
      "aboutText": "Hayley Kiyoko Alcroft (/ˈheɪli kiˈjoʊkoʊ ˈælkrɒft/ HAY-lee kee-YOHK-oh AL-kroft; born April 3, 1991), known professionally as Hayley Kiyoko, is a Japanese-American actress, singer and songwriter. She is best known for playing Velma Dinkley in Scooby-Doo The Mystery Begins and Curse of the Lake Monster, as well as Stella Yamada in the Disney Channel film Lemonade Mouth.",
      "pageId": 23483489,
      "monthDay": "04/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/AKB48",
      "name": "AKB48",
      "aboutText": "Stanislav Vladimirovich Engovatov (Russian: Станислав Владимирович Энговатов; born April 3, 1991) is a Russian professional football player.",
      "pageId": 23961109,
      "monthDay": "04/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Gaku_Sano",
      "name": "Gaku Sano",
      "aboutText": "Pape Moussa Konaté (born 3 April 1993), known as Moussa Konaté, is a Senegalese professional footballer who plays for the Swiss club FC Sion as a forward.\n^ \"Uefa Profile Moussa\".",
      "pageId": 32487504,
      "monthDay": "04/03"
    },
    {
      "year": "1992",
      "uri": "/wiki/Yuliya_Yefimova",
      "name": "Yuliya Yefimova",
      "aboutText": "Simone Benedetti (born 3 April 1992) is an Italian professional footballer who plays as a centre back for Cagliari.\nHe is the son of former Italian football player, Silvano Benedetti.",
      "pageId": 33150059,
      "monthDay": "04/03"
    },
    {
      "year": "1993",
      "uri": "/wiki/Pape_Moussa_Konat%C3%A9",
      "name": "Pape Moussa Konaté",
      "aboutText": "Mayo Hibi (日比 万葉, Hibi Mayo, born April 3, 1996) is a Japanese tennis player.\nHibi has won four singles titles on the ITF tour in her career. On July 27, 2015, she reached her best singles ranking of world number 175.",
      "pageId": 39900060,
      "monthDay": "04/03"
    },
    {
      "year": "1994",
      "uri": "/wiki/Dylann_Roof",
      "name": "Dylann Roof",
      "aboutText": "Gaku Sano (佐野 岳, Sano Gaku, born April 3, 1992) is a Japanese actor, best known for his role as Kouta Kazuraba, the main character of the Kamen Rider series Kamen Rider Gaim.",
      "pageId": 46936161,
      "monthDay": "04/03"
    },
    {
      "year": "1996",
      "uri": "/wiki/Mayo_Hibi",
      "name": "Mayo Hibi",
      "aboutText": "Dylann Storm Roof (born April 3, 1994) is an American suspected of perpetrating the June 17, 2015 Charleston church shooting. During a prayer service at Emanuel African Methodist Episcopal Church, Roof claimed to have killed nine African Americans, including senior pastor and state senator Clementa C. Pinckney, and injured one other person. After several people identified Roof as the main suspect, he became the center of a manhunt that ended the morning after the shooting with his arrest in Shelby, North Carolina.",
      "pageId": 47054153,
      "monthDay": "04/03"
    },
    {
      "year": "2001",
      "uri": "/wiki/Sophie_Delezio",
      "name": "Sophie Delezio",
      "monthDay": "04/03"
    }
  ]
}