{
  "people": [
    {
      "year": "1170",
      "uri": "/wiki/Isabella_of_Hainault",
      "name": "Isabella of Hainault",
      "aboutText": "Elihu Yale (5 April 1649 – 8 July 1721) was an American merchant and philanthropist, Governor of the East India Company settlement in Fort St. George, at Madras and a benefactor of the Collegiate School in the Colony of Connecticut, which in 1718 was renamed Yale College in his honor.",
      "pageId": 10204,
      "monthDay": "04/05"
    },
    {
      "year": "1288",
      "uri": "/wiki/Emperor_Go-Fushimi",
      "name": "Emperor Go-Fushimi",
      "aboutText": "Thomas Hobbes of Malmesbury (/hɒbz/; 5 April 1588 – 4 December 1679), in some older texts Thomas Hobbs of Malmsbury, was an English philosopher, best known today for his work on political philosophy. His 1651 book Leviathan established social contract theory, the foundation of most later Western political philosophy.\nThough on rational grounds a champion of absolutism for the sovereign, Hobbes also developed some of the fundamentals of European liberal thought: the right of the individual; the natural equality of all men; the artificial character of the political order (which led to the later distinction between civil society and the state); the view that all legitimate political power must be \"representative\" and based on the consent of the people; and a liberal interpretation of law which leaves people free to do whatever the law does not explicitly forbid.",
      "pageId": 29823,
      "monthDay": "04/05"
    },
    {
      "year": "1472",
      "uri": "/wiki/Bianca_Maria_Sforza",
      "name": "Bianca Maria Sforza",
      "aboutText": "Emperor Go-Fushimi (後伏見天皇, Go-Fushimi-tennō, 5 April 1288 – 17 May 1336) was the 93rd emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1298 to 1301.\nThis 13th-century sovereign was named after his father, Emperor Fushimi and go- (後), translates literally as \"later\"; and thus, he is sometimes called the \"Later Emperor Fushimi\".",
      "pageId": 45762,
      "monthDay": "04/05"
    },
    {
      "year": "1523",
      "uri": "/wiki/Blaise_de_Vigen%C3%A8re",
      "name": "Blaise de Vigenère",
      "aboutText": "Count Fredrik Axel von Fersen (5 April 1719 – 24 April 1794) was a Swedish statesman and soldier.",
      "pageId": 201910,
      "monthDay": "04/05"
    },
    {
      "year": "1588",
      "uri": "/wiki/Thomas_Hobbes",
      "name": "Thomas Hobbes",
      "aboutText": "Louis Spohr (5 April 1784 – 22 October 1859), born Ludwig Spohr, was a German composer, violinist and conductor. Highly regarded during his lifetime, Spohr composed ten symphonies, ten operas, eighteen violin concerti, four clarinet concerti, four oratorios and various works for small ensemble, chamber music and art songs. Spohr was the inventor of both the violin chinrest and the orchestral rehearsal mark.",
      "pageId": 254135,
      "monthDay": "04/05"
    },
    {
      "year": "1595",
      "uri": "/wiki/John_Wilson_(composer)",
      "name": "John Wilson",
      "aboutText": "Vice-Admiral Sir Thomas Masterman Hardy, 1st Baronet GCB (5 April 1769 – 20 September 1839) was a Royal Navy officer. He took part in the Battle of Cape St Vincent in February 1797, the Battle of the Nile in August 1798 and the Battle of Copenhagen in April 1801 during the French Revolutionary Wars. He served as flag captain to Admiral Lord Nelson, and commanded HMS Victory at the Battle of Trafalgar in October 1805 during the Napoleonic Wars.",
      "pageId": 396812,
      "monthDay": "04/05"
    },
    {
      "year": "1604",
      "uri": "/wiki/Charles_IV,_Duke_of_Lorraine",
      "name": "Charles IV, Duke of Lorraine",
      "aboutText": "Blaise de Vigenère (5 April 1523 – 19 February 1596) (French pronunciation: ​[viʒnɛːʁ]) was a French diplomat, cryptographer, translator and alchemist.",
      "pageId": 468925,
      "monthDay": "04/05"
    },
    {
      "year": "1622",
      "uri": "/wiki/Vincenzo_Viviani",
      "name": "Vincenzo Viviani",
      "aboutText": "Jean-Honoré Fragonard (French: [ʒã onoʀe fʀaɡonɑʀ]; 5 April 1732 in Grasse – 22 August 1806 in Paris) was a French painter and printmaker whose late Rococo manner was distinguished by remarkable facility, exuberance, and hedonism. One of the most prolific artists active in the last decades of the Ancien Régime, Fragonard produced more than 550 paintings (not counting drawings and etchings), of which only five are dated. Among his most popular works are genre paintings conveying an atmosphere of intimacy and veiled eroticism.",
      "pageId": 605652,
      "monthDay": "04/05"
    },
    {
      "year": "1649",
      "uri": "/wiki/Elihu_Yale",
      "name": "Elihu Yale",
      "aboutText": "Charles IV (5 April 1604, Nancy – 18 September 1675, Allenbach) was Duke of Lorraine from 1624 until his death in 1675, with a brief interruption in 1634, when he abdicated under French pressure in favor of his younger brother, Nicholas Francis.",
      "pageId": 655735,
      "monthDay": "04/05"
    },
    {
      "year": "1692",
      "uri": "/wiki/Adrienne_Lecouvreur",
      "name": "Adrienne Lecouvreur",
      "aboutText": "Isabella of Hainaut (Valenciennes, 5 April 1170 – 15 March 1190, Paris) was Queen of France as the first wife of King Philip II.",
      "pageId": 690936,
      "monthDay": "04/05"
    },
    {
      "year": "1719",
      "uri": "/wiki/Axel_von_Fersen_the_Elder",
      "name": "Axel von Fersen the Elder",
      "aboutText": "Samuel Freeman Miller (April 5, 1816 – October 13, 1890) was an associate justice of the United States Supreme Court who served from 1862 to 1890.",
      "pageId": 890515,
      "monthDay": "04/05"
    },
    {
      "year": "1727",
      "uri": "/wiki/Pasquale_Anfossi",
      "name": "Pasquale Anfossi",
      "aboutText": "Adrienne Lecouvreur (5 April 1692 – 20 March 1730) was a French actress, considered by many as the greatest of her time. Born in Damery, she first appeared professionally on the stage in Lille. After her Paris debut at the Comédie-Française in 1717, she was immensely popular with the public.",
      "pageId": 913926,
      "monthDay": "04/05"
    },
    {
      "year": "1732",
      "uri": "/wiki/Jean-Honor%C3%A9_Fragonard",
      "name": "Jean-Honoré Fragonard",
      "aboutText": "Sybil Ludington (April 5, 1761 – February 26, 1839), daughter of Colonel Henry Ludington, was a heroine of the American Revolutionary War who, mounted on her horse, Star, became famous for her night ride on April 26, 1777 to alert rebel forces to the approach of the British regular forces. Her action was similar to that performed by Jack Jouett or Paul Revere, although she rode more than twice the distance of Revere and was only 16 years old at the time of her action. She was an aunt of Harrison Ludington, a Governor of Wisconsin.",
      "pageId": 1020309,
      "monthDay": "04/05"
    },
    {
      "year": "1752",
      "uri": "/wiki/S%C3%A9bastien_%C3%89rard",
      "name": "Sébastien Érard",
      "aboutText": "Vincenzo Viviani (April 5, 1622 – September 22, 1703) was an Italian mathematician and scientist.",
      "pageId": 1211443,
      "monthDay": "04/05"
    },
    {
      "year": "1761",
      "uri": "/wiki/Sybil_Ludington",
      "name": "Sybil Ludington",
      "aboutText": "Bianca Maria Sforza (5 April 1472 – 31 December 1510), was Holy Roman Empress as the second wife of Maximilian I, Holy Roman Emperor.",
      "pageId": 1384003,
      "monthDay": "04/05"
    },
    {
      "year": "1769",
      "uri": "/wiki/Sir_Thomas_Hardy,_1st_Baronet",
      "name": "Sir Thomas Hardy, 1st Baronet",
      "aboutText": "Pasquale Anfossi (5 April 1727 – February 1797) was an Italian opera composer. Born in Taggia, Liguria, he studied with Niccolò Piccinni and Antonio Sacchini, and worked mainly in London, Venice and Rome.\nHe wrote more than 80 operas, both opera seria and opera buffa, although he concentrated on church music, especially oratorios, during his last years.",
      "pageId": 3782570,
      "monthDay": "04/05"
    },
    {
      "year": "1780",
      "uri": "/wiki/Benjamin_Greene",
      "name": "Benjamin Greene",
      "aboutText": "Sébastien Érard (5 April 1752 – 5 August 1831), born Sebastian Erhard, was a French instrument maker of German origin who specialised in the production of pianos and harps, developing the capacities of both instruments and pioneering the modern piano.",
      "pageId": 5887257,
      "monthDay": "04/05"
    },
    {
      "year": "1784",
      "uri": "/wiki/Louis_Spohr",
      "name": "Louis Spohr",
      "aboutText": "Benjamin Greene (5 April 1780 – 26 November 1860) was the founder of Greene King, one of the United Kingdom's largest brewing businesses.",
      "pageId": 23996546,
      "monthDay": "04/05"
    },
    {
      "year": "1805",
      "uri": "/wiki/Samuel_Forde",
      "name": "Samuel Forde",
      "aboutText": "John Wilson (5 April 1595 – 22 February 1674), was an English composer, lutenist and teacher. Born in Faversham, Kent, he moved to London by 1614, where he succeeded Robert Johnson as principal composer for the King's Men, and entered the King's Musick in 1635 as a lutenist. He received the degree of D.Mus from Oxford in 1644, and he was Heather Professor of Music there from 1656 to 1661.",
      "pageId": 27497254,
      "monthDay": "04/05"
    },
    {
      "year": "1816",
      "uri": "/wiki/Samuel_Freeman_Miller",
      "name": "Samuel Freeman Miller",
      "aboutText": "Samuel Forde (1805–1828), was an Irish painter.",
      "pageId": 32752064,
      "monthDay": "04/05"
    },
    {
      "year": "1827",
      "uri": "/wiki/Joseph_Lister,_1st_Baron_Lister",
      "name": "Joseph Lister, 1st Baron Lister",
      "aboutText": "Joseph Lister, 1st Baron Lister Bt OM PC FRS (5 April 1827 – 10 February 1912), known as Sir Joseph Lister, Bt., between 1883 and 1897, was a British surgeon and a pioneer of antiseptic surgery. By applying Louis Pasteur's advances in microbiology, he promoted the idea of sterile portable ports while working at the Glasgow Royal Infirmary.",
      "pageId": 16535,
      "monthDay": "04/05"
    },
    {
      "year": "1832",
      "uri": "/wiki/Jules_Ferry",
      "name": "Jules Ferry",
      "aboutText": "Booker Taliaferro Washington (April 5, 1856 – November 14, 1915) was an African-American educator, author, orator, and advisor to presidents of the United States. Between 1890 and 1915, Washington was the dominant leader in the African-American community.\nWashington was from the last generation of black American leaders born into slavery and became the leading voice of the former slaves and their descendants.",
      "pageId": 37242,
      "monthDay": "04/05"
    },
    {
      "year": "1835",
      "uri": "/wiki/Carl_Theodor_Schulz",
      "name": "Carl Theodor Schulz",
      "aboutText": "Mistinguett (5 April 1875 – 5 January 1956) was a French actress and singer, whose birth name was Jeanne Florentine Bourgeois.",
      "pageId": 61174,
      "monthDay": "04/05"
    },
    {
      "year": "1837",
      "uri": "/wiki/Algernon_Charles_Swinburne",
      "name": "Algernon Charles Swinburne",
      "aboutText": "Alexander Joseph GCB (5 April 1857 – 23 October 1893), known as Alexander of Battenberg, was the first prince (knyaz) of modern Bulgaria from 1879 until his abdication in 1886.",
      "pageId": 69882,
      "monthDay": "04/05"
    },
    {
      "year": "1839",
      "uri": "/wiki/Robert_Smalls",
      "name": "Robert Smalls",
      "aboutText": "Algernon Charles Swinburne (5 April 1837 – 10 April 1909) was an English poet, playwright, novelist, and critic. He wrote several novels and collections of poetry such as Poems and Ballads, and contributed to the famous Eleventh Edition of the Encyclopædia Britannica. A controversial figure at the time, Swinburne was a sado-masochist and alcoholic, and was obsessed with the Middle Ages and lesbianism.",
      "pageId": 103236,
      "monthDay": "04/05"
    },
    {
      "year": "1840",
      "uri": "/wiki/Ghazaros_Aghayan",
      "name": "Ghazaros Aghayan",
      "aboutText": "Walter Thomas Huston (/ˈwɔːltər ˈhjuːstən/; April 5, 1883 – April 7, 1950) was a Canadian-born American actor.",
      "pageId": 145064,
      "monthDay": "04/05"
    },
    {
      "year": "1856",
      "uri": "/wiki/Booker_T._Washington",
      "name": "Booker T. Washington",
      "aboutText": "Jules François Camille Ferry (French: [ʒyl fɛʁi]; 5 April 1832 – 17 March 1893) was a French statesman and republican. He was a promoter of laicism and colonial expansion.\n^ A History of Western Society, Seventh Edition.",
      "pageId": 183955,
      "monthDay": "04/05"
    },
    {
      "year": "1857",
      "uri": "/wiki/Alexander_of_Battenberg",
      "name": "Alexander of Battenberg",
      "aboutText": "Mirko Seljan (April 5, 1871 – c. 1913) and Stjepan Seljan (August 19, 1875 – June 7, 1936) were Croatian explorers.",
      "pageId": 444870,
      "monthDay": "04/05"
    },
    {
      "year": "1858",
      "uri": "/wiki/Washington_Atlee_Burpee",
      "name": "Washington Atlee Burpee",
      "aboutText": "Albert Charles Paul Marie Roussel (French: [albɛːʁ ʁusɛl]; 5 April 1869 – 23 August 1937) was a French composer. He spent seven years as a midshipman, turned to music as an adult, and became one of the most prominent French composers of the interwar period.",
      "pageId": 620890,
      "monthDay": "04/05"
    },
    {
      "year": "1863",
      "uri": "/wiki/Princess_Victoria_of_Hesse_and_by_Rhine",
      "name": "Princess Victoria of Hesse and by Rhine",
      "aboutText": "Brigadier General Arnold Nugent Strode Strode-Jackson CBE, DSO & Three Bars (5 April 1891 – 13 November 1972) was a British athlete, British Army officer, and a barrister. He was the winner of the 1500 m at the 1912 Summer Olympics, in what was hailed at the time as \"the greatest race ever run\". He was a brigadier general and amongst the most highly decorated British officers of the First World War.",
      "pageId": 816026,
      "monthDay": "04/05"
    },
    {
      "year": "1869",
      "uri": "/wiki/Sergey_Chaplygin",
      "name": "Sergey Chaplygin",
      "aboutText": "Sergey Alexeyevich Chaplygin (Russian: Серге́й Алексе́евич Чаплы́гин; April 5, 1869, Ranenburg–October 8, 1942, Novosibirsk) was a Russian and Soviet physicist, mathematician, and mechanical engineer. He is known for mathematical formulas such as Chaplygin's equation and for a hypothetical substance in cosmology called Chaplygin gas, named after him. He graduated in 1890 from Moscow University, and later became a professor.",
      "pageId": 1240863,
      "monthDay": "04/05"
    },
    {
      "year": "1869",
      "uri": "/wiki/Albert_Roussel",
      "name": "Albert Roussel",
      "aboutText": "Princess Victoria of Hesse and by Rhine, later Victoria Mountbatten, Marchioness of Milford Haven (Victoria Alberta Elisabeth Mathilde Marie; 5 April 1863 – 24 September 1950) was the eldest daughter of Louis IV, Grand Duke of Hesse and by Rhine (1837–1892), and his first wife Princess Alice of the United Kingdom (1843–1878), daughter of Queen Victoria and Prince Albert of Saxe-Coburg and Gotha.\nHer mother died while her brother and sisters were still young, which placed her in an early position of responsibility over her siblings. She married her father's first cousin, Prince Louis of Battenberg, an officer in the United Kingdom's Royal Navy, in a love match and lived most of her married life in various parts of Europe at her husband's naval posts and visiting her many royal relations.",
      "pageId": 1301058,
      "monthDay": "04/05"
    },
    {
      "year": "1871",
      "uri": "/wiki/Mirko_Seljan",
      "name": "Mirko Seljan",
      "aboutText": "Washington Atlee Burpee (5 April 1858 – 26 November 1915) was the founder of the W. Atlee Burpee & Company, now more commonly known as Burpee Seeds.",
      "pageId": 1675716,
      "monthDay": "04/05"
    },
    {
      "year": "1872",
      "uri": "/wiki/Samuel_Cate_Prescott",
      "name": "Samuel Cate Prescott",
      "aboutText": "Arnold Clas Robert Thunberg (5 April 1893 – 28 April 1973) was a Finnish speed skater who won five Olympic gold medals – three at the inaugural Winter Olympics held in Chamonix in 1924 (along with a silver and a bronze medal) and two at the 1928 Winter Olympics held in St. Moritz. He was the most successful athlete at both of these Winter Olympics, sharing the honour for 1928 Winter Olympics with Johan Grøttumsbraaten of Norway.",
      "pageId": 2483219,
      "monthDay": "04/05"
    },
    {
      "year": "1875",
      "uri": "/wiki/Mistinguett",
      "name": "Mistinguett",
      "aboutText": "Ghazaros Stepani Aghayan (Armenian: Ղազարոս Ստեփանի Աղայան, April 5, 1840 - June 20, 1911) was an Armenian writer, educator, folklorist, historian, linguist and public figure.",
      "pageId": 2723250,
      "monthDay": "04/05"
    },
    {
      "year": "1878",
      "uri": "/wiki/Paul_Weinstein_(athlete)",
      "name": "Paul Weinstein",
      "aboutText": "Robert Smalls (April 5, 1839 – February 23, 1915) was an enslaved African American who, during and after the American Civil War, became a ship's pilot, sea captain, and politician. He freed himself, his crew and their families from slavery on May 13, 1862, by commandeering a Confederate transport ship, the CSS Planter, in Charleston harbor, and sailing it to freedom from Confederate controlled waters to the Federal blockade. His example and persuasion helped convince President Lincoln to accept African-American soldiers into the Union Army.",
      "pageId": 3687428,
      "monthDay": "04/05"
    },
    {
      "year": "1883",
      "uri": "/wiki/Walter_Huston",
      "name": "Walter Huston",
      "aboutText": "Samuel Cate Prescott (April 5, 1872 – March 19, 1962) was an American food scientist and microbiologist who was involved in the development of food safety, food science, public health, and industrial microbiology.",
      "pageId": 7484794,
      "monthDay": "04/05"
    },
    {
      "year": "1884",
      "uri": "/wiki/Ion_Incule%C8%9B",
      "name": "Ion Inculeț",
      "aboutText": "Paul Weinstein (April 5, 1878 – August 16, 1964) was a German athlete who competed in the early twentieth century.\nHe was born in Wallendorf.\nHe won the bronze medal in Athletics at the 1904 Summer Olympics in the high jump.",
      "pageId": 7569993,
      "monthDay": "04/05"
    },
    {
      "year": "1891",
      "uri": "/wiki/Arnold_Jackson_(British_Army_officer)",
      "name": "Arnold Jackson",
      "aboutText": "Ion C. Inculeț (April 5, 1884 - November 18, 1940) was a Bessarabian politician and the president of the Moldavian Democratic Republic.",
      "pageId": 15118175,
      "monthDay": "04/05"
    },
    {
      "year": "1893",
      "uri": "/wiki/Clas_Thunberg",
      "name": "Clas Thunberg",
      "aboutText": "Carl Theodor Schulz (5 April 1835 – 16 August 1914) was a Norwegian gardener.\nHe was born in Berlin, Germany, the son of Christian Schulz, a tailor. In the 1850s the young Schulz worked at some market gardens in Berlin and its edge city Potsdam; he was employed at a botanical garden in Hamburg in the subsequent decade.",
      "pageId": 31978939,
      "monthDay": "04/05"
    },
    {
      "year": "1899",
      "uri": "/wiki/Alfred_Blalock",
      "name": "Alfred Blalock",
      "aboutText": "Spencer Bonaventure Tracy (April 5, 1900 – June 10, 1967) was an American actor, noted for his natural style and versatility. One of the major stars of Hollywood's Golden Age, Tracy was nominated for nine Academy Awards for Best Actor and won two, sharing the record for nominations in that category with Laurence Olivier.\nTracy first discovered his talent for acting while attending Ripon College, and later received a scholarship for the American Academy of Dramatic Arts.",
      "pageId": 45782,
      "monthDay": "04/05"
    },
    {
      "year": "1899",
      "uri": "/wiki/Elsie_Thompson",
      "name": "Elsie Thompson",
      "aboutText": "Ruth Elizabeth \"Bette\" Davis (April 5, 1908 – October 6, 1989) was an American actress of film, television and theater. Regarded as one of the greatest actresses in Hollywood history, she was noted for her willingness to play unsympathetic, sardonic characters and was reputed for her performances in a range of film genres, from contemporary crime melodramas to historical and period films and occasional comedies, although her greatest successes were her roles in romantic dramas.\nAfter appearing in Broadway plays, Davis moved to Hollywood in 1930, but her early films for Universal Studios (and as loanout to other studios) were unsuccessful.",
      "pageId": 63517,
      "monthDay": "04/05"
    },
    {
      "year": "1900",
      "uri": "/wiki/Herbert_Bayer",
      "name": "Herbert Bayer",
      "aboutText": "Herbert Bayer (April 5, 1900 – September 30, 1985) was an Austrian and American graphic designer, painter, photographer, sculptor, art director, environmental and interior designer, and architect, who was widely recognized as the last living member of the Bauhaus and was instrumental in the development of the Atlantic Richfield Company's corporate art collection until his death in 1985.",
      "pageId": 69761,
      "monthDay": "04/05"
    },
    {
      "year": "1900",
      "uri": "/wiki/Roman_Steinberg",
      "name": "Roman Steinberg",
      "aboutText": "Eldred Gregory Peck (April 5, 1916 – June 12, 2003) was an American actor who was one of the most popular film stars from the 1940s to the 1960s. Peck continued to play major film roles until the late 1970s. His performance as Atticus Finch in the 1962 film To Kill a Mockingbird earned him the Academy Award for Best Actor.",
      "pageId": 77491,
      "monthDay": "04/05"
    },
    {
      "year": "1900",
      "uri": "/wiki/Spencer_Tracy",
      "name": "Spencer Tracy",
      "aboutText": "Melvyn Edouard Hesselberg (April 5, 1901 – August 4, 1981), better known as Melvyn Douglas, was an American actor.\nDouglas came to prominence in the 1930s as a suave leading man, perhaps best typified by his performance in the 1939 romantic comedy Ninotchka with Greta Garbo.",
      "pageId": 161914,
      "monthDay": "04/05"
    },
    {
      "year": "1901",
      "uri": "/wiki/Melvyn_Douglas",
      "name": "Melvyn Douglas",
      "aboutText": "John Le Mesurier (/lə ˈmɛʒərər/, born John Elton Le Mesurier Halliley; 5 April 1912 – 15 November 1983) was an English actor. He is perhaps best remembered for his comedic role as Sergeant Wilson in the BBC television sitcom Dad's Army (1968–77). A self-confessed \"jobbing actor\", Le Mesurier appeared in more than 120 films across a range of genres, normally in smaller supporting parts.",
      "pageId": 163382,
      "monthDay": "04/05"
    },
    {
      "year": "1904",
      "uri": "/wiki/Richard_Eberhart",
      "name": "Richard Eberhart",
      "aboutText": "Herbert von Karajan (German pronunciation: [ˈhɛɐbɛɐt fɔn ˈkaʁaˌjan]; born Heribert, Ritter von Karajan; 5 April 1908 – 16 July 1989) was an Austrian conductor. He was principal conductor of the Berlin Philharmonic for 35 years. He is generally regarded as one of the greatest conductors of the 20th century, and he was a dominant figure in European classical music from the mid-1950s until his death.",
      "pageId": 251388,
      "monthDay": "04/05"
    },
    {
      "year": "1906",
      "uri": "/wiki/Lord_Buckley",
      "name": "Lord Buckley",
      "aboutText": "Albert Romolo Broccoli, CBE (Hon) (April 5, 1909 – June 27, 1996), nicknamed \"Cubby,\" was an American film producer who made more than 40 motion pictures throughout his career. Most of the films were made in the United Kingdom and often filmed at Pinewood Studios. Co-founder of Danjaq, LLC and Eon Productions, Broccoli is most notable as the producer of many of the James Bond films.",
      "pageId": 541497,
      "monthDay": "04/05"
    },
    {
      "year": "1908",
      "uri": "/wiki/Bette_Davis",
      "name": "Bette Davis",
      "aboutText": "Alfred Blalock (April 5, 1899 – September 15, 1964) was a 20th-century American surgeon most noted for his research on the medical condition of shock as well as Tetralogy of Fallot— commonly known as Blue baby syndrome. He developed the Blalock-Thomas-Taussig Shunt, a surgical procedure he developed together with surgical technician Vivien Thomas and pediatric cardiologist Helen Taussig to relieve the cyanosis from Tetralogy of Fallot. This operation ushered in the modern era of cardiac surgery.",
      "pageId": 726855,
      "monthDay": "04/05"
    },
    {
      "year": "1908",
      "uri": "/wiki/Ernestine_Gilbreth_Carey",
      "name": "Ernestine Gilbreth Carey",
      "aboutText": "Richard Ghormley Eberhart (April 5, 1904 – June 9, 2005) was an American poet who published more than a dozen books of poetry and approximately twenty works in total. He won the Pulitzer Prize for Poetry for Selected Poems, 1930–1965 and the 1977 National Book Award for Poetry for Collected Poems, 1930–1976.",
      "pageId": 987722,
      "monthDay": "04/05"
    },
    {
      "year": "1908",
      "uri": "/wiki/Jagjivan_Ram",
      "name": "Jagjivan Ram",
      "aboutText": "Lord Richard Buckley (Richard Myrle Buckley; April 5, 1906 – November 12, 1960) was an American stage performer, recording artist, monologist, and hip poet/comic, who in the 1940s and 50s created a character that was, according to The New York Times, \"an unlikely persona ... part English royalty, part Dizzy Gillespie.\" Michael Packenham, writing in The Baltimore Sun, described him as \"a magnificent stand-up comedian... Buckley's work, his very presence, projected the sense that life's most immortal truths lie in the inextricable weaving together of love and irony -- affection for all humanity married to laughter.\" Buckley's unique stage persona anticipated aspects of the Beat Generation sensibility, and influenced contemporary figures as various as Dizzy Gillespie, Lenny Bruce, Wavy Gravy, Del Close, and, even after Buckley's death, Ken Kesey, George Harrison, Tom Waits, Frank Zappa, Robin Williams, and Jimmy Buffett.",
      "pageId": 1031553,
      "monthDay": "04/05"
    },
    {
      "year": "1908",
      "uri": "/wiki/Herbert_von_Karajan",
      "name": "Herbert von Karajan",
      "aboutText": "William \"Bill\" Roberts (5 April 1912 – 5 December 2001) was an English sprinter and winner of gold medal in 4x400 m relay for Great Britain at the 1936 Summer Olympics.\nBorn in Salford, Lancashire, William Roberts won the British AAA championships in 440 yd (400 m) in 1935 and 1937.\nAt the 1934 British Empire Games, Roberts finished second in 440 yd (400 m) behind Godfrey Rampling, but turned the silver into the gold medal in the next British Empire Games in 1938 in Sydney, Australia.",
      "pageId": 1423163,
      "monthDay": "04/05"
    },
    {
      "year": "1909",
      "uri": "/wiki/Albert_R._Broccoli",
      "name": "Albert R. Broccoli",
      "aboutText": "Jagjivan Ram (5 April 1908 – 6 July 1986), known popularly as Babuji, was an Indian independence activist and politician from Bihar. He belonged to the Chamar caste and was a leader of the Dalit community. He was instrumental in foundation of the All-India Depressed Classes League, an organisation dedicated to attaining equality for untouchables, in 1935 and was elected to Bihar Legislative Assembly in 1937, after which he organised the rural labour movement.",
      "pageId": 2390475,
      "monthDay": "04/05"
    },
    {
      "year": "1909",
      "uri": "/wiki/Erwin_Wegner",
      "name": "Erwin Wegner",
      "aboutText": "Ernestine Moller Gilbreth, Mrs.",
      "pageId": 4562761,
      "monthDay": "04/05"
    },
    {
      "year": "1912",
      "uri": "/wiki/Makar_Honcharenko",
      "name": "Makar Honcharenko",
      "aboutText": "István Örkény (5 April 1912, Budapest – 24 June 1979, Budapest) was a Hungarian writer whose plays and novels often featured grotesque situations.",
      "pageId": 17244145,
      "monthDay": "04/05"
    },
    {
      "year": "1912",
      "uri": "/wiki/John_Le_Mesurier",
      "name": "John Le Mesurier",
      "aboutText": "Roman Steinberg (5 April 1900 – 16 April 1928) from Tallinn, Estonia, was a Greco-Roman wrestling bronze medal winner in middleweight class at the 1924 Summer Olympics in Paris, France. Steinberg was also three times Estonian wrestling champion 1921-1923, coached by Robert Oksa.",
      "pageId": 17326609,
      "monthDay": "04/05"
    },
    {
      "year": "1912",
      "uri": "/wiki/Istv%C3%A1n_%C3%96rk%C3%A9ny",
      "name": "István Örkény",
      "aboutText": "Albert Henry Ottenweller (April 5, 1916 – September 23, 2012) was an American prelate of the Roman Catholic Church. He served as Bishop of Steubenville from 1977 to 1992.",
      "pageId": 19334519,
      "monthDay": "04/05"
    },
    {
      "year": "1912",
      "uri": "/wiki/Bill_Roberts_(athlete)",
      "name": "Bill Roberts",
      "aboutText": "Makar Mykhaylovych Honcharenko (Ukrainian: Макар Михайлович Гончаренко), (April 5, 1912, Kiev, Russian Empire – April 1, 1997, Kiev, Ukraine) was a Soviet-Ukrainian football player and coach.",
      "pageId": 36814851,
      "monthDay": "04/05"
    },
    {
      "year": "1916",
      "uri": "/wiki/Albert_Henry_Ottenweller",
      "name": "Albert Henry Ottenweller",
      "aboutText": "Ronald L. \"Ron\" Thompson (August 19, 1899 – June 19, 1986) was an American politician from Pennsylvania.",
      "pageId": 38980008,
      "monthDay": "04/05"
    },
    {
      "year": "1916",
      "uri": "/wiki/Gregory_Peck",
      "name": "Gregory Peck",
      "aboutText": "Erwin Wegner (5 April 1909 – 16 February 1945) was a German athlete.",
      "pageId": 42407382,
      "monthDay": "04/05"
    },
    {
      "year": "1917",
      "uri": "/wiki/Robert_Bloch",
      "name": "Robert Bloch",
      "aboutText": "Robert Albert Bloch (/blɑːk/; April 5, 1917 – September 23, 1994) was an American fiction writer, primarily of crime, horror, fantasy and science fiction, from Milwaukee, Wisconsin. He is best known as the writer of Psycho, the basis for the film of the same name by Alfred Hitchcock. He wrote that \"Despite my ghoulish reputation, I really have the heart of a small boy.",
      "pageId": 26243,
      "monthDay": "04/05"
    },
    {
      "year": "1920",
      "uri": "/wiki/Barend_Biesheuvel",
      "name": "Barend Biesheuvel",
      "aboutText": "Arthur Hailey (5 April 1920 – 24 November 2004) was a British/Canadian novelist, whose works have sold more than 170 million copies in 40 languages. Most of the novels are set within one major industry, such as hotels, banks or airlines, and explore the particular human conflicts sparked-off by that environment. They are notable for their plain style, extreme realism, based on months of detailed research, and a sympathetic down-to-earth hero with whom the reader can easily identify.",
      "pageId": 62081,
      "monthDay": "04/05"
    },
    {
      "year": "1920",
      "uri": "/wiki/Arthur_Hailey",
      "name": "Arthur Hailey",
      "aboutText": "Nguyễn Văn Thiệu (Northern Vietnamese pronunciation: [ŋwiən˧ˀ˥ vǎn˧ tʰiəw˧ˀ˩ʔ]; Southern Vietnamese pronunciation: [ŋwiŋ˧˩˧ vǎŋ˧ tʰiw˨˧]; 5 April 1923 – 29 September 2001) was the president of South Vietnam from 1965 to 1975. He was a general in the Army of the Republic of Vietnam (ARVN), became head of a military junta, and then president after winning a scheduled election.",
      "pageId": 80096,
      "monthDay": "04/05"
    },
    {
      "year": "1920",
      "uri": "/wiki/Alfonso_Thiele",
      "name": "Alfonso Thiele",
      "aboutText": "Roger William Corman (born April 5, 1926) is an American independent film producer, director and actor. He has been called The Pope of Pop Cinema, and is known as a trail blazer in the world of independent film. Much of Corman's work has an established critical reputation, such as his cycle of low budget cult films adapted from the tales of Edgar Allan Poe.",
      "pageId": 88887,
      "monthDay": "04/05"
    },
    {
      "year": "1920",
      "uri": "/wiki/Rafiq_Zakaria",
      "name": "Rafiq Zakaria",
      "aboutText": "Sir Nigel Barnard Hawthorne CBE (5 April 1929 – 26 December 2001) was an English actor. He portrayed Sir Humphrey Appleby, the Permanent Secretary in the 1980s sitcom Yes Minister and the Cabinet Secretary in its sequel, Yes, Prime Minister. For this role, he won four BAFTA TV Awards for Best Light Entertainment Performance.",
      "pageId": 93754,
      "monthDay": "04/05"
    },
    {
      "year": "1922",
      "uri": "/wiki/Tom_Finney",
      "name": "Tom Finney",
      "aboutText": "Barend Willem Biesheuvel (April 5, 1920 – April 29, 2001) was a Dutch politician of the defunct Anti Revolutionary Party (ARP) now merged into the Christian Democratic Appeal (CDA). He served as Prime Minister of the Netherlands from July 6, 1971 until May 11, 1973.\nA Civil servant and Trade Union Leader by occupation, he was General Secretary of the Christian Farmers and Gardeners Association of the Netherlands (CBTB) from 1952 until 1959 and Chairman 1959 until 1963.",
      "pageId": 98053,
      "monthDay": "04/05"
    },
    {
      "year": "1922",
      "uri": "/wiki/Harry_Freedman",
      "name": "Harry Freedman",
      "aboutText": "Gale Storm (April 5, 1922 – June 27, 2009) was an American actress and singer who starred in two popular television programs of the 1950s, My Little Margie and The Gale Storm Show.",
      "pageId": 165047,
      "monthDay": "04/05"
    },
    {
      "year": "1922",
      "uri": "/wiki/Christopher_Hewett",
      "name": "Christopher Hewett",
      "aboutText": "Ivar Giaever (Norwegian: Giæver, IPA: [ˈiːvɑr ˈjeːvər]; born April 5, 1929) is a Norwegian-American physicist who shared the Nobel Prize in Physics in 1973 with Leo Esaki and Brian Josephson \"for their discoveries regarding tunnelling phenomena in solids\". Giaever's share of the prize was specifically for his \"experimental discoveries regarding tunnelling phenomena in superconductors\". Giaever is an institute professor emeritus at the Rensselaer Polytechnic Institute, a professor-at-large at the University of Oslo, and the president of Applied Biophysics.",
      "pageId": 396621,
      "monthDay": "04/05"
    },
    {
      "year": "1922",
      "uri": "/wiki/Gale_Storm",
      "name": "Gale Storm",
      "aboutText": "Michael Vincenzo Gazzo (April 5, 1923 – February 14, 1995) was an American playwright who later in life became a film and television actor.\nGazzo was a member of the Actors Studio and would later go on to train such actors as Debra Winger, Henry Silva and Tony Sirico. He authored the gritty Broadway play about drug addiction A Hatful of Rain, which ran for 389 performances in 1955 and 1956.",
      "pageId": 471247,
      "monthDay": "04/05"
    },
    {
      "year": "1923",
      "uri": "/wiki/Michael_V._Gazzo",
      "name": "Michael V. Gazzo",
      "aboutText": "Christopher Michael Hewett (5 April 1921 – 3 August 2001) was an English actor and theatre director best known for his role as Lynn Aloysius Belvedere on the ABC sitcom Mr.",
      "pageId": 579598,
      "monthDay": "04/05"
    },
    {
      "year": "1923",
      "uri": "/wiki/Nguy%E1%BB%85n_V%C4%83n_Thi%E1%BB%87u",
      "name": "Nguyễn Văn Thiệu",
      "aboutText": "Sir Thomas \"Tom\" Finney, CBE (5 April 1922 – 14 February 2014) was an English footballer, famous for his loyalty to his league club, Preston North End for whom he made 569 first-class appearances, and for his performances in the English national side.\nFinney was President of Kendal Town.",
      "pageId": 722975,
      "monthDay": "04/05"
    },
    {
      "year": "1925",
      "uri": "/wiki/Sadri_Al%C4%B1%C5%9F%C4%B1k",
      "name": "Sadri Alışık",
      "aboutText": "Hugo Maurice Julien Claus (Dutch pronunciation: [ˈɦyɣoː ˈklʌu̯s]; 5 April 1929 – 19 March 2008) was a leading Belgian author who published under his own name as well as various pseudonyms. Claus' literary contributions spanned the genres of drama, the novel, and poetry; he also left a legacy as a painter and film director. He wrote primarily in Dutch, although he also wrote some poetry in English.",
      "pageId": 899870,
      "monthDay": "04/05"
    },
    {
      "year": "1926",
      "uri": "/wiki/Roger_Corman",
      "name": "Roger Corman",
      "aboutText": "Alfonso Thiele (5 April 1920 – 15 July 1986) was a racing driver who held dual citizenship of the United States and Italy, though he spent most of his life in Italy. He participated in one Formula One World Championship Grand Prix, on 4 September 1960. He scored no championship points.",
      "pageId": 1228198,
      "monthDay": "04/05"
    },
    {
      "year": "1926",
      "uri": "/wiki/S%C3%BCleyman_Seba",
      "name": "Süleyman Seba",
      "aboutText": "Sadri Alışık, born Mehmet Sadrettin Alışık (April 5, 1925 – March 18, 1995), was a stage and movie actor. Also, he was one of the best comedians in Turkey.",
      "pageId": 1389856,
      "monthDay": "04/05"
    },
    {
      "year": "1928",
      "uri": "/wiki/Fernand_Dansereau",
      "name": "Fernand Dansereau",
      "aboutText": "Harry Freedman (Henryk Frydmann), OC (April 5, 1922 – September 16, 2005) was a Canadian composer, english hornist, and music educator of Polish birth. He wrote a significant amount of symphonic works, including several film scores, and also composed a substantial amount of chamber music. He also composed music for six ballets, an opera, some incidental music for the theatre, and a few vocal art songs and choral works.",
      "pageId": 2120750,
      "monthDay": "04/05"
    },
    {
      "year": "1928",
      "uri": "/wiki/Haldun_Dormen",
      "name": "Haldun Dormen",
      "aboutText": "Rafiq Zakaria (Urdu: رفیق زکریا‎; 5 April 1920, Nala Sopara – 9 July 2005, Mumbai) was an Indian politician and Islamic religious cleric. He was closely associated with the Indian independence movement and the Indian National Congress party.",
      "pageId": 2200276,
      "monthDay": "04/05"
    },
    {
      "year": "1928",
      "uri": "/wiki/Tony_Williams_(singer)",
      "name": "Tony Williams",
      "aboutText": "Süleyman Seba (5 April 1926 - 13 August 2014) was a Turkish football player and was the longest presiding Chairman of the Istanbul based multisports club Beşiktaş J.K..\n^ \"Süleyman Seba hayatını kaybetti - Hürriyet Futbol\" (in Turkish). Hurriyet.com.tr.",
      "pageId": 3735525,
      "monthDay": "04/05"
    },
    {
      "year": "1929",
      "uri": "/wiki/Hugo_Claus",
      "name": "Hugo Claus",
      "aboutText": "Not to be confused with The World Famous Tony Williams",
      "pageId": 6817362,
      "monthDay": "04/05"
    },
    {
      "year": "1929",
      "uri": "/wiki/Ivar_Giaever",
      "name": "Ivar Giaever",
      "aboutText": "Haldun Dormen (born April 5, 1928 in Mersin, Turkey) is a famous Turkish theatre, movie and TV series actor and film director. Dormen is of Turkish Cypriot descent.\n^ a b Milliyet.",
      "pageId": 14008646,
      "monthDay": "04/05"
    },
    {
      "year": "1929",
      "uri": "/wiki/Nigel_Hawthorne",
      "name": "Nigel Hawthorne",
      "aboutText": "Fernand Dansereau (born April 5, 1928 in Montreal, Quebec) is a Canadian film director and film producer.",
      "pageId": 31767136,
      "monthDay": "04/05"
    },
    {
      "year": "1929",
      "uri": "/wiki/Joe_Meek",
      "name": "Joe Meek",
      "aboutText": "Colin Luther Powell (/ˈkoʊlɨn/; born April 5, 1937) is an American statesman and a retired four-star general in the United States Army. He was the 65th United States Secretary of State, serving under U.S. President George W. Bush from 2001 to 2005, the first African American to serve in that position. During his military career, Powell also served as National Security Advisor (1987–1989), as Commander of the U.S. Army Forces Command (1989) and as Chairman of the Joint Chiefs of Staff (1989–1993), holding the latter position during the Persian Gulf War.",
      "pageId": 6984,
      "monthDay": "04/05"
    },
    {
      "year": "1930",
      "uri": "/wiki/Mary_Costa",
      "name": "Mary Costa",
      "aboutText": "Robert George \"Joe\" Meek (5 April 1929 – 3 February 1967) was an English record producer and songwriter who pioneered experimental pop music. His best-remembered hit is the Tornados' \"Telstar\" (1962), which became the first record by a British group to reach number one in the US Hot 100. It also spent five weeks at number one the UK singles chart, with Meek receiving an Ivor Novello Award for this production as the \"Best-Selling A-Side\" of 1962.",
      "pageId": 197754,
      "monthDay": "04/05"
    },
    {
      "year": "1931",
      "uri": "/wiki/Jack_Clement",
      "name": "Jack Clement",
      "aboutText": "Roman Herzog (born 5 April 1934) is a German politician as a member of the Christian Democratic Union, (CDU) and served as President of Germany from 1994 to 1999. He was the first President of the Federal Republic of Germany to be elected to office after the reunification of Germany that took place in 1990.",
      "pageId": 299310,
      "monthDay": "04/05"
    },
    {
      "year": "1932",
      "uri": "/wiki/Billy_Bland",
      "name": "Billy Bland",
      "aboutText": "Larry Felser (April 5, 1933 in Buffalo, New York – April 24, 2013 in Amherst, New York) was a sports columnist and writer for the Buffalo Courier-Express and later, The Buffalo Evening News, where he was a football beat writer, a columnist, and rose to the position of Sports Editor. Felser also wrote a column for The Sporting News.\nFelser covered every one of the first 37 Super Bowls, until his retirement, and was an impassioned advocate for American Football League players nominated to the Pro Football Hall of Fame, for which he served on the board of selectors.",
      "pageId": 386166,
      "monthDay": "04/05"
    },
    {
      "year": "1933",
      "uri": "/wiki/Feridun_Bu%C4%9Feker",
      "name": "Feridun Buğeker",
      "aboutText": "Peter James \"G\" Grant (5 April 1935 – 21 November 1995) was an English music manager. Grant managed the popular English bands the Yardbirds, Led Zeppelin, and Bad Company, among others, and was also a record executive for Swan Song Records. Grant has been described as \"one of the shrewdest and most ruthless managers in rock history\".",
      "pageId": 584165,
      "monthDay": "04/05"
    },
    {
      "year": "1933",
      "uri": "/wiki/Larry_Felser",
      "name": "Larry Felser",
      "aboutText": "Stanley William Turrentine (April 5, 1934 – September 12, 2000) was an American jazz tenor saxophonist.",
      "pageId": 717480,
      "monthDay": "04/05"
    },
    {
      "year": "1933",
      "uri": "/wiki/Frank_Gorshin",
      "name": "Frank Gorshin",
      "aboutText": "Donald Lynden-Bell CBE FRS (born 5 April 1935) is an English astrophysicist, best known for his theories that galaxies contain massive black holes at their centre, and that such black holes are the principal source of energy in quasars. He was a co-recipient, with Maarten Schmidt, of the inaugural Kavli Prize for Astrophysics in 2008. Lynden-Bell has been the president of the Royal Astronomical Society.",
      "pageId": 726602,
      "monthDay": "04/05"
    },
    {
      "year": "1933",
      "uri": "/wiki/Barbara_Holland",
      "name": "Barbara Holland",
      "aboutText": "Frank John Gorshin, Jr. (April 5, 1933 – May 17, 2005) was an American character actor, impressionist, and comedian. He was perhaps best known as an impressionist, with many guest appearances on The Ed Sullivan Show and Tonight Starring Steve Allen.",
      "pageId": 834964,
      "monthDay": "04/05"
    },
    {
      "year": "1933",
      "uri": "/wiki/K._Kailasapathy",
      "name": "K. Kailasapathy",
      "aboutText": "Joseph Lelyveld (born April 5, 1937) was executive editor of the New York Times from 1994 to 2001, and interim executive editor in 2003 after the resignation of Howell Raines. He is a Pulitzer Prize-winning journalist and author, and a frequent contributor to the New York Review of Books.\nIn all, Lelyveld worked at the Times for nearly 40 years, starting out in 1962.",
      "pageId": 1574265,
      "monthDay": "04/05"
    },
    {
      "year": "1934",
      "uri": "/wiki/John_Carey_(critic)",
      "name": "John Carey",
      "aboutText": "Jack Henderson Clement (April 5, 1931 – August 8, 2013) was an American singer, songwriter, and a record and film producer.",
      "pageId": 1844984,
      "monthDay": "04/05"
    },
    {
      "year": "1934",
      "uri": "/wiki/Roman_Herzog",
      "name": "Roman Herzog",
      "aboutText": "John Carey (born 5 April 1934) is a British literary critic, and post-retirement (2002) emeritus Merton Professor of English Literature at the University of Oxford. He is known for his anti-elitist views on high culture, as expounded in several books.",
      "pageId": 2582255,
      "monthDay": "04/05"
    },
    {
      "year": "1934",
      "uri": "/wiki/Moise_Safra",
      "name": "Moise Safra",
      "aboutText": "Kenneth Colin Bland (born 5 April 1938 in Bulawayo, Southern Rhodesia) was a was a Rhodesian cricketer who played in twenty one Tests for South Africa.\nBland was educated at Milton High School. He made his first class debut for Rhodesia as a schoolboy against Peter May's MCC and went on to represent them 55 times from 1956 to 1968.",
      "pageId": 2737056,
      "monthDay": "04/05"
    },
    {
      "year": "1934",
      "uri": "/wiki/Stanley_Turrentine",
      "name": "Stanley Turrentine",
      "aboutText": "Felicia Atkins (born 5 April 1937) is an Australian model. She was Playboy magazine's Playmate of the Month for the April 1958 issue. Her centerfold was photographed by Bruno Bernard and Bill Bridges.",
      "pageId": 5056802,
      "monthDay": "04/05"
    },
    {
      "year": "1935",
      "uri": "/wiki/Peter_Grant_(music_manager)",
      "name": "Peter Grant",
      "aboutText": "Mary Costa (born April 5, 1930) is an American singer and actress, who is best known for providing the voice of Princess Aurora in the 1959 film, Sleeping Beauty.",
      "pageId": 5527283,
      "monthDay": "04/05"
    },
    {
      "year": "1935",
      "uri": "/wiki/Donald_Lynden-Bell",
      "name": "Donald Lynden-Bell",
      "aboutText": "John Kelly (5 April 1936 – 6 September 2007) was an Irish republican politician in Northern Ireland. He joined the Irish Republican Army in the 1950s, and was a founder member and a leader of the Provisional Irish Republican Army in the early 1970s.",
      "pageId": 10096533,
      "monthDay": "04/05"
    },
    {
      "year": "1936",
      "uri": "/wiki/John_Kelly_(Sinn_F%C3%A9in_politician)",
      "name": "John Kelly",
      "aboutText": "Billy Bland (born 5 April 1932, Wilmington, North Carolina) is an American R&B singer and songwriter.",
      "pageId": 14908212,
      "monthDay": "04/05"
    },
    {
      "year": "1937",
      "uri": "/wiki/Felicia_Atkins",
      "name": "Felicia Atkins",
      "aboutText": "Moise Yacoub Safra (April 5, 1934 – June 15, 2014) was a Brazilian businessman and philanthropist. He co-founded Banco Safra with his brothers Edmond Safra and Joseph Safra.\n^ Judy Maltz.",
      "pageId": 23474171,
      "monthDay": "04/05"
    },
    {
      "year": "1937",
      "uri": "/wiki/Joseph_Lelyveld",
      "name": "Joseph Lelyveld",
      "aboutText": "Barbara Murray Holland (April 5, 1933 – September 7, 2010) was an American author who wrote in defense of such modern-day vices as cursing, drinking, eating fatty food and smoking cigarettes, as well as a memoir of her time spent growing up in Chevy Chase, Maryland, near Washington, D.C.",
      "pageId": 28823106,
      "monthDay": "04/05"
    },
    {
      "year": "1937",
      "uri": "/wiki/Colin_Powell",
      "name": "Colin Powell",
      "aboutText": "Feridun İsmail Buğeker (5 April 1933 – 6 October 2014) was a Turkish football forward who played for Turkey in the 1954 FIFA World Cup. He also played for Fenerbahçe S.K. between 1950–55 and 1961-63.\nHe died on October 6, 2014, and was laid to rest at the Feriköy Cemetery, Istanbul.",
      "pageId": 33262347,
      "monthDay": "04/05"
    },
    {
      "year": "1938",
      "uri": "/wiki/Colin_Bland",
      "name": "Colin Bland",
      "aboutText": "Kanagasabapathy Kailasapathy (5 April 1933 – 6 December 1982) was a Sri Lankan journalist and academic.",
      "pageId": 39548497,
      "monthDay": "04/05"
    },
    {
      "year": "1938",
      "uri": "/wiki/Nancy_Holt",
      "name": "Nancy Holt",
      "aboutText": "Muhtar Cem Karaca (April 5, 1945 – February 8, 2004), also called Cem Baba (Daddy Cem or Father Cem), was a prominent Turkish rock musician and one of the most important figures in the Anatolian rock movement.",
      "pageId": 7516,
      "monthDay": "04/05"
    },
    {
      "year": "1938",
      "uri": "/wiki/Mal_Colston",
      "name": "Mal Colston",
      "aboutText": "Peter Greenaway, CBE (born 5 April 1942) is a British film director. His films are noted for the distinct influence of Renaissance and Baroque painting, and Flemish painting in particular. Common traits in his film are the scenic composition and illumination and the contrasts of costume and nudity, nature and architecture, furniture and people, sexual pleasure and painful death.",
      "pageId": 55452,
      "monthDay": "04/05"
    },
    {
      "year": "1939",
      "uri": "/wiki/Crispian_St._Peters",
      "name": "Crispian St. Peters",
      "aboutText": "Pedro Juan Rosselló González, (Spanish pronunciation: [roseˈʎo]; born April 5, 1944) is a Puerto Rican physician and politician who served as the seventh Governor of the Commonwealth of Puerto Rico from 1993 to 2001. He was President of the New Progressive Party from 1991 to 1999 and 2003 to 2008, and served as Senator for the District of Arecibo from 2005 to 2008.\nIn 1988 Rosselló ran for Resident Commissioner of Puerto Rico, but lost to Jaime Fuster in the 1988 elections.",
      "pageId": 142750,
      "monthDay": "04/05"
    },
    {
      "year": "1939",
      "uri": "/wiki/Ronald_White",
      "name": "Ronald White",
      "aboutText": "Gloria Macapagal-Arroyo (born April 5, 1947) is a Filipino politician who served as the 14th President of the Philippines from 2001 until 2010, as the 12th Vice President of the Philippines from 1998 to 2001, and as member of the House of Representatives representing the 2nd District of Pampanga in Philippines since 2010. She was the country's second female president (after Corazon Aquino), and the daughter of former President Diosdado Macapagal. Arroyo is also the first duly elected female Vice President of the Philippines.",
      "pageId": 190445,
      "monthDay": "04/05"
    },
    {
      "year": "1940",
      "uri": "/wiki/Tommy_Cash",
      "name": "Tommy Cash",
      "aboutText": "Jane Asher (born 5 April 1946) is an English actress, author and entrepreneur, who achieved early fame as a child actress, and has worked extensively in film and TV throughout her career.\nShe has appeared in TV shows and films such as The Masque of the Red Death, Alfie, Deep End, The Mistress, Crossroads, Death at a Funeral and The Old Guys. She is also known for supplying specialist cakes and kitchenware, as well as publishing three best-selling novels.",
      "pageId": 210382,
      "monthDay": "04/05"
    },
    {
      "year": "1940",
      "uri": "/wiki/Gilles_Proulx",
      "name": "Gilles Proulx",
      "aboutText": "Robert Russell Davies (born 5 April 1946) is a British journalist and broadcaster.\nDavies was born in Barmouth, North Wales. He attended Manchester Grammar School, according to his own statement on a November 2010 Brain of Britain programme.",
      "pageId": 692464,
      "monthDay": "04/05"
    },
    {
      "year": "1941",
      "uri": "/wiki/Michael_Moriarty",
      "name": "Michael Moriarty",
      "aboutText": "Dave Swarbrick (born 5 April 1941) is an English folk musician and singer-songwriter. He has been described by Ashley Hutchings as 'the most influential [British] fiddle player bar none' and his style has been copied or developed by almost every British, and many world folk violin players that have followed him. He was one of the most highly regarded musicians produced by the second British folk revival, contributing to some of the most important groups and projects of the 1960s, and he became a much sought-after session musician, which has led him throughout his career to work with many of the major figures in folk and folk rock music.",
      "pageId": 766368,
      "monthDay": "04/05"
    },
    {
      "year": "1941",
      "uri": "/wiki/Dave_Swarbrick",
      "name": "Dave Swarbrick",
      "aboutText": "Michael Moriarty (born April 5, 1941) is an American-Canadian stage and screen actor and a jazz musician. He played Benjamin Stone for the first four seasons in the TV series Law & Order.",
      "pageId": 916718,
      "monthDay": "04/05"
    },
    {
      "year": "1942",
      "uri": "/wiki/Allan_Clarke_(singer)",
      "name": "Allan Clarke",
      "aboutText": "Peter Thomas King (born April 5, 1944) is the U.S. Representative for New York's 2nd congressional district. He is a member of the Republican Party and represents the central Long Island district that includes parts of Nassau and Suffolk counties.\nKing formerly served as the Chairman of the House Committee on Homeland Security, where he drew attention in early 2011 for holding hearings on the extent of radicalization of American Muslims.",
      "pageId": 960364,
      "monthDay": "04/05"
    },
    {
      "year": "1942",
      "uri": "/wiki/Peter_Greenaway",
      "name": "Peter Greenaway",
      "aboutText": "Jean-Louis Pierre Tauran (born 5 April 1943) is a French cardinal of the Catholic Church. He is the president of the Pontifical Council for Interreligious Dialogue in the Roman Curia. He was made a cardinal in 2003 and was the Cardinal Protodeacon from 2011 to 2014.",
      "pageId": 1763744,
      "monthDay": "04/05"
    },
    {
      "year": "1943",
      "uri": "/wiki/Max_Gail",
      "name": "Max Gail",
      "aboutText": "Malcolm Arthur \"Mal\" Colston (5 April 1938 – 23 August 2003), Australian politician, was a Senator in the Parliament of Australia representing the state of Queensland between 1975 and 1999.",
      "pageId": 1908418,
      "monthDay": "04/05"
    },
    {
      "year": "1943",
      "uri": "/wiki/Jean-Louis_Tauran",
      "name": "Jean-Louis Tauran",
      "aboutText": "Tommy Cash, (born April 5, 1940), is an American country singer-songwriter and the younger brother of Johnny Cash.",
      "pageId": 2365819,
      "monthDay": "04/05"
    },
    {
      "year": "1944",
      "uri": "/wiki/Peter_T._King",
      "name": "Peter T. King",
      "aboutText": "Ronald \"Ronnie\" White (April 5, 1939 – August 26, 1995) was an American musician, best known as the co-founder of The Miracles and its only consistent original member.",
      "pageId": 2403390,
      "monthDay": "04/05"
    },
    {
      "year": "1944",
      "uri": "/wiki/Pedro_Rossell%C3%B3",
      "name": "Pedro Rosselló",
      "aboutText": "Maxwell Trowbridge \"Max\" Gail, Jr. (born April 5, 1943) is an American actor who has starred in stage, television, and film roles. He most notably portrayed the role of Detective Stan \"Wojo\" Wojciehowicz on the television sitcom Barney Miller.",
      "pageId": 2422821,
      "monthDay": "04/05"
    },
    {
      "year": "1945",
      "uri": "/wiki/Cem_Karaca",
      "name": "Cem Karaca",
      "aboutText": "Björn Gösta Tryggve Granath (born 5 April 1946) is a Swedish actor.\nGranath was born in Örgryte, Gothenburg, Sweden. He has starred in a broad range of films from comedies to dramas.",
      "pageId": 3211366,
      "monthDay": "04/05"
    },
    {
      "year": "1945",
      "uri": "/wiki/Tommy_Smith_(footballer,_born_1945)",
      "name": "Tommy Smith",
      "aboutText": "Crispian St.",
      "pageId": 3827019,
      "monthDay": "04/05"
    },
    {
      "year": "1946",
      "uri": "/wiki/Jane_Asher",
      "name": "Jane Asher",
      "aboutText": "Harold Allan Clarke (5 April 1942, Salford, Lancashire, England) is a retired English rock singer, who was one of the founding members and the original lead singer of The Hollies.",
      "pageId": 4240667,
      "monthDay": "04/05"
    },
    {
      "year": "1946",
      "uri": "/wiki/Russell_Davies",
      "name": "Russell Davies",
      "aboutText": "Nancy Holt (April 5, 1938 – February 8, 2014) was an American artist most known for her public sculpture, installation art and land art.",
      "pageId": 7631876,
      "monthDay": "04/05"
    },
    {
      "year": "1946",
      "uri": "/wiki/Bj%C3%B6rn_Granath",
      "name": "Björn Granath",
      "aboutText": "Thomas \"Tommy\" Smith MBE (born 5 April 1945) was a long-serving footballer with Liverpool, known for his uncompromising defensive style.",
      "pageId": 12333141,
      "monthDay": "04/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Gloria_Macapagal-Arroyo",
      "name": "Gloria Macapagal-Arroyo",
      "aboutText": "Gilles Proulx (born April 5, 1940) is a historian, radio and television host in the province of Quebec, Canada. His radio career began in 1962, and he would retire as talk radio host on CHMP-FM forty-six years later on August 7, 2008.",
      "pageId": 30966984,
      "monthDay": "04/05"
    },
    {
      "year": "1947",
      "uri": "/wiki/Virendra_Sharma",
      "name": "Virendra Sharma",
      "aboutText": "Dean L. Kamen (born April 5, 1951) is an American entrepreneur and inventor.\nBorn on Long Island, New York, he attended Worcester Polytechnic Institute, but dropped out before graduating after five years of private advanced research for the drug infusion pump AutoSyringe. He is the son of Jack Kamen, an illustrator for Mad, Weird Science and other EC Comics publications.",
      "pageId": 9133,
      "monthDay": "04/05"
    },
    {
      "year": "1948",
      "uri": "/wiki/Les_Binks",
      "name": "Les Binks",
      "aboutText": "Peter Case (born April 5, 1954) is an American singer-songwriter and guitarist.",
      "pageId": 97206,
      "monthDay": "04/05"
    },
    {
      "year": "1948",
      "uri": "/wiki/Dave_Holland_(drummer)",
      "name": "Dave Holland",
      "aboutText": "Frank J. Gaffney, Jr. (born April 5, 1953) is an American political commentator and a proponent of conspiracy theories.",
      "pageId": 154075,
      "monthDay": "04/05"
    },
    {
      "year": "1949",
      "uri": "/wiki/John_Berg_(actor)",
      "name": "John Berg",
      "aboutText": "Agnetha Åse Fältskog (Swedish pronunciation: [aŋˈneːˈta ˈfɛltˈskuːɡ], born 5 April 1950) is a Swedish recording artist. She achieved success in Sweden after the release of her debut album Agnetha Fältskog in 1968, and reached international stardom as a member of the pop group ABBA, which has sold over 370 million albums and singles worldwide, making them one of the best-selling music artists in history.\nSince the break-up of ABBA, Fältskog has continued to have success as a solo artist, albeit interspersed by periods of relative recording inactivity.",
      "pageId": 212686,
      "monthDay": "04/05"
    },
    {
      "year": "1949",
      "uri": "/wiki/Judith_Resnik",
      "name": "Judith Resnik",
      "aboutText": "John Charles Dvorak (born April 5, 1952) is an American columnist and broadcaster in the areas of technology and computing. His writing extends back to the 1980s, when he was a regular columnist in a variety of magazines. Dvorak is also the vice president of Mevio (formerly PodShow) and has been a host on TechTV and TWiT.tv.",
      "pageId": 256152,
      "monthDay": "04/05"
    },
    {
      "year": "1950",
      "uri": "/wiki/Harpo_(singer)",
      "name": "Harpo",
      "aboutText": "Bernie Ward (born Bernard Vincent Ward on April 5, 1951) is an American former radio personality. Formerly a radio talk show host with KGO 810 AM in San Francisco, California, Ward served a six-year prison sentence for the online distribution of child pornography. Ward, once billed by KGO as \"The Lion of the Left\" and \"unabashedly liberal,\" was the host of the daily news talk program, The Bernie Ward Show, and the three-hour program, GodTalk, on Sunday mornings.",
      "pageId": 310566,
      "monthDay": "04/05"
    },
    {
      "year": "1950",
      "uri": "/wiki/Ann_C._Crispin",
      "name": "Ann C. Crispin",
      "aboutText": "Judith Arlene Resnik (April 5, 1949 – January 28, 1986) was an American engineer and a NASA astronaut who died when the Space Shuttle Challenger was destroyed during the launch of mission STS-51-L.",
      "pageId": 316815,
      "monthDay": "04/05"
    },
    {
      "year": "1950",
      "uri": "/wiki/Agnetha_F%C3%A4ltskog",
      "name": "Agnetha Fältskog",
      "aboutText": "David Ewan \"Dave\" McArtney (5 April 1951 – 15 April 2013) was a New Zealand musician and songwriter. He is best known for his work with the band Hello Sailor and his band Dave McArtney & The Pink Flamingos.\nIn 1989, McArtney returned to university, completing his Bachelor of Arts degree in English literature, majoring in Renaissance poetry.",
      "pageId": 906640,
      "monthDay": "04/05"
    },
    {
      "year": "1950",
      "uri": "/wiki/Miki_Manojlovi%C4%87",
      "name": "Miki Manojlović",
      "aboutText": "Mitchell Craig \"Mitch\" Pileggi (born April 5, 1952) is an American actor, best known for his role as Walter Skinner on The X-Files. He also had a recurring role on Stargate Atlantis as Colonel Steven Caldwell. He appeared in the 2008 film Flash of Genius.",
      "pageId": 1078887,
      "monthDay": "04/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Yevgeniy_Gavrilenko",
      "name": "Yevgeniy Gavrilenko",
      "aboutText": "Dave Holland (born David Holland, 5 April 1948, Northampton) is an English rock drummer, best remembered for his stints with Trapeze from 1969 to 1979 and Judas Priest from 1979 to 1989.",
      "pageId": 1151551,
      "monthDay": "04/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dean_Kamen",
      "name": "Dean Kamen",
      "aboutText": "Stanard \"Stan\" Ridgway (born April 5, 1954) is an American multi-instrumentalist singer-songwriter and film and television composer known for his distinctive voice, dramatic lyrical narratives, and eclectic solo albums. He was the original lead singer of the band Wall of Voodoo.\n^ Mason, Stewart.",
      "pageId": 1264578,
      "monthDay": "04/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Dave_McArtney",
      "name": "Dave McArtney",
      "aboutText": "Ann Carol Crispin (April 5, 1950 – September 6, 2013) was an American science fiction writer, the author of twenty-three published novels.",
      "pageId": 2182794,
      "monthDay": "04/05"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bernie_Ward",
      "name": "Bernie Ward",
      "aboutText": "Predrag \"Miki\" Manojlović (Serbian Cyrillic: Предраг \"Мики\" Манојловић, born 5 April 1950, Belgrade, Federal People's Republic of Yugoslavia) is a Serbian actor, famous for his starring roles in some of the most important films of former Yugoslav cinema. Since the early 1990s, he successfully branched out into movies made outside the Balkans; he is currently active in productions all over Europe.",
      "pageId": 2682138,
      "monthDay": "04/05"
    },
    {
      "year": "1952",
      "uri": "/wiki/Mitch_Pileggi",
      "name": "Mitch Pileggi",
      "aboutText": "James Leslie Binks (born 5 April 1948 in Portadown, Northern Ireland), is an Irish heavy metal drummer, who is most notable for having been the drummer for Judas Priest.",
      "pageId": 4249785,
      "monthDay": "04/05"
    },
    {
      "year": "1952",
      "uri": "/wiki/John_C._Dvorak",
      "name": "John C. Dvorak",
      "aboutText": "Harpo (born Jan Harpo Torsten Svensson, 5 April 1950, Bandhagen, Stockholm, Sweden) is a Swedish pop star known under the stage name Harpo. He was popular in Sweden and around Europe in the 1970s and is best known for his worldwide hit \"Moviestar\", which reached number 24 in the UK Singles Chart, and number 3 in the Australian Singles Chart in 1976. Harpo has continued to work in the music business, releasing an album of new material as recently as 2005 and continues to tour to this day.",
      "pageId": 4664929,
      "monthDay": "04/05"
    },
    {
      "year": "1953",
      "uri": "/wiki/Frank_Gaffney",
      "name": "Frank Gaffney",
      "aboutText": "Yevgeniy Gavrilenko (Russian: Евгений Гавриленко; born 5 April 1951) was a Soviet athlete who competed mainly in the 400 metre hurdles. He trained at Dynamo in Gomel.",
      "pageId": 8367727,
      "monthDay": "04/05"
    },
    {
      "year": "1953",
      "uri": "/wiki/Ian_Swales",
      "name": "Ian Swales",
      "aboutText": "Guy Bertrand (born April 5, 1954, in Trois-Rivières, Quebec) is a Canadian linguist and broadcast personality.\nRenowned media language specialist, Guy Bertrand has written the linguistic standards and practices for the French CBC services.",
      "pageId": 8562946,
      "monthDay": "04/05"
    },
    {
      "year": "1954",
      "uri": "/wiki/Guy_Bertrand_(broadcaster)",
      "name": "Guy Bertrand",
      "aboutText": "Virendra Kumar Sharma (born 5 April 1947) is a British Labour Party politician and the member of parliament (MP) for Ealing Southall since 2007.\n^ \"Virendra Sharma MP\". BBC Democracy Live (BBC).",
      "pageId": 10448055,
      "monthDay": "04/05"
    },
    {
      "year": "1954",
      "uri": "/wiki/Stan_Ridgway",
      "name": "Stan Ridgway",
      "aboutText": "John Berg (April 5, 1949 – December 15, 2007) was an American actor.",
      "pageId": 14775506,
      "monthDay": "04/05"
    },
    {
      "year": "1954",
      "uri": "/wiki/Peter_Case",
      "name": "Peter Case",
      "aboutText": "Ian Cameron Swales (born 5 April 1953) is a British Liberal Democrat politician. He was the Member of Parliament for the constituency of Redcar in England. Swales took Redcar from Labour incumbent Vera Baird for the Liberal Democrats in the 2010 general election, with a 21.8% swing.",
      "pageId": 27263824,
      "monthDay": "04/05"
    },
    {
      "year": "1955",
      "uri": "/wiki/Charlotte_de_Turckheim",
      "name": "Charlotte de Turckheim",
      "aboutText": "Akira Toriyama (鳥山 明, Toriyama Akira, born April 5, 1955 in Nagoya, Aichi) is a Japanese manga and game artist. He first achieved mainstream recognition for his highly successful manga Dr. Slump, before going on to create Dragon Ball—his best-known work—and acting as a character designer for several popular video games such as the Dragon Quest series, Blue Dragon, and Chrono Trigger.",
      "pageId": 3092,
      "monthDay": "04/05"
    },
    {
      "year": "1955",
      "uri": "/wiki/Anthony_Horowitz",
      "name": "Anthony Horowitz",
      "aboutText": "Anthony Horowitz, OBE (born 5 April 1955) is a novelist and screenwriter specialising in mystery and suspense. His work for young adult readers includes The Diamond Brothers series, the Alex Rider series, and The Power of Five series (aka The Gatekeepers). His work for adults includes the novel and play Mindgame (2001), and two Sherlock Holmes novels The House of Silk (2011) and Moriarty (2014).",
      "pageId": 838335,
      "monthDay": "04/05"
    },
    {
      "year": "1955",
      "uri": "/wiki/Janice_Long",
      "name": "Janice Long",
      "aboutText": "Gregory Ellis \"Greg\" Mathis (born April 5, 1960) is a retired Michigan 36th District Court judge and syndicated television show arbiter on the long-running reality courtroom show Judge Mathis. Produced in Chicago, Illinois, the program has been on the air since 1999 and is currently into its 17th season as of September 7, 2015. Mathis boasts the longest reign of any African American presiding as a court show judge, beating out Judge Joe Brown whose program lasted 15 seasons.",
      "pageId": 838799,
      "monthDay": "04/05"
    },
    {
      "year": "1955",
      "uri": "/wiki/Akira_Toriyama",
      "name": "Akira Toriyama",
      "aboutText": "For the 1930s cricketer, see Dallas Page",
      "pageId": 938227,
      "monthDay": "04/05"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dwight_Hicks",
      "name": "Dwight Hicks",
      "aboutText": "Janice Long (born Janice Chegwin on 5 April 1955) is an English radio broadcaster currently working on BBC Radio 2. Her show is on Monday to Thursday mornings from midnight to 03:00am. She is the elder sister of TV and radio personality Keith Chegwin.",
      "pageId": 1439850,
      "monthDay": "04/05"
    },
    {
      "year": "1956",
      "uri": "/wiki/Suzi_Leather",
      "name": "Suzi Leather",
      "aboutText": "Jim LeRoy (April 5, 1961 – July 28, 2007) was an American aerobatics pilot.",
      "pageId": 1892036,
      "monthDay": "04/05"
    },
    {
      "year": "1956",
      "uri": "/wiki/Diamond_Dallas_Page",
      "name": "Diamond Dallas Page",
      "aboutText": "Johan Kriek (born April 5, 1958) is a South African-American professional male tennis player and founder of the Global Water Foundation, a non-profit organization dedicated to delivering clean water to the world's neediest communities. Kriek won two Australian Opens and reached the semifinals at the French Open and US Open, as well as the quarterfinals of Wimbledon. He won 14 professional singles and 8 doubles titles, reaching a career-high singles ranking of World No. 7.",
      "pageId": 2137917,
      "monthDay": "04/05"
    },
    {
      "year": "1957",
      "uri": "/wiki/Karin_Ro%C3%9Fley",
      "name": "Karin Roßley",
      "aboutText": "Dwight Hicks (born April 5, 1956) is a former professional American football player who played safety for the Toronto Argonauts in 1978, the San Francisco 49ers from 1979 to 1985, and for the Indianapolis Colts in 1986.",
      "pageId": 3446777,
      "monthDay": "04/05"
    },
    {
      "year": "1958",
      "uri": "/wiki/Johan_Kriek",
      "name": "Johan Kriek",
      "aboutText": "Hiromi Taniguchi (谷口 浩美, Taniguchi Hiromi, born April 5, 1960) is a former Japanese long-distance runner, best known from winning the gold medal in the marathon at the 1991 World Championships in Athletics in Tokyo. The favourite to win the race, Olympic champion Gelindo Bordin, only finished eighth. The marathon was run under extremely adverse conditions of heat and humidity, which are reflected in the slow winning time of 2:14:57h.",
      "pageId": 4402034,
      "monthDay": "04/05"
    },
    {
      "year": "1958",
      "uri": "/wiki/Diana_Nasution",
      "name": "Diana Nasution",
      "aboutText": "Anne-Charlotte de Turckheim (born 5 April 1955) is a French actress, screenwriter, comedian and film producer. Born in Montereau-Fault-Yonne, Seine-et-Marne, France, the daughter of Françoise Husson and Arnaud de Turckheim, a member of a noble Protestant family from Alsace, Charlotte de Turckheim studied theater after completing her baccalauréat degree. She has appeared in numerous films.",
      "pageId": 6041459,
      "monthDay": "04/05"
    },
    {
      "year": "1958",
      "uri": "/wiki/Lasantha_Wickrematunge",
      "name": "Lasantha Wickrematunge",
      "aboutText": "Ian Petrie Redford (5 April 1960 – 10 January 2014) was a Scottish professional footballer, who played as a midfielder.\n^ \"Player details\". www.fitbastats.com.",
      "pageId": 9647107,
      "monthDay": "04/05"
    },
    {
      "year": "1959",
      "uri": "/wiki/Julius_Drake",
      "name": "Julius Drake",
      "aboutText": "Karin Roßley, (née Regel, born 5 April 1957) is a retired East German hurdler, who represented the sports team SC Cottbus. She was born in Cottbus.\nShe won the bronze medal at the 1978 European Championships.",
      "pageId": 9977771,
      "monthDay": "04/05"
    },
    {
      "year": "1959",
      "uri": "/wiki/Park_Sang-won",
      "name": "Park Sang-won",
      "aboutText": "Dame Susan Catherine Leather, DBE, DL (born 5 April 1956), generally known as Suzi Leather, was chair of the Charity Commission from 1 August 2006  to 31 July 2012. She was succeeded by William Shawcross. Previously she chaired the Human Fertilisation and Embryology Authority.",
      "pageId": 10605144,
      "monthDay": "04/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Asteris_Koutoulas",
      "name": "Asteris Koutoulas",
      "aboutText": "Lasantha Manilal Wickrematunge (5 April 1958 – 8 January 2009) was a high-profile Sri Lankan Journalist, Politician and Human Rights Activist who was assassinated in January 2009.\nWickrematunge was the founder of The Sunday Leader and Leader Publications alongside his brother and was known for taking \"governments of all hues to task\", was a \"virulent critic of the Mahinda Rajapaksa government\", and had been \"locked in a legal battle with the president's brother, defence secretary Gotabaya Rajapaksa, who was spearheading the battle against the LTTE rebels.\nWickrematunge's assassination caused a national frenzy being the country's most influential media personnel and one of the biggest political figures and raised questions about freedom of expression in the country.",
      "pageId": 21004596,
      "monthDay": "04/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Greg_Mathis",
      "name": "Greg Mathis",
      "aboutText": "Larry McCray (born April 5, 1960, Magnolia, Arkansas, United States) is an American blues guitarist and singer.",
      "pageId": 25242899,
      "monthDay": "04/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Larry_McCray",
      "name": "Larry McCray",
      "aboutText": "Asteris Koutoulas (sometimes spelt Asteris Kutulas) (Greek: Αστέρης Κούτουλας) was born in Oradea on 5 April 1960. He is a Berlin-based Greek-German event and music producer, publicist, translator, filmmaker and author. Asteris Koutoulas was the manager of Mikis Theodorakis and the event producer of Gert Hof.",
      "pageId": 25754668,
      "monthDay": "04/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Ian_Redford",
      "name": "Ian Redford",
      "aboutText": "Julius Drake (born 5 April 1959 in London) is an English pianist who works as a song recital accompanist and chamber musician.",
      "pageId": 25986720,
      "monthDay": "04/05"
    },
    {
      "year": "1960",
      "uri": "/wiki/Hiromi_Taniguchi",
      "name": "Hiromi Taniguchi",
      "aboutText": "Park Sang-won (born April 5, 1959) is a South Korean actor. He is best known for starring in two of the highest-rating Korean dramas of all time, Eyes of Dawn (1991) and Sandglass (1995).\n^ Cho, Chung-un (5 March 2012).",
      "pageId": 43087507,
      "monthDay": "04/05"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lulu_Carter",
      "name": "Lulu Carter",
      "aboutText": "Louise Lulu Mushama Carter Arfwedson, best known as Lulu Carter, (born Ann Louise Arfwedsson, 5 April 1961) is a Swedish author best known for her work in the television home improvement show Äntligen hemma, broadcast on TV4. Carter has also participated in the travel show När & Fjärran on the same channel. In 2008 Carter was a contestants in Stjärnor på is on TV4, however she was eliminated in the second episode.",
      "pageId": 45455791,
      "monthDay": "04/05"
    },
    {
      "year": "1961",
      "uri": "/wiki/Jim_LeRoy",
      "name": "Jim LeRoy",
      "aboutText": "Diana Nasution (5 April 1958 – 4 October 2013), was a very popular Indonesian singer and actress in the 1970s and 1980s.\n^ Singer Diana Nasution dies, thejakartapost.com; accessed 12 August 2015.",
      "pageId": 46464445,
      "monthDay": "04/05"
    },
    {
      "year": "1961",
      "uri": "/wiki/Lisa_Zane",
      "name": "Lisa Zane",
      "aboutText": "Lana Jean Clarkson (April 5, 1962 – February 3, 2003) was an American actress and fashion model. During the 1980s, she rose to prominence in several sword-and-sorcery films. In February 2003, Clarkson was found dead inside the home of record producer Phil Spector.",
      "pageId": 178895,
      "monthDay": "04/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Charlie_Adam_(footballer,_born_1962)",
      "name": "Charlie Adam",
      "aboutText": "Stewart Graham Lee (born 5 April 1968) is an English stand-up comedian, writer, director and musician. He made his name in the mid-1990s as one half of the radio duo Lee and Herring, alongside Richard Herring, a success followed through with extensive touring to build up a live following. He co-wrote and co-directed the mock Broadway hit Jerry Springer: The Opera, a critical success that sparked a backlash from Christian groups who staged a series of protests outside its early stagings.",
      "pageId": 211453,
      "monthDay": "04/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Prince_Carl_Christian_of_Hohenzollern",
      "name": "Prince Carl Christian of Hohenzollern",
      "aboutText": "Kirsan Nikolayevich Ilyumzhinov (Russian: Кирса́н Никола́евич Илюмжи́нов; Oirat: Үлүмҗин Кирсан, Ülümjin Kirsan; Mongolian: Үлэмжийн Хярсан, Ülemjín Xiarsan; born April 5, 1962) is a Kalmyk multi-millionaire businessman and politician. He was the President of the Republic of Kalmykia in the Russian Federation from 1993 to 2010, and he has been the President of FIDE (or the \"World Chess Federation\"), the world's pre-eminent international chess organization, since 1995. He has also been in the forefront of promoting chess in schools in Russia and overseas.",
      "pageId": 303988,
      "monthDay": "04/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Lana_Clarkson",
      "name": "Lana Clarkson",
      "aboutText": "Michael \"Mike\" David McCready (born April 5, 1966) is an American musician who serves as the lead guitarist for the American rock band Pearl Jam. Along with Jeff Ament, Stone Gossard and Eddie Vedder, he is one of the founding members of Pearl Jam.",
      "pageId": 558528,
      "monthDay": "04/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Gord_Donnelly",
      "name": "Gord Donnelly",
      "aboutText": "Paula Cole (born April 5, 1968) is an American singer-songwriter. Her single \"Where Have All the Cowboys Gone?\" reached the top ten of the Billboard Hot 100 in 1997, and the following year she won a Grammy Award for Best New Artist.",
      "pageId": 626672,
      "monthDay": "04/05"
    },
    {
      "year": "1962",
      "uri": "/wiki/Kirsan_Ilyumzhinov",
      "name": "Kirsan Ilyumzhinov",
      "aboutText": "Christopher Reid (born April 5, 1964), formerly known as Kid (shortened from his original MC name, Kid Coolout), is an American actor, comedian, and former rapper.",
      "pageId": 1481763,
      "monthDay": "04/05"
    },
    {
      "year": "1964",
      "uri": "/wiki/Steve_Beaton",
      "name": "Steve Beaton",
      "aboutText": "Marius Mihai Lăcătuș (Romanian pronunciation: [ˈmari.us miˈhaj ləkəˈtuʃ]; born 5 April 1964 in Brașov, Brașov, Romania) is a Romanian retired football player and football coach. He is so far the most successful football player ever to play for Steaua București.",
      "pageId": 1563778,
      "monthDay": "04/05"
    },
    {
      "year": "1964",
      "uri": "/wiki/Princess_Erika",
      "name": "Princess Erika",
      "aboutText": "Anu Garg (born April 5, 1967) is an American author and speaker. He is also founder of Wordsmith.org, an online community comprising word lovers from an estimated 200 countries. His books explore the joy of words.",
      "pageId": 1619075,
      "monthDay": "04/05"
    },
    {
      "year": "1964",
      "uri": "/wiki/Marius_L%C4%83c%C4%83tu%C8%99",
      "name": "Marius Lăcătuș",
      "aboutText": "Aykut Kocaman (Turkish pronunciation: [ajkut kod͡ʒɑmɑn], born 5 April 1965) is a former Turkish footballer, who played as a striker and current manager of Konyaspor. Before he made his debut 1980 with the amateur club Kabataş Altınmızrak in Istanbul, Kocaman performed gymnastics at the club Eczacıbaşı, winning 40 medals and reaching second place at the national level. 1984, he moved to Sakaryaspor in Adapazarı, Sakarya and turned professional.",
      "pageId": 1841102,
      "monthDay": "04/05"
    },
    {
      "year": "1964",
      "uri": "/wiki/Christopher_Reid_(entertainer)",
      "name": "Christopher Reid",
      "aboutText": "Montgomery Gentry is an American country music duo composed of vocalists Eddie Montgomery and Troy Gentry, both natives of Kentucky. The two began performing in the 1990s as part of two different bands with Montgomery's brother, John Michael Montgomery. Although Gentry won a talent contest in 1994, he reunited with Eddie Montgomery after Gentry was unable to find a solo record deal, and Montgomery Gentry was formed in 1999.",
      "pageId": 1974368,
      "monthDay": "04/05"
    },
    {
      "year": "1965",
      "uri": "/wiki/Cris_Carpenter",
      "name": "Cris Carpenter",
      "aboutText": "Gary Charles Gait (born April 5, 1967) is a Canadian retired professional lacrosse player and currently the head coach of the women's lacrosse team at Syracuse University, where he played the sport collegiately.\nHe played collegiately for the Syracuse Orange men's lacrosse team and professionally in the indoor National Lacrosse League and the outdoor MLL, while representing Canada at the international level. Gait has been inducted into the United States Lacrosse National Hall of Fame and the National Lacrosse League Hall of Fame.",
      "pageId": 1992817,
      "monthDay": "04/05"
    },
    {
      "year": "1965",
      "uri": "/wiki/Aykut_Kocaman",
      "name": "Aykut Kocaman",
      "aboutText": "Prince Carl Christian of Hohenzollern (German: Carl Christian Friedrich Johannes Meinrad Maria Hubertus Edmund Prinz von Hohenzollern) (born 5 April 1962) is the eldest child of Prince Johann Georg of Hohenzollern and of his wife Princess Birgitta of Sweden, sister of King Carl XVI Gustaf of Sweden.\n^ a b c d e Darryl Lundy (23 June 2008). \"Karl Christian Prinz von Hohenzollern-Sigmaringen\".",
      "pageId": 2102857,
      "monthDay": "04/05"
    },
    {
      "year": "1966",
      "uri": "/wiki/Mike_McCready",
      "name": "Mike McCready",
      "aboutText": "Steve Beaton (born 5 April 1964 in Coventry, Warwickshire, England) is an English professional darts player for the Professional Darts Corporation (PDC). He won the BDO World Darts Championship in 1996.",
      "pageId": 2161691,
      "monthDay": "04/05"
    },
    {
      "year": "1967",
      "uri": "/wiki/Gary_Gait",
      "name": "Gary Gait",
      "aboutText": "Lisa Zane (born April 5, 1961) is an American actress and singer.",
      "pageId": 2981872,
      "monthDay": "04/05"
    },
    {
      "year": "1967",
      "uri": "/wiki/Anu_Garg",
      "name": "Anu Garg",
      "aboutText": "Cris Howell Carpenter (born April 5, 1965, in St. Augustine, Florida) is a former Major League Baseball right-handed pitcher. He is an alumnus of the University of Georgia.",
      "pageId": 5801346,
      "monthDay": "04/05"
    },
    {
      "year": "1967",
      "uri": "/wiki/Troy_Gentry",
      "name": "Troy Gentry",
      "aboutText": "Gord Donnelly (born April 5, 1962 in Montreal, Quebec) is a former ice hockey defenceman. He was drafted in the third round, 62nd overall, of the 1981 NHL Entry Draft by the St. Louis Blues.",
      "pageId": 10038855,
      "monthDay": "04/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/Gianna_Amore",
      "name": "Gianna Amore",
      "aboutText": "Charles \"Charlie\" Adam (5 April 1962 – 17 December 2012) was a Scottish footballer who played as a midfielder.\nAdam played for a number of Scottish clubs, including Dundee United and Partick Thistle, and started his career at junior side Downfield. His eldest son, Charlie, played for Rangers, Blackpool, Liverpool F.C., Stoke City and Scotland, and his youngest, Grant, played for St.",
      "pageId": 10571677,
      "monthDay": "04/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/Paula_Cole",
      "name": "Paula Cole",
      "aboutText": "Steven Birch (5 April 1969 – 19 March 2013) was a British judoka. He was killed in a road accident in The Bahamas.\n^ \"BJA Profiles\" (PDF).",
      "pageId": 15203480,
      "monthDay": "04/05"
    },
    {
      "year": "1968",
      "uri": "/wiki/Stewart_Lee",
      "name": "Stewart Lee",
      "aboutText": "Princess Erika (born Erika Dobong'na; 5 April 1964, Paris) is a French singer and actress with Cameroonian origins.",
      "pageId": 19683941,
      "monthDay": "04/05"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ryan_Birch",
      "name": "Ryan Birch",
      "aboutText": "The following is a list of Playboy Playmates of 1989, the 35th anniversary year of the publication.",
      "pageId": 27111129,
      "monthDay": "04/05"
    },
    {
      "year": "1970",
      "uri": "/wiki/Soheil_Ayari",
      "name": "Soheil Ayari",
      "aboutText": "Krishnan Guru-Murthy (born Sri Krishnan Guru-Murthy, 5 April 1970 in Liverpool, Merseyside) is a journalist on Channel 4. He presents the Channel 4 News and the foreign affairs documentary series Unreported World.",
      "pageId": 614552,
      "monthDay": "04/05"
    },
    {
      "year": "1970",
      "uri": "/wiki/Thea_Gill",
      "name": "Thea Gill",
      "aboutText": "Pharrell Lanscilo Williams (born April 5, 1973), also known by his mononym Pharrell (/fəˈrɛl/), is an American singer, rapper, and record producer. Williams and Chad Hugo make up the record production duo the Neptunes, producing soul, hip hop and R&B music. He is also the lead vocalist and drummer of rock, funk and hip hop band N*E*R*D, which he formed with Hugo and childhood friend Shay Haley.",
      "pageId": 735009,
      "monthDay": "04/05"
    },
    {
      "year": "1970",
      "uri": "/wiki/Krishnan_Guru-Murthy",
      "name": "Krishnan Guru-Murthy",
      "aboutText": "Miho Hatori (羽鳥 美保, Hatori Miho, born in Tokyo, Japan) is a Japanese singer, songwriter, and musician. She is primarily known as the vocalist of the New York City group Cibo Matto.",
      "pageId": 846297,
      "monthDay": "04/05"
    },
    {
      "year": "1970",
      "uri": "/wiki/Miho_Hatori",
      "name": "Miho Hatori",
      "aboutText": "Patrick Craven \"Pat\" Green (born April 5, 1972 in San Antonio, Texas) is an American Texas Country artist. Active since 1995, he has recorded a total of ten studio albums, including several independent works, three for Republic Records and two for BNA. Fifteen of his singles have charted on the Billboard Hot Country Songs charts, of which the highest-peaking is the No. 3 \"Wave on Wave\" from his gold-certified album of the same name.",
      "pageId": 1000684,
      "monthDay": "04/05"
    },
    {
      "year": "1971",
      "uri": "/wiki/Dong_Abay",
      "name": "Dong Abay",
      "aboutText": "Thea Louise Gill (/ˈteɪ.ə/; born April 5, 1970) is a Canadian actress best known for her starring role as Lindsay Peterson in the Showtime television series Queer as Folk.",
      "pageId": 1122023,
      "monthDay": "04/05"
    },
    {
      "year": "1971",
      "uri": "/wiki/Krista_Allen",
      "name": "Krista Allen",
      "aboutText": "Soheil Ayari (born 5 April 1970) is a French-Iranian race car driver born in Aix-les-Bains, Savoie, from an Iranian father and a French mother. He won the French Formula Ford championship of 1994, Formula Three championship of 1996 and the Macau Grand Prix of 1997. From 1997 until 2000, he competed in Formula 3000 where he won two races before moving on to the French Supertouring Championship in 2001 where he became champion in 2002, 2004 and 2005.",
      "pageId": 1618807,
      "monthDay": "04/05"
    },
    {
      "year": "1971",
      "uri": "/wiki/Philip_Donoghue",
      "name": "Philip Donoghue",
      "aboutText": "Krista Allen (born April 5, 1971) is an American model and actress. She is best known for her work in the television series, Days of Our Lives, and Baywatch Hawaii, and in the Hollywood films Liar Liar, Confessions of a Dangerous Mind, Anger Management, and The Final Destination. She also portrays the eponymous character on The CW series Significant Mother, and starred in the erotic movie series Emmanuelle in Space.",
      "pageId": 1671242,
      "monthDay": "04/05"
    },
    {
      "year": "1971",
      "uri": "/wiki/Ayako_Nishikawa",
      "name": "Ayako Nishikawa",
      "aboutText": "Élodie Bouchez-Bangalter (born 5 April 1973) is a French actress.",
      "pageId": 1919343,
      "monthDay": "04/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Tim_Coronel",
      "name": "Tim Coronel",
      "aboutText": "Daniel \"Sahaj\" Ticotin (born April 5, 1969), is an American musician, vocalist, record producer, and member of the rock band, Ra. Sahaj was born to a Puerto Rican mother and a Russian-Jewish father, the brother of motion picture and television actress, Rachel Ticotin. During a pilgrimage to India in 1992, he studied meditation and was given the name \"Sahaj\".",
      "pageId": 2083073,
      "monthDay": "04/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Pat_Green",
      "name": "Pat Green",
      "aboutText": "Westdon Martin Abay (born April 5, 1971), popularly known as Dong Abay, is a poet and a Pinoy rock musician. He was the founding member, songwriter and lead vocalist of the bands Yano, Pan, and dongabay, which are now all defunct.",
      "pageId": 2148770,
      "monthDay": "04/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Paul_Okon",
      "name": "Paul Okon",
      "aboutText": "Paul Michael Okon (born 5 April 1972 in Sydney) is a former Australian football (soccer) player and current coach.\nHe previously captained the Australian National Team and has represented Australia Olympic Football Team at the 1992 Summer Olympics in Barcelona. Okon's career began at Marconi Stallions in the old NSL in Australia.",
      "pageId": 2699247,
      "monthDay": "04/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Waylon_Payne",
      "name": "Waylon Payne",
      "aboutText": "Yasuhiro Takemoto (武本 康弘, Takemoto Yasuhiro) (born April 5, 1972 in Hyogo Prefecture, Japan, age 43) is a Japanese director of anime series and original video animations.",
      "pageId": 2868847,
      "monthDay": "04/05"
    },
    {
      "year": "1972",
      "uri": "/wiki/Yasuhiro_Takemoto",
      "name": "Yasuhiro Takemoto",
      "aboutText": "Anthony Lamar \"Tony\" Banks (born April 5, 1973) is a former professional American football quarterback who played in the NFL. Banks currently serves as a football sideline reporter on the Big Ten Network alongside Chris Denari and Jeremy Leman.",
      "pageId": 3221502,
      "monthDay": "04/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Tony_Banks_(American_football)",
      "name": "Tony Banks",
      "aboutText": "Waylon Malloy Payne (born April 5, 1972) is an American country singer, songwriter, musician and actor.",
      "pageId": 8731905,
      "monthDay": "04/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/%C3%89lodie_Bouchez",
      "name": "Élodie Bouchez",
      "aboutText": "Jason Done (born 5 April 1973) is an English actor who appeared as Mordred in the 1998 TV miniseries Merlin, opposite Sam Neill.",
      "pageId": 9527656,
      "monthDay": "04/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Jason_Done",
      "name": "Jason Done",
      "aboutText": "Ayako Nishikawa (西川 史子 or にしかわあやこ, Nishikawa Ayako, 5 April 1971) is a Japanese female TV star, tarento, comedian, and cosmetic surgeon.",
      "pageId": 12862822,
      "monthDay": "04/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Cho_Sung-min",
      "name": "Cho Sung-min",
      "aboutText": "Philip Conrad James Donoghue FRS is a British palaeontologist and Professor of Palaeobiology at the University of Bristol.",
      "pageId": 13579429,
      "monthDay": "04/05"
    },
    {
      "year": "1973",
      "uri": "/wiki/Pharrell_Williams",
      "name": "Pharrell Williams",
      "aboutText": "Tim Alfa Coronel (born 5 April 1972, in Naarden) is a Dutch racing driver.",
      "pageId": 23121092,
      "monthDay": "04/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sahaj_(musician)",
      "name": "Sahaj",
      "aboutText": "Marcus Charles Jones (born 5 April 1974) is a Conservative Party politician in the UK who has been the Member of Parliament (MP) for Nuneaton since 2010, having won the seat again in 2015. Previously he had been Leader of Nuneaton and Bedworth Borough Council.\n^ \"Marcus Jones MP\".",
      "pageId": 27263823,
      "monthDay": "04/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Marcus_Jones_(British_politician)",
      "name": "Marcus Jones",
      "aboutText": "Cho Sung-min (Hangul: 조성민; April 5, 1973 – January 6, 2013) was a South Korean professional baseball player with the Yomiuri Giants of Japan.",
      "pageId": 38153074,
      "monthDay": "04/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Uhm_Tae-woong",
      "name": "Uhm Tae-woong",
      "aboutText": "Kim Collins (born 5 April 1976) is a track and field sprinter from Saint Kitts and Nevis. In 2003, he became the World Champion in the 100 m. He represented his country at the Summer Olympics on four occasions, from 1996 to 2008, and was the country's first athlete to ever reach an event final.",
      "pageId": 305003,
      "monthDay": "04/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Vyacheslav_Voronin",
      "name": "Vyacheslav Voronin",
      "aboutText": "Jordan Michael Houston (born April 5, 1975), better known by his stage name Juicy J, is an American rapper, songwriter and record producer from Memphis, Tennessee. He is a founding member of the Southern hip hop group Three 6 Mafia, established in 1991. In 2002, he released his solo debut album Chronicles of the Juice Man, in between Three 6 Mafia projects.",
      "pageId": 341121,
      "monthDay": "04/05"
    },
    {
      "year": "1974",
      "uri": "/wiki/Sheryl_Cruz",
      "name": "Sheryl Cruz",
      "aboutText": "Fernando Morientes Sánchez (Spanish pronunciation: [ferˈnando moˈɾjentes ˈsantʃeθ]; born 5 April 1976) is a Spanish footballer who played as a striker, and the current manager of CF Fuenlabrada.\nHe played for a number of clubs during his career, including Real Madrid, Monaco, Liverpool and Valencia. In La Liga he scored 124 goals in 337 games, over the course of 15 seasons.",
      "pageId": 731090,
      "monthDay": "04/05"
    },
    {
      "year": "1975",
      "uri": "/wiki/Sarah_Baldock",
      "name": "Sarah Baldock",
      "aboutText": "John Hartson (born 5 April 1975) is a Welsh former professional footballer who played as a striker from 1992 until 2008 notably in the Scottish Premier League for Celtic and the Premier League for Arsenal and West Ham United. He was then the Wales national team forwards coach, until 6 November 2013.",
      "pageId": 1062932,
      "monthDay": "04/05"
    },
    {
      "year": "1975",
      "uri": "/wiki/John_Hartson",
      "name": "John Hartson",
      "aboutText": "Catherine Elizabeth \"Caitlin\" Moran (born 5 April 1975) is an English journalist, author, and broadcaster at The Times, where she writes three columns a week: one for the Saturday Magazine, a TV review column, and the satirical Friday column \"Celebrity Watch\". Moran is British Press Awards (BPA) Columnist of the Year for 2010, and both BPA Critic of the Year 2011 and Interviewer of the Year 2011. In 2012, she was named Columnist of the Year by the London Press Club, and Culture Commentator at the Comment Awards in 2013.",
      "pageId": 1074131,
      "monthDay": "04/05"
    },
    {
      "year": "1975",
      "uri": "/wiki/Juicy_J",
      "name": "Juicy J",
      "aboutText": "Franziska van Almsick (born 5 April 1978 in Berlin, East Berlin) is a German swimmer. She won her first Olympic medals in 1992 at the Barcelona Olympic Games aged fourteen.\nHer career begun at the SC Dynamo Berlin.",
      "pageId": 1085981,
      "monthDay": "04/05"
    },
    {
      "year": "1975",
      "uri": "/wiki/Caitlin_Moran",
      "name": "Caitlin Moran",
      "aboutText": "Stephen Jesse Jackson (born April 5, 1978) is an American retired professional basketball player who played 14 seasons in the National Basketball Association (NBA).",
      "pageId": 1194797,
      "monthDay": "04/05"
    },
    {
      "year": "1975",
      "uri": "/wiki/Shammond_Williams",
      "name": "Shammond Williams",
      "aboutText": "Sheryl Rose Anna Marie Sonora Cruz (born April 5, 1974 in Makati City, Philippines), better known simply as Sheryl Cruz, is a Filipina actress and singer. She is known for her role as Divina Ferrer in 2007's television drama series Sinasamba Kita, and as Valeria on Bakekang and the Philippine remake of Rosalinda. After 4 years out of ABS-CBN. In 2012 she had a guest appearance on the phenomenal series Walang Hanggan as young Virginia \"Manang Henya\" Cruz portrayed by Ms.",
      "pageId": 1357706,
      "monthDay": "04/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Aleksei_Bud%C3%B5lin",
      "name": "Aleksei Budõlin",
      "aboutText": "Shammond Omar Williams (born April 5, 1975) is a retired American-born naturalized Georgian professional basketball player. Standing at 1.85 m (6 ft 1 in), he played at both point guard and shooting guard positions. During his career he played in the NBA and in Europe.",
      "pageId": 2204048,
      "monthDay": "04/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kim_Collins",
      "name": "Kim Collins",
      "aboutText": "Vyacheslav Nikolayevich Voronin (Russian: Вячеспав Никопаевич Воронин; born April 5, 1974 in Vladikavkaz) is a Russian track and field athlete who specialized in the high jump.",
      "pageId": 2603946,
      "monthDay": "04/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ryan_Drese",
      "name": "Ryan Drese",
      "aboutText": "Ryan Thomas Drese (born April 5, 1976) is an American former professional baseball pitcher. He is a graduate of the University of California Berkeley and Bishop O'Dowd High School in Oakland, California.\nDuring a 6-year major league baseball career, Drese pitched from 2001-2006 for the Cleveland Indians, Texas Rangers, and Washington Nationals.",
      "pageId": 2637303,
      "monthDay": "04/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Ross_Gload",
      "name": "Ross Gload",
      "aboutText": "Aleksei Budõlin (born 5 April 1976) is an Estonian judoka.",
      "pageId": 3385555,
      "monthDay": "04/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Simone_Inzaghi",
      "name": "Simone Inzaghi",
      "aboutText": "Simone Inzaghi (born 5 April 1976) is an Italian football manager and former professional footballer who played as a striker.\nDuring his professional career he played for a host of clubs, including Lazio, where he remained for more than a decade, being used irregularly.",
      "pageId": 3469367,
      "monthDay": "04/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Fernando_Morientes",
      "name": "Fernando Morientes",
      "aboutText": "Uhm Tae-woong (born April 5, 1974) is a South Korean actor. He made his acting debut in 1998, but initially struggled to emerge from under the shadow of his older sister, popular singer-actress Uhm Jung-hwa. After several years of small roles and work in one-act dramas, Uhm began to gain recognition after his villainous turn in the romantic comedy Delightful Girl Choon-Hyang.",
      "pageId": 4236389,
      "monthDay": "04/05"
    },
    {
      "year": "1976",
      "uri": "/wiki/Indrek_Tobreluts",
      "name": "Indrek Tobreluts",
      "aboutText": "Ross Peter Gload (born April 5, 1976) is a former Major League Baseball first baseman and outfielder.",
      "pageId": 4754608,
      "monthDay": "04/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Stella_Creasy",
      "name": "Stella Creasy",
      "aboutText": "Robert Glasper (born April 5, 1978, in Houston, Texas) is an American jazz pianist and record producer.",
      "pageId": 7212077,
      "monthDay": "04/05"
    },
    {
      "year": "1977",
      "uri": "/wiki/Chad_Rogers",
      "name": "Chad Rogers",
      "aboutText": "Million Dollar Listing Los Angeles (previously Million Dollar Listing) is an American reality television series on Bravo that debuted on August 29, 2006. The series chronicles the professional and personal lives of four real estate agents based in Beverly Hills, Hollywood, and Malibu, California as they sell high-end properties. It also gives viewers an inside look at the world of high-priced real estate in Los Angeles County.",
      "pageId": 7783771,
      "monthDay": "04/05"
    },
    {
      "year": "1978",
      "uri": "/wiki/Robert_Glasper",
      "name": "Robert Glasper",
      "aboutText": "Sarah Baldock (born 5 April 1975) is an English organist and choral conductor, formerly the Organist and Master of the Choristers of Chichester Cathedral. She is notable as one of the earliest women to be appointed to the senior music post at a Church of England cathedral. She was married to counter-tenor David Hurley.",
      "pageId": 21550662,
      "monthDay": "04/05"
    },
    {
      "year": "1978",
      "uri": "/wiki/Stephen_Jackson",
      "name": "Stephen Jackson",
      "aboutText": "Indrek Tobreluts (born April 5, 1976 in Tartu) is an Estonian biathlete. At the 2006 Winter Olympics in Turin, he finished 15th in the men's relay, 40th in the men's sprint, 43rd in the men's pursuit and 66th in the men's individual.\nAt the 2010 Winter Olympics in Vancouver, he finished 14th in the 4×7.5 km relay, 31st in the 10 km sprint and 48th in the 12.5 km pursuit.",
      "pageId": 26384303,
      "monthDay": "04/05"
    },
    {
      "year": "1978",
      "uri": "/wiki/Franziska_van_Almsick",
      "name": "Franziska van Almsick",
      "aboutText": "Stella Judith Creasy (born 5 April 1977) is a British Labour Co-operative politician, who has been the Member of Parliament for the London constituency of Walthamstow since 2010 general election.",
      "pageId": 27273818,
      "monthDay": "04/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Timo_Hildebrand",
      "name": "Timo Hildebrand",
      "aboutText": "Thomas Hitzlsperger (born 5 April 1982) is a German former footballer who played as a midfielder. He spent the early part of his career playing for Aston Villa in England (accompanied by a short loan spell at Chesterfield), before returning to Germany to play for Stuttgart, where he won the Bundesliga in 2007. In 2010 he signed for Italian side Lazio, before moving back to England to join West Ham United later that year.",
      "pageId": 1089531,
      "monthDay": "04/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mitsuo_Ogasawara",
      "name": "Mitsuo Ogasawara",
      "aboutText": "Matt Pickens (born April 5, 1982 in Washington, Missouri) is an American soccer player who currently plays for the Tampa Bay Rowdies in the North American Soccer League.",
      "pageId": 1116275,
      "monthDay": "04/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Benji_Radach",
      "name": "Benji Radach",
      "aboutText": "Jorge Alberto de la Rosa Gonzalez (born April 5, 1981) is a Mexican professional baseball starting pitcher for the Colorado Rockies of Major League Baseball.",
      "pageId": 1593342,
      "monthDay": "04/05"
    },
    {
      "year": "1979",
      "uri": "/wiki/Dante_Wesley",
      "name": "Dante Wesley",
      "aboutText": "Alexandre Prémat (born 5 April 1982) is a French professional racing driver.",
      "pageId": 1623636,
      "monthDay": "04/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Erik_Aud%C3%A9",
      "name": "Erik Audé",
      "aboutText": "Matthew Robert Bonner (born April 5, 1980) is an American professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). Bonner played college basketball for the University of Florida before being selected by the Chicago Bulls with the 45th overall pick in the 2003 NBA draft.",
      "pageId": 2431919,
      "monthDay": "04/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Matt_Bonner",
      "name": "Matt Bonner",
      "aboutText": "Timo Hildebrand (born 5 April 1979) is a German professional football goalkeeper.",
      "pageId": 2440969,
      "monthDay": "04/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/David_Chocarro",
      "name": "David Chocarro",
      "aboutText": "Dante Julius Wesley (born April 5, 1979) is a retired American football cornerback. He was drafted by the Carolina Panthers in the fourth round of the 2002 NFL Draft. He played college football at the University of Arkansas at Pine Bluff.",
      "pageId": 2658604,
      "monthDay": "04/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Mary_Katharine_Ham",
      "name": "Mary Katharine Ham",
      "aboutText": "Joris Mathijsen (Dutch pronunciation: [ˈjɔː.rɪs ma.ˈtɛi̯.sə(n)]; born 5 April 1980 in Goirle, North Brabant) is a Dutch footballer who plays as a centre back.\n^ \"FIFA World Cup South Africa 2010 – List of Players\" (PDF). Fédération Internationale de Football Association (FIFA).",
      "pageId": 5134483,
      "monthDay": "04/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lee_Jae-won",
      "name": "Lee Jae-won",
      "aboutText": "Lee Jae-won (hangul: 이재원; hanja: 李載沅; born April 5, 1980) is a South Korean actor and singer.",
      "pageId": 5215750,
      "monthDay": "04/05"
    },
    {
      "year": "1980",
      "uri": "/wiki/Joris_Mathijsen",
      "name": "Joris Mathijsen",
      "aboutText": "Mitsuo Ogasawara (小笠原 満男, Ogasawara Mitsuo, born April 5, 1979 in Morioka, Iwate) is a Japanese football player, who plays for the J.League team Kashima Antlers.\n^ \"Stats Centre: Mitsuo Ogasawara Facts\". Guardian.co.uk.",
      "pageId": 5317490,
      "monthDay": "04/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jorge_de_la_Rosa",
      "name": "Jorge de la Rosa",
      "aboutText": "Hayley Elizabeth Atwell (born 5 April 1982) is a British-American actress. She is known for her work in stage productions such as A View from the Bridge, and in films such as Cassandra's Dream (2007), The Duchess (2008), The Pillars of the Earth (2010), and for her portrayal of Peggy Carter in various Marvel Cinematic Universe films and TV series.",
      "pageId": 5567395,
      "monthDay": "04/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Stefan_Ludik",
      "name": "Stefan Ludik",
      "aboutText": "Tom Riley (born 5 April 1981) is an English actor and producer.\n^ \"Biography\".",
      "pageId": 6929832,
      "monthDay": "04/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Michael_A._Monsoor",
      "name": "Michael A. Monsoor",
      "aboutText": "Stefan Ludik (born April 5, 1981) is a Namibian musician, television personality, actor, and former cricketer from Windhoek City. He was the first contestant to represent Namibia in the reality television program Big Brother Africa.",
      "pageId": 7156572,
      "monthDay": "04/05"
    },
    {
      "year": "1981",
      "uri": "/wiki/Tom_Riley_(actor)",
      "name": "Tom Riley",
      "aboutText": "Kelly Robert Pavlik (born April 5, 1982) is an American former professional boxer.",
      "pageId": 7557767,
      "monthDay": "04/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Hayley_Atwell",
      "name": "Hayley Atwell",
      "aboutText": "Mary Katharine Ham (born April 5, 1980) is an American journalist. She is editor at large of Hot Air, a contributing editor to Townhall Magazine, and a Fox News Channel contributor. At CPAC 2014, she was presented with the ACU Blogger of the Year award.",
      "pageId": 7592738,
      "monthDay": "04/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Lacey_Duvalle",
      "name": "Lacey Duvalle",
      "aboutText": "Michael Anthony Monsoor (April 5, 1981 – September 29, 2006) was a United States Navy SEAL who was killed during the Iraq War and posthumously awarded the Medal of Honor. Monsoor enlisted in the United States Navy in 2001 and graduated from Basic Underwater Demolition/SEAL training in 2004. After further training he was assigned to Delta Platoon, SEAL Team 3.",
      "pageId": 8538165,
      "monthDay": "04/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Thomas_Hitzlsperger",
      "name": "Thomas Hitzlsperger",
      "aboutText": "Benji Russell Radach (born April 5, 1979) is an American professional mixed martial artist currently competing in the Middleweight division of Bellator MMA. A professional competitor since 2001, Radach has also formerly competed for the UFC, the WEC, Strikeforce, and the Los Angeles Anacondas of the IFL.",
      "pageId": 10160610,
      "monthDay": "04/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kelly_Pavlik",
      "name": "Kelly Pavlik",
      "aboutText": "Erik Anthony Audé (born April 5, 1980) is an American actor, stuntman and professional poker player who was arrested and imprisoned in Pakistan for drug trafficking. Audé maintains that he was duped into carrying opium, and that he believed he was importing leather goods. This story is featured in an episode of National Geographic Channel's Locked Up Abroad, wherein he plays his own role.",
      "pageId": 12455906,
      "monthDay": "04/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Matt_Pickens",
      "name": "Matt Pickens",
      "aboutText": "Lacey Duvalle (born April 5, 1982) is a former American pornographic actress. She entered the adult film industry in 2000 at the age of around 18 and has appeared in over 150 movies.\nHer scene with Mario Cassinni in the film Tunnel Vision 3 won the 2009 Urban X Award for Best POV Sex Scene.",
      "pageId": 24569745,
      "monthDay": "04/05"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alexandre_Pr%C3%A9mat",
      "name": "Alexandre Prémat",
      "aboutText": "David Chocarro (born April 5, 1980 in Buenos Aires, Argentina) is a former baseball player and Argentine model and actor.",
      "pageId": 34050178,
      "monthDay": "04/05"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jorge_Andr%C3%A9s_Mart%C3%ADnez",
      "name": "Jorge Andrés Martínez",
      "aboutText": "Lastings Darnell Milledge (born April 5, 1985) is an American professional baseball outfielder for the Tokyo Yakult Swallows of Nippon Professional Baseball (NPB). He has also played in Major League Baseball (MLB) for the New York Mets, Washington Nationals, Pittsburgh Pirates, and Chicago White Sox. He was the youngest player in MLB's National League during the 2006 season.",
      "pageId": 3612597,
      "monthDay": "04/05"
    },
    {
      "year": "1984",
      "uri": "/wiki/Marshall_Allman",
      "name": "Marshall Allman",
      "aboutText": "Marshall Scot Allman (born April 5, 1984) is an American actor. He is known to television audiences for his role as L. J. Burrows on Fox's successful television series, Prison Break.",
      "pageId": 3728977,
      "monthDay": "04/05"
    },
    {
      "year": "1984",
      "uri": "/wiki/David_Dillehunt",
      "name": "David Dillehunt",
      "aboutText": "Shin Min-a (born Yang Min-a on 5 April 1984) is a South Korean actress.",
      "pageId": 3861940,
      "monthDay": "04/05"
    },
    {
      "year": "1984",
      "uri": "/wiki/Maartje_Goderie",
      "name": "Maartje Goderie",
      "aboutText": "Asumi Nakada (中田あすみ, Nakada Asumi, born April 5, 1988) is a Japanese voice actress and child model from Tokyo, Japan. She is represented by Oscar Promotion. Her major roles in anime are Lucia Nanami in Mermaid Melody: Pichi Pichi Pitch and Yasura in Himawari.",
      "pageId": 7264806,
      "monthDay": "04/05"
    },
    {
      "year": "1984",
      "uri": "/wiki/Shin_Min-a",
      "name": "Shin Min-a",
      "aboutText": "Daniel Congré (born 5 April 1985) is a French football defender of Guadeloupean descent currently playing for Montpellier. Congré can operate all across defence, although he is most adept at right back.",
      "pageId": 8858756,
      "monthDay": "04/05"
    },
    {
      "year": "1984",
      "uri": "/wiki/Kisho_Yano",
      "name": "Kisho Yano",
      "aboutText": "Maartje Goderie (born 5 April 1984, Den Bosch) is a Dutch field hockey player, who plays as forward for Dutch club HC Den Bosch. She also plays for the Netherlands national team and she was part of the Dutch squad that became World Champion at the 2006 Women's Hockey World Cup and which won the 2007 Champions Trophy.\nAt the 2008 Summer Olympics in Beijing she won an Olympic gold medal with the Dutch national team beating China in the final 2-0.",
      "pageId": 9270429,
      "monthDay": "04/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Daniel_Congr%C3%A9",
      "name": "Daniel Congré",
      "aboutText": "Kisho Yano (矢野 貴章, Yano Kishō, born 5 April 1984 in Hamamatsu, Shizuoka) is a Japanese footballer who played as full-back for Nagoya Grampus. He previously played as a striker.\n^ \"FIFA World Cup South Africa 2010: List of Players\" (PDF).",
      "pageId": 12040155,
      "monthDay": "04/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Kim_Ji-hoo",
      "name": "Kim Ji-hoo",
      "aboutText": "Jorge Andrés Martínez Barrios (born 5 April 1983) is a Uruguayan footballer who plays for Juventud de Las Piedras.\n^ \"Martinez – Catania\" (in Spanish). Goal.com.",
      "pageId": 13618375,
      "monthDay": "04/05"
    },
    {
      "year": "1985",
      "uri": "/wiki/Lastings_Milledge",
      "name": "Lastings Milledge",
      "aboutText": "Haruma Miura (三浦 春馬, Miura Haruma) (born April 5, 1990) is a Japanese actor and singer. He is part of the Amuse, Inc., and debuted as one of the members of Brash Brats, a J-pop group. However, they are currently on hiatus, while Haruma is still active as an actor.",
      "pageId": 16274757,
      "monthDay": "04/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Charlotte_(wrestler)",
      "name": "Charlotte",
      "aboutText": "Maximilian \"Max\" Grün (born 5 April 1987) is a German footballer who plays as a goalkeeper for VfL Wolfsburg.\n^ a b \"Grün, Max\" (in German). kicker.de.",
      "pageId": 19030311,
      "monthDay": "04/05"
    },
    {
      "year": "1986",
      "uri": "/wiki/Anna_Sophia_Berglund",
      "name": "Anna Sophia Berglund",
      "aboutText": "Kim Ji-hoo (April 5, 1985 – October 6, 2008) was an actor and model.",
      "pageId": 19991012,
      "monthDay": "04/05"
    },
    {
      "year": "1987",
      "uri": "/wiki/Max_Gr%C3%BCn",
      "name": "Max Grün",
      "aboutText": "Jon Kwang-ik (born 5 April 1988) is a North Korean professional footballer who currently plays as a defender for Amrokgang in the DPR Korea League.\nJon has appeared for the Korea DPR national football team in the 2010 FIFA World Cup qualifying rounds, 2011 Asian Cup, and the 2012 AFC Challenge Cup. At a youth level, he also played at the 2005 FIFA U-17 World Championship and the 2007 FIFA U-20 World Cup.",
      "pageId": 20372259,
      "monthDay": "04/05"
    },
    {
      "year": "1987",
      "uri": "/wiki/Sergei_Lepmets",
      "name": "Sergei Lepmets",
      "aboutText": "David Nelson Dillehunt (born April 5, 1984 in Charlottesville, Virginia) is an American film director, television producer and composer. He is best known as the director of You Can't Do That on Film, the 2004 documentary about the cult-classic children's series, You Can't Do That on Television. Other notable works include his sketch-comedy series, Caught in the Act, the 2008 feature-length comedy, Craptastic, and the 2011 documentary We Are Astronomers, which premiered at the Virginia Film Festival.",
      "pageId": 25548091,
      "monthDay": "04/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jon_Kwang-ik",
      "name": "Jon Kwang-ik",
      "aboutText": "Sophia Papamichalopoulou (Greek: Σοφία Παπαμιχαλοπούλου; born April 5, 1990) is an alpine skier who represented Cyprus at the 2010 Winter Olympics along with her brother Christopher. Sophia was Cyprus's flag bearer during the 2010 Winter Olympics closing ceremony.",
      "pageId": 26114712,
      "monthDay": "04/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/Asumi_Nakada",
      "name": "Asumi Nakada",
      "aboutText": "Christopher Papamichalopoulos (Greek: Χριστόφορος Παπαμιχαλόπουλος; born April 5, 1988) is an alpine skier from Cyprus. He competed for Cyprus at the 2010 Winter Olympics in the slalom and giant slalom. Christopher was Cyprus's flag bearer during the 2010 Winter Olympics opening ceremony.",
      "pageId": 26189111,
      "monthDay": "04/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/Christopher_Papamichalopoulos",
      "name": "Christopher Papamichalopoulos",
      "aboutText": "Alex Valentini (born 5 April 1988) is an Italian footballer who plays as a goalkeeper for Cittadella on loan from Spezia Calcio.",
      "pageId": 29287579,
      "monthDay": "04/05"
    },
    {
      "year": "1988",
      "uri": "/wiki/Alex_Valentini",
      "name": "Alex Valentini",
      "aboutText": "Lily Chloe Ninette Thomson (born 5 April 1989), better known by her stage name Lily James, is an English actress. She is best known for her role as Lady Rose Aldridge in the period drama Downton Abbey and the title role in the 2015 Disney film Cinderella.\nJames began her professional acting career as Ethel Brown in the 2010 BBC production Just William.",
      "pageId": 29579574,
      "monthDay": "04/05"
    },
    {
      "year": "1989",
      "uri": "/wiki/Lily_James",
      "name": "Lily James",
      "aboutText": "Anna Sophia Berglund (born April 5, 1986) is an American Playboy magazine model, adult model, actress and reality television personality. She was Playmate of the Month for Playboy in January 2011. She was discovered originally by GXS Motorsports, where she spent two years as a promotional model.",
      "pageId": 33822611,
      "monthDay": "04/05"
    },
    {
      "year": "1990",
      "uri": "/wiki/Haruma_Miura",
      "name": "Haruma Miura",
      "aboutText": "Ashley Elizabeth Fliehr (born April 5, 1986) is an American professional wrestler. She is signed to WWE, performing under the ring name Charlotte and is the current WWE Divas Champion in her first reign.\nShe is the daughter of WWE Hall of Famer Ric Flair and the sister of David Flair and the late Reid Flair.",
      "pageId": 36295950,
      "monthDay": "04/05"
    },
    {
      "year": "1990",
      "uri": "/wiki/Sophia_Papamichalopoulou",
      "name": "Sophia Papamichalopoulou",
      "aboutText": "Sergei Lepmets (born 5 April 1987 in Tallinn) is an Estonian footballer who plays currently plays for finnish team FC Hämeenlinna",
      "pageId": 36834607,
      "monthDay": "04/05"
    },
    {
      "year": "1992",
      "uri": "/wiki/Emmalyn_Estrada",
      "name": "Emmalyn Estrada",
      "aboutText": "Sharlene Santos San Pedro (born 5 April 1999), better known as Sharlene San Pedro, is a Filipina actress.\nShe made her first television appearance at the age of five ever since joining ABS-CBN's talent search Star Circle Quest: Kids Edition in 2004, where she got in the \"Magic Circle of 5\" and won as first runner-up. She is known for portraying the role of Gigi in Mga Anghel na Walang Langit in 2005, as well as being chosen among all the child actresses of ABS-CBN to reprise the role of Princess Sarah in 2007.",
      "pageId": 7990264,
      "monthDay": "04/05"
    },
    {
      "year": "1996",
      "uri": "/wiki/Nicolas_Beer",
      "name": "Nicolas Beer",
      "aboutText": "Emmalyn Estrada (born April 5, 1992) is a Canadian pop singer, dancer, song-writer and actress of Filipino descent. Her first single, \"Get Down\" entered Billboard's Canadian Hot 100 chart the week of August 29, 2009 at No.88 and peaked at No.59 the week of October 31, 2009.",
      "pageId": 25905034,
      "monthDay": "04/05"
    },
    {
      "year": "1998",
      "uri": "/wiki/Kaito_Nakamura_(actor)",
      "name": "Kaito Nakamura",
      "aboutText": "Kaito Nakamura (中村 嘉惟人, Nakamura Kaito, born April 5, 1998 in Nagoya, Aichi Prefecture) is a Japanese actor and model affiliated with Oscar Promotion. He played the role of Nagi Matsuo/Ki Ninger in the 2015 Super Sentai TV series Shuriken Sentai Ninninger.\n^ \"Official profile at Oscar Promotion\".",
      "pageId": 46955622,
      "monthDay": "04/05"
    },
    {
      "year": "1999",
      "uri": "/wiki/Sharlene_San_Pedro",
      "name": "Sharlene San Pedro",
      "aboutText": "Nicolas Beer (born 5 April 1996) is a Danish racing driver.",
      "pageId": 47046768,
      "monthDay": "04/05"
    },
    {
      "year": "1999",
      "uri": "/wiki/Mio_Y%C5%ABki",
      "name": "Mio Yūki",
      "aboutText": "Mio Yūki (優希 美青, Yūki Mio, born April 5, 1999 in Fukushima Prefecture) is a Japanese actress, model and tarento.",
      "pageId": 47176515,
      "monthDay": "04/05"
    }
  ]
}