{
  "people": [
    {
      "year": "1632",
      "uri": "/wiki/Maria_Leopoldine_of_Austria",
      "name": "Maria Leopoldine of Austria",
      "aboutText": "Philip Henry Gosse (6 April 1810 – 23 August 1888), known to his friends as Henry, was an English naturalist and popularizer of natural science, virtually the inventor of the seawater aquarium, and a painstaking innovator in the study of marine biology. The aquarium craze was launched in early Victorian England by Gosse who created and stocked the first public aquarium at the London Zoo in 1853, and coined the term \"aquarium\" when he published the first manual, The Aquarium: An Unveiling of the Wonders of the Deep Sea, in 1854.\nGosse was also the author of Omphalos, an attempt to reconcile the geological ages presupposed by Charles Lyell with the biblical account of creation.",
      "pageId": 24464,
      "monthDay": "04/06"
    },
    {
      "year": "1651",
      "uri": "/wiki/Andr%C3%A9_Dacier",
      "name": "André Dacier",
      "aboutText": "Joseph Medill (April 6, 1823 – March 16, 1899) was an American newspaper editor, publisher, and Republican party politician.",
      "pageId": 40290,
      "monthDay": "04/06"
    },
    {
      "year": "1660",
      "uri": "/wiki/Johann_Kuhnau",
      "name": "Johann Kuhnau",
      "aboutText": "Gustave Moreau (French: [mɔʁo]; 6 April 1826 – 18 April 1898) was a French Symbolist painter whose main emphasis was the illustration of biblical and mythological figures.",
      "pageId": 67575,
      "monthDay": "04/06"
    },
    {
      "year": "1664",
      "uri": "/wiki/Arvid_Horn",
      "name": "Arvid Horn",
      "aboutText": "Nadar was the pseudonym of Gaspard-Félix Tournachon (6 April 1820 – 23 March 1910), a French photographer, caricaturist, journalist, novelist, and balloonist (or more precisely proponent of manned flight).",
      "pageId": 86580,
      "monthDay": "04/06"
    },
    {
      "year": "1671",
      "uri": "/wiki/Jean-Baptiste_Rousseau",
      "name": "Jean-Baptiste Rousseau",
      "aboutText": "James Mill, born James Milne (6 April 1773 – 23 June 1836) was a Scottish historian, economist, political theorist, and philosopher. He often lists as a founder of classical economics, together with David Ricardo and Adam Smith, and as the father of John Stuart Mill, the philosopher of liberalism. His influential History of British India contains a complete denunciation and rejection of Indian culture and civilisation.",
      "pageId": 174052,
      "monthDay": "04/06"
    },
    {
      "year": "1672",
      "uri": "/wiki/Andr%C3%A9_Cardinal_Destouches",
      "name": "André Cardinal Destouches",
      "aboutText": "Count Arvid Bernhard Horn af Ekebyholm (6 April 1664 – 17 April 1742) was a Swedish (Finnish) soldier, diplomat and politician.",
      "pageId": 202192,
      "monthDay": "04/06"
    },
    {
      "year": "1706",
      "uri": "/wiki/Louis_de_Cahusac",
      "name": "Louis de Cahusac",
      "aboutText": "Filippo Antonio Pasquale di Paoli (pronounced [fiˈlippo anˈtɔːnjo paˈskwaːle di ˈpaːoli]; 6 April 1725 – 5 February 1807) was a Corsican patriot and leader, the president of the Executive Council of the General Diet of the People of Corsica. Paoli designed and wrote the Constitution of the state.\nThe Corsican Republic was a representative democracy asserting that the elected Diet of Corsican representatives had no master.",
      "pageId": 222603,
      "monthDay": "04/06"
    },
    {
      "year": "1708",
      "uri": "/wiki/Johann_Georg_Reutter",
      "name": "Johann Georg Reutter",
      "aboutText": "Jean-Baptiste Rousseau (6 April 1671 – 17 March 1741) was a French dramatist and poet, particularly noted for his short cynical epigrams.",
      "pageId": 323780,
      "monthDay": "04/06"
    },
    {
      "year": "1725",
      "uri": "/wiki/Pasquale_Paoli",
      "name": "Pasquale Paoli",
      "aboutText": "Friedrich Robert Volkmann, (Hungarian: Volkmann Róbert), (6 April 1815, Lommatzsch bei Meißen – 30 October 1883, Budapest) was a German composer.",
      "pageId": 337511,
      "monthDay": "04/06"
    },
    {
      "year": "1726",
      "uri": "/wiki/Gerard_Majella",
      "name": "Gerard Majella",
      "aboutText": "Sébastien-Roch Nicolas, also known as Chamfort (French: [ʃɑ̃fɔʁ]; 6 April 1741 – 13 April 1794), was a French writer, best known for his witty epigrams and aphorisms.",
      "pageId": 367300,
      "monthDay": "04/06"
    },
    {
      "year": "1741",
      "uri": "/wiki/Nicolas_Chamfort",
      "name": "Nicolas Chamfort",
      "aboutText": "André Dacier (6 April 1651 – 18 September 1722), Latin Andreas Dacerius, was a French classical scholar and editor of texts. He began his career with an edition and commentary of Festus' De verborum significatione, and was the first to produce a \"readable\" text of the 20-book work.",
      "pageId": 367317,
      "monthDay": "04/06"
    },
    {
      "year": "1766",
      "uri": "/wiki/Wilhelm_von_Kobell",
      "name": "Wilhelm von Kobell",
      "aboutText": "Aleksandr Ivanovich Herzen (Russian: Алекса́ндр Ива́нович Ге́рцен; April 6 [O.S. 25 March] 1812 – January 21 [O.S. 9 January] 1870) was a Russian writer and thinker known as the \"father of Russian socialism\" and one of the main fathers of agrarian populism (being an ideological ancestor of the Narodniki, Socialist-Revolutionaries, Trudoviks and the agrarian American Populist Party). He is held responsible for creating a political climate leading to the emancipation of the serfs in 1861. His autobiography My Past and Thoughts, written with grace, energy, and ease, is often considered the best specimen of that genre in Russian literature.",
      "pageId": 480014,
      "monthDay": "04/06"
    },
    {
      "year": "1773",
      "uri": "/wiki/James_Mill",
      "name": "James Mill",
      "aboutText": "Aasmund Olavsson Vinje (6 April 1818 – 30 July 1870) was a famous Norwegian poet and journalist who is remembered for poetry, travel writing, and his pioneering use of Landsmål (now known as Nynorsk).",
      "pageId": 1365526,
      "monthDay": "04/06"
    },
    {
      "year": "1810",
      "uri": "/wiki/Philip_Henry_Gosse",
      "name": "Philip Henry Gosse",
      "aboutText": "Johann Kuhnau (German: [ˈkuːnaʊ]; 6 April 1660 – 5 June 1722) was a German polymath: known primarily as composer today, he was also active as novelist, translator, lawyer, and music theorist, being able late in life to combine these activities with the duties of his official post of Thomaskantor in Leipzig, which he occpied for 21 years. Much of his music, including operas, masses, and other large-scale vocal works, is lost. His reputation today rests on a set of programmatic keyboard sonatas published in 1700, in which each sonata depicted in detail a particular story from the Bible.",
      "pageId": 1641277,
      "monthDay": "04/06"
    },
    {
      "year": "1812",
      "uri": "/wiki/Alexander_Herzen",
      "name": "Alexander Herzen",
      "aboutText": "Johann Adam Joseph Karl Georg Reutter (also Georg Reutter the Younger) (6 April 1708 – 11 March 1772) was an Austrian composer.",
      "pageId": 1943847,
      "monthDay": "04/06"
    },
    {
      "year": "1815",
      "uri": "/wiki/Robert_Volkmann",
      "name": "Robert Volkmann",
      "aboutText": "André Cardinal Destouches (sometimes called des Touches) (baptised 6 April 1672  – 7 February 1749) was a French composer best known for the opéra-ballet Les élémens.",
      "pageId": 2647838,
      "monthDay": "04/06"
    },
    {
      "year": "1818",
      "uri": "/wiki/Aasmund_Olavsson_Vinje",
      "name": "Aasmund Olavsson Vinje",
      "aboutText": "Gerard Majella, C.Ss.R. (April 6, 1726 – October 16, 1755), was an Italian lay brother of the Congregation of the Redeemer, better known as the Redemptorists, who is honored as a saint by the Catholic Church.",
      "pageId": 3584401,
      "monthDay": "04/06"
    },
    {
      "year": "1820",
      "uri": "/wiki/Nadar_(photographer)",
      "name": "Nadar",
      "aboutText": "Louis de Cahusac (Montauban, 6 April 1706 – Paris, 22 June 1759) was a French playwright and librettist, and Freemason, most famous for his work with the composer Jean-Philippe Rameau. He provided the libretti for several of Rameau's operas, namely Les fêtes de l'Hymen et de l'Amour (1747), Zaïs (1748), Naïs (1749), Zoroastre (1749; revised 1756), La naissance d'Osiris (1754), and Anacréon (the first of Rameau's operas by that name, 1754). He is also credited with writing the libretto of Rameau's final work, Les Boréades (c.",
      "pageId": 8770074,
      "monthDay": "04/06"
    },
    {
      "year": "1823",
      "uri": "/wiki/Joseph_Medill",
      "name": "Joseph Medill",
      "aboutText": "Maria Leopoldine of Austria-Tyrol (6 April 1632 – 7 August 1649) was the second spouse of her first cousin, Holy Roman Emperor Ferdinand III. As such, she was empress of the Holy Roman Empire.",
      "pageId": 9487712,
      "monthDay": "04/06"
    },
    {
      "year": "1826",
      "uri": "/wiki/Gustave_Moreau",
      "name": "Gustave Moreau",
      "aboutText": "Wilhelm von Kobell (6 April 1766 – 15 July 1853) was a German artist, a painter, printmaker and teacher.",
      "pageId": 16600200,
      "monthDay": "04/06"
    },
    {
      "year": "1851",
      "uri": "/wiki/Guillaume_Bigourdan",
      "name": "Guillaume Bigourdan",
      "aboutText": "Hans Richter (April 6, 1888 – February 1, 1976) was a German painter, graphic artist, avant-gardist, film-experimenter and producer.",
      "pageId": 42521,
      "monthDay": "04/06"
    },
    {
      "year": "1852",
      "uri": "/wiki/Will_Crooks",
      "name": "Will Crooks",
      "aboutText": "Anton Herman Gerard \"Anthony\" Fokker (6 April 1890 – 23 December 1939) was a Dutch aviation pioneer and an aircraft manufacturer. He is most famous for the fighter aircraft he produced in Germany during the First World War such as the Eindecker monoplanes, the Dr.1 triplane and the D.VII biplane.\nAfter the treaty of Versailles forbade Germany to produce airplanes, Fokker moved his business to the Netherlands.",
      "pageId": 51808,
      "monthDay": "04/06"
    },
    {
      "year": "1855",
      "uri": "/wiki/Charles_Huot",
      "name": "Charles Huot",
      "aboutText": "René Jules Lalique (6 April 1860, Ay, Marne — 1 May 1945, Paris) was a French glass designer known for his creations of glass art, perfume bottles, vases, jewellry, chandeliers, clocks and automobile hood ornaments.",
      "pageId": 68360,
      "monthDay": "04/06"
    },
    {
      "year": "1857",
      "uri": "/wiki/Arthur_Wesley_Dow",
      "name": "Arthur Wesley Dow",
      "aboutText": "William \"Will\" Crooks (6 April 1852 – 5 June 1921) was a noted trade unionist and politician from Poplar, London, and a member of the Fabian Society.",
      "pageId": 435471,
      "monthDay": "04/06"
    },
    {
      "year": "1860",
      "uri": "/wiki/Ren%C3%A9_Lalique",
      "name": "René Lalique",
      "aboutText": "Camille Guillaume Bigourdan (6 April 1851 – 28 February 1932) was a French astronomer.\nBigourdan was born at Sistels, Tarn-et-Garonne to Pierre Bigourdan and Jeanne Carrière. In 1877 he was appointed by Félix Tisserand as assistant astronomer at the Toulouse Observatory, and in 1879 followed Tisserand to the Paris Observatory when the latter became director there.",
      "pageId": 595009,
      "monthDay": "04/06"
    },
    {
      "year": "1861",
      "uri": "/wiki/Stanislas_de_Guaita",
      "name": "Stanislas de Guaita",
      "aboutText": "Donald Wills Douglas, Sr. (6 April 1892 – 1 February 1981) was an influential American aircraft industrialist and engineer.\nAn aviation pioneer, he designed and built the Douglas Cloudster.",
      "pageId": 727320,
      "monthDay": "04/06"
    },
    {
      "year": "1864",
      "uri": "/wiki/William_Bate_Hardy",
      "name": "William Bate Hardy",
      "aboutText": "Lowell Jackson Thomas (April 6, 1892 – August 29, 1981) was an American writer, broadcaster, and traveler, best known as the man who made Lawrence of Arabia famous.",
      "pageId": 966147,
      "monthDay": "04/06"
    },
    {
      "year": "1866",
      "uri": "/wiki/Felix-Raymond-Marie_Rouleau",
      "name": "Felix-Raymond-Marie Rouleau",
      "aboutText": "John Godfrey Parry-Thomas (6 April 1884 – 3 March 1927) was a Welsh engineer and motor-racing driver who at one time held the land speed record. He was the first driver to be killed in pursuit of the land speed record.\nParry-Thomas was born in Wrexham, Wales, the son of the curate of Rhosddu.",
      "pageId": 1490179,
      "monthDay": "04/06"
    },
    {
      "year": "1869",
      "uri": "/wiki/Levon_Shant",
      "name": "Levon Shant",
      "aboutText": "Not to be confused with Gerhard A. Ritter (1929–2015)",
      "pageId": 1658232,
      "monthDay": "04/06"
    },
    {
      "year": "1878",
      "uri": "/wiki/Erich_M%C3%BChsam",
      "name": "Erich Mühsam",
      "aboutText": "His Exalted Highness Nizam Sir Mir Osman Ali Khan Siddiqi Asaf Jah VII GCSI GBE (Urdu: آصف جاہ‎), born Mir Osman Ali Khan Bahadur (Urdu: عثمان علی خان صدیقی بہادر‎; 6 April 1886 – 24 February 1967), was the last Nizam (or ruler) of the Princely State of Hyderabad and of Berar. He ruled Hyderabad between 1911 and 1948, until it was annexed by India. He was styled His Exalted Highness The Nizam of Hyderabad.",
      "pageId": 2118972,
      "monthDay": "04/06"
    },
    {
      "year": "1881",
      "uri": "/wiki/Karl_Staaf",
      "name": "Karl Staaf",
      "aboutText": "Walter Edward Dandy (April 6, 1886 – April 19, 1946) was an American neurosurgeon and scientist. He is considered one of the founding fathers of neurosurgery, along with Victor Horsley (1857–1916) and Harvey Cushing (1869–1939). Dandy is credited with numerous neurosurgical discoveries and innovations, including the description of the circulation of cerebrospinal fluid in the brain, surgical treatment of hydrocephalus, the invention of air ventriculography and pneumoencephalography, the description of brain endoscopy, the establishment of the first intensive care unit (Fox 1984, p.",
      "pageId": 2900899,
      "monthDay": "04/06"
    },
    {
      "year": "1884",
      "uri": "/wiki/J._G._Parry-Thomas",
      "name": "J. G. Parry-Thomas",
      "aboutText": "Arthur Wesley Dow (April 6, 1857 – December 13, 1922) was an American painter, printmaker, photographer and influential arts educator.",
      "pageId": 3017411,
      "monthDay": "04/06"
    },
    {
      "year": "1886",
      "uri": "/wiki/Athenagoras_I_of_Constantinople",
      "name": "Athenagoras I of Constantinople",
      "aboutText": "Levon Shant (Armenian: Լեւոն Շանթ; born Levon Nahashbedian, then changed to Levon Seghposian; 6 April 1869 – 29 November 1951) was an Armenian playwright, novelist, poet and founder of the Hamazkayin National Cultural Foundation.\n^ The Encyclopædia Britannica, Vol.7, Edited by Hugh Chisholm, (1911), 3; \"Constantinople, the capital of the Turkish Empire...\".",
      "pageId": 3116539,
      "monthDay": "04/06"
    },
    {
      "year": "1886",
      "uri": "/wiki/Walter_Dandy",
      "name": "Walter Dandy",
      "aboutText": "Sir William Bate Hardy, FRS (6 April 1864 – 23 January 1934) was a British biologist and food scientist.\nHe was born in Erdington in Birmingham. Educated at Framlingham College, he ultimately graduated with a Master of Arts from the University of Cambridge, where he carried out biochemical research.",
      "pageId": 5497461,
      "monthDay": "04/06"
    },
    {
      "year": "1886",
      "uri": "/wiki/Osman_Ali_Khan,_Asaf_Jah_VII",
      "name": "Osman Ali Khan, Asaf Jah VII",
      "aboutText": "Stanislas de Guaita (6 April 1861, Tarquimpol, Moselle – 19 December 1897, Tarquimpol) was a French poet based in Paris, an expert on esotericism and European mysticism, and an active member of the Rosicrucian Order. He was very celebrated and successful in his time. He had many disputes with other people who were involved with occultism and magic.",
      "pageId": 7854945,
      "monthDay": "04/06"
    },
    {
      "year": "1888",
      "uri": "/wiki/Hans_Richter_(artist)",
      "name": "Hans Richter",
      "aboutText": "Felix-Raymond-Marie Rouleau, OP (April 6, 1866 – May 30, 1931) was a Canadian Cardinal of the Roman Catholic Church.",
      "pageId": 12461245,
      "monthDay": "04/06"
    },
    {
      "year": "1888",
      "uri": "/wiki/Gerhard_Ritter",
      "name": "Gerhard Ritter",
      "aboutText": "Karl Gustaf Staaf (April 6, 1881 – February 15, 1953) was a Swedish track and field athlete and tug of war competitor who competed at the 1900 Summer Olympics. He was born in Stockholm.\nHe finished seventh in the pole vault competition and fifth in the hammer throw event.",
      "pageId": 12670377,
      "monthDay": "04/06"
    },
    {
      "year": "1890",
      "uri": "/wiki/Anthony_Fokker",
      "name": "Anthony Fokker",
      "aboutText": "Erich Mühsam (6 April 1878 – 10 July 1934) was a German-Jewish antimilitarist anarchist essayist, poet and playwright. He emerged at the end of World War I as one of the leading agitators for a federated Bavarian Soviet Republic.\nAlso a cabaret performer, he achieved international prominence during the years of the Weimar Republic for works which, before Hitler came to power in 1933, condemned Nazism and satirized the future dictator.",
      "pageId": 30873222,
      "monthDay": "04/06"
    },
    {
      "year": "1892",
      "uri": "/wiki/Donald_Wills_Douglas,_Sr.",
      "name": "Donald Wills Douglas, Sr.",
      "aboutText": "Charles Édouard Masson Huot (6 April 1855, Québec City - 27 January 1930, Sillery) was a French-Canadian painter and illustrator.",
      "pageId": 36208157,
      "monthDay": "04/06"
    },
    {
      "year": "1892",
      "uri": "/wiki/Lowell_Thomas",
      "name": "Lowell Thomas",
      "aboutText": "Athenagoras I (Greek: Αθηναγόρας Αʹ), born Aristocles Matthew Spyrou (Greek: Αριστοκλής Ματθαίος Σπύρου; 6 April [O.S. 25 March] 1886 – July 7, 1972), initially the Greek archbishop in North America, was the 268th Ecumenical Patriarch of Constantinople, from 1948 to 1972.\n^ Goff 2010, \"Eastern Orthodox Christianity\", p.",
      "pageId": 44155149,
      "monthDay": "04/06"
    },
    {
      "year": "1894",
      "uri": "/wiki/Gertrude_Baines",
      "name": "Gertrude Baines",
      "aboutText": "For the police officer see Harry Edgerton",
      "pageId": 14466,
      "monthDay": "04/06"
    },
    {
      "year": "1895",
      "uri": "/wiki/Dudley_Nichols",
      "name": "Dudley Nichols",
      "aboutText": "Kurt Georg Kiesinger (German: [ˈkʊʁt ˈɡeːɔʁk ˈkiːzɪŋɐ]; 6 April 1904 – 9 March 1988) was a German lawyer, Catholic politician and member of the Christian Democratic Union (CDU). His role in the Foreign Ministry's radio propaganda department during World War II has led to controversies. Kiesinger, an outstanding orator and mediator (dubbed Häuptling Silberzunge, or \"Chief Silver-Tongue\" in German), and author of poetry and various books, founded the Universities of Konstanz and Ulm during his time as Ministerpräsident of Baden-Württemberg (1958 - 1966) and was Chancellor of West Germany from 1 December 1966 until 21 October 1969.",
      "pageId": 17470,
      "monthDay": "04/06"
    },
    {
      "year": "1898",
      "uri": "/wiki/Jeanne_H%C3%A9buterne",
      "name": "Jeanne Hébuterne",
      "aboutText": "Tadeusz Kantor (6 April 1915 – 8 December 1990) was a Polish painter, assemblage artist, set designer and theatre director.",
      "pageId": 151209,
      "monthDay": "04/06"
    },
    {
      "year": "1900",
      "uri": "/wiki/Leo_Robin",
      "name": "Leo Robin",
      "aboutText": "Gordon Stanley \"Mickey\" Cochrane (April 6, 1903 – June 28, 1962), nicknamed \"Black Mike\", was an American professional baseball player and manager. He played in Major League Baseball as a catcher for the Philadelphia Athletics and Detroit Tigers. Cochrane was considered one of the best catchers in baseball history and is a member of the Baseball Hall of Fame.",
      "pageId": 161226,
      "monthDay": "04/06"
    },
    {
      "year": "1901",
      "uri": "/wiki/Pier_Giorgio_Frassati",
      "name": "Pier Giorgio Frassati",
      "aboutText": "Leo Robin (April 6, 1900 – December 29, 1984) was an American composer, lyricist and songwriter.",
      "pageId": 576569,
      "monthDay": "04/06"
    },
    {
      "year": "1902",
      "uri": "/wiki/Julien_Torma",
      "name": "Julien Torma",
      "aboutText": "Feodor Felix Konrad Lynen ForMemRS (6 April 1911 – 6 August 1979) was a German biochemist. In 1964 he won the Nobel Prize in Physiology or Medicine together with Konrad Bloch for their discoveries concerning the mechanism and regulation of cholesterol and fatty acid metabolism while he was director of the Max-Planck Institute for Cellular Chemistry in Munich.\n^ a b Krebs, H.; Decker, K. (1982).",
      "pageId": 755234,
      "monthDay": "04/06"
    },
    {
      "year": "1903",
      "uri": "/wiki/Mickey_Cochrane",
      "name": "Mickey Cochrane",
      "aboutText": "Alfredo Ovando Candía (6 April 1918 – 24 January 1982) was a Bolivian president and dictator (1964–66 and 1969–70), general and political figure.",
      "pageId": 761557,
      "monthDay": "04/06"
    },
    {
      "year": "1903",
      "uri": "/wiki/Harold_Eugene_Edgerton",
      "name": "Harold Eugene Edgerton",
      "aboutText": "Jeanne Hébuterne (6 April 1898 – 25 January 1920) was a French artist, best known as the frequent subject and common-law wife of the artist Amedeo Modigliani.",
      "pageId": 806084,
      "monthDay": "04/06"
    },
    {
      "year": "1904",
      "uri": "/wiki/Kurt_Georg_Kiesinger",
      "name": "Kurt Georg Kiesinger",
      "aboutText": "William Marrion Branham (April 6, 1909 – December 24, 1965) was an American Christian minister, generally acknowledged as initiating the post World War II healing revival. American historian, David Edwin Harrell Jr.",
      "pageId": 912080,
      "monthDay": "04/06"
    },
    {
      "year": "1908",
      "uri": "/wiki/Marcel-Marie_Desmarais",
      "name": "Marcel-Marie Desmarais",
      "aboutText": "Julien Torma (6 April 1902 – 17 February 1933) was a French writer, playwright and poet who was part of the Dadaist movement.\nA friend of Max Jacob and Robert Desnos, he was near the surrealist group without adhering to surrealism. He felt himself nearer to Alfred Jarry's 'pataphysics than André Breton's surrealism.",
      "pageId": 978739,
      "monthDay": "04/06"
    },
    {
      "year": "1909",
      "uri": "/wiki/William_M._Branham",
      "name": "William M. Branham",
      "aboutText": "Dudley Nichols (April 6, 1895 – January 4, 1960) was an American screenwriter who first came to prominence after winning and refusing the screenwriting Oscar for The Informer in 1936.\nThe reason for Nichols' refusal was the fact that the Screen Writers Guild was on strike at the time.\nNichols wrote or co-wrote the screenplays for 72 movies, including such classics as Bringing Up Baby (1938), Stagecoach (1939), For Whom the Bell Tolls (1943), Scarlet Street (1945), And Then There Were None (1945) (a mystery film), The Bells of St.",
      "pageId": 1183725,
      "monthDay": "04/06"
    },
    {
      "year": "1909",
      "uri": "/wiki/Hermann_Lang",
      "name": "Hermann Lang",
      "aboutText": "Hermann Lang (April 6, 1909 – October 19, 1987) was a German champion race car driver.\nBorn in the Cannstatt district of Stuttgart, Baden-Württemberg, Germany, at age fourteen Hermann Lang had to go to work to help support his family following the death of his father. Young Lang found a job as a motorcycle mechanic, eventually buying his own used bike with which he began amateur racing.",
      "pageId": 1201767,
      "monthDay": "04/06"
    },
    {
      "year": "1911",
      "uri": "/wiki/Feodor_Felix_Konrad_Lynen",
      "name": "Feodor Felix Konrad Lynen",
      "aboutText": "The Blessed Pier Giorgio Frassati, T.O.S.D., was an Italian Catholic social activist, who was a member of the Third Order of St. Dominic.",
      "pageId": 1430761,
      "monthDay": "04/06"
    },
    {
      "year": "1913",
      "uri": "/wiki/Shannon_Boyd-Bailey_McCune",
      "name": "Shannon Boyd-Bailey McCune",
      "aboutText": "Walter Horton, better known as Big Walter Horton or Walter \"Shakey\" Horton, (April 6, 1921 – December 8, 1981) was an American blues harmonica player. A quiet, unassuming and essentially shy man, Horton is remembered as one of the premier harmonica players in the history of blues.",
      "pageId": 1539957,
      "monthDay": "04/06"
    },
    {
      "year": "1915",
      "uri": "/wiki/Tadeusz_Kantor",
      "name": "Tadeusz Kantor",
      "aboutText": "Leonora Carrington OBE (6 April 1917 – 25 May 2011) was an English-born Mexican artist, surrealist painter, and novelist. She lived most of her adult life in Mexico City, and was one of the last surviving participants in the Surrealist movement of the 1930s.",
      "pageId": 3133772,
      "monthDay": "04/06"
    },
    {
      "year": "1916",
      "uri": "/wiki/Phil_Leeds",
      "name": "Phil Leeds",
      "aboutText": "Marcel-Marie Desmarais, (April 6, 1908, Montreal – July 16, 1994, Montreal), was a Quebec writer, preacher and broadcaster. A member of the Roman Catholic Dominican Order, he became a personality through his popular books and radio and TV programs (CKAC et Radio-Canada) in Quebec.",
      "pageId": 8108383,
      "monthDay": "04/06"
    },
    {
      "year": "1916",
      "uri": "/wiki/Vincent_Ellis_McKelvey",
      "name": "Vincent Ellis McKelvey",
      "aboutText": "Gertrude Baines (April 6, 1894 – September 11, 2009) was an American supercentenarian, who became the oldest recognized living person according to Guinness World Records (upon the death of Portuguese woman Maria de Jesus) on January 2, 2009, until her own death on September 11, 2009, at the age of 115 years 158 days.\nBaines lived in Los Angeles. Just before her 115th birthday, Baines was hospitalized and treated for dehydration, but she made a quick recovery.",
      "pageId": 10241269,
      "monthDay": "04/06"
    },
    {
      "year": "1917",
      "uri": "/wiki/Leonora_Carrington",
      "name": "Leonora Carrington",
      "aboutText": "Phil Leeds (April 6, 1916 – August 16, 1998) was an American character actor.",
      "pageId": 13902408,
      "monthDay": "04/06"
    },
    {
      "year": "1918",
      "uri": "/wiki/Alfredo_Ovando_Cand%C3%ADa",
      "name": "Alfredo Ovando Candía",
      "aboutText": "Vincent Ellis McKelvey (April 6, 1916 – January 23, 1987) was an American geologist. He was married to Genevieve Bowman McKelvey. They had one son, Gregory McKelvey of Spokane, Washington.",
      "pageId": 21059413,
      "monthDay": "04/06"
    },
    {
      "year": "1918",
      "uri": "/wiki/Big_Walter_Horton",
      "name": "Big Walter Horton",
      "aboutText": "Shannon Boyd-Bailey McCune (April 6, 1913 – January 4, 1993) was an American geographer and brother of George M. McCune. He was born in Sonchon, in what is now North Korea as the son of Presbyterian missionaries. He graduated with a Bachelor's degree from the College of Wooster in 1935  and a master's degree from Syracuse University.",
      "pageId": 26839279,
      "monthDay": "04/06"
    },
    {
      "year": "1919",
      "uri": "/wiki/Georgios_Mylonas",
      "name": "Georgios Mylonas",
      "aboutText": "James Dewey Watson (born April 6, 1928) is an American molecular biologist, geneticist and zoologist, best known as one of the co-discoverers of the structure of DNA in 1953 with Francis Crick. Watson, Crick, and Maurice Wilkins were awarded the 1962 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material\".\nWatson earned degrees at the University of Chicago (B.S., 1947) and Indiana University (Ph.D., 1950).",
      "pageId": 16289,
      "monthDay": "04/06"
    },
    {
      "year": "1920",
      "uri": "/wiki/Jack_Cover",
      "name": "Jack Cover",
      "aboutText": "Ian Richard Kyle Paisley, Baron Bannside, PC (6 April 1926 – 12 September 2014) was a loyalist politician and Protestant religious leader from Northern Ireland.\nHe became a Protestant evangelical minister in 1946 and would remain one for the rest of his life. In 1951 he co-founded the fundamentalist Free Presbyterian Church of Ulster and was its leader until 2008.",
      "pageId": 96495,
      "monthDay": "04/06"
    },
    {
      "year": "1920",
      "uri": "/wiki/Edmond_H._Fischer",
      "name": "Edmond H. Fischer",
      "aboutText": "André George Previn, KBE (/ˈprɛvɪn/; born Andreas Ludwig Priwin; April 6, 1929) is a German-American pianist, conductor, and composer.",
      "pageId": 202107,
      "monthDay": "04/06"
    },
    {
      "year": "1921",
      "uri": "/wiki/Wilbur_Thompson",
      "name": "Wilbur Thompson",
      "aboutText": "Ram Dass (born Richard Alpert; April 6, 1931) is an American spiritual teacher and the author of the seminal 1971 book Be Here Now. He is known for his personal and professional associations with Timothy Leary at Harvard University in the early 1960s, for his travels to India and his relationship with the Hindu guru Neem Karoli Baba, and for founding the charitable organizations Seva Foundation and Hanuman Foundation.",
      "pageId": 212776,
      "monthDay": "04/06"
    },
    {
      "year": "1923",
      "uri": "/wiki/Than_Tun",
      "name": "Than Tun",
      "aboutText": "Gerald Joseph \"Gerry\" Mulligan (April 6, 1927 – January 20, 1996) was an American jazz saxophonist, clarinetist, composer and arranger. Though Mulligan is primarily known as one of the leading baritone saxophonists in jazz history – playing the instrument with a light and airy tone in the era of cool jazz – he was also a notable arranger, working with Claude Thornhill, Miles Davis, Stan Kenton, and others. Mulligan's pianoless quartet of the early 1950s with trumpeter Chet Baker is still regarded as one of the more important cool jazz groups.",
      "pageId": 307943,
      "monthDay": "04/06"
    },
    {
      "year": "1926",
      "uri": "/wiki/Sergio_Franchi",
      "name": "Sergio Franchi",
      "aboutText": "Sir Royston Miles \"Roy\" Goode CBE QC (born 6 April 1933) is an academic commercial lawyer in the United Kingdom. He founded the Centre for Commercial Law Studies at Queen Mary, University of London. He was awarded the OBE in 1972 followed by the CBE in 1994 before being knighted for services to academic law in 2000.",
      "pageId": 779223,
      "monthDay": "04/06"
    },
    {
      "year": "1926",
      "uri": "/wiki/Gil_Kane",
      "name": "Gil Kane",
      "aboutText": "Gil Kane (April 6, 1926 – January 31, 2000), born Eli Katz, was an American comic book artist whose career spanned the 1940s to the 1990s and every major comics company and character.\nKane co-created the modern-day versions of the superheroes Green Lantern and the Atom for DC Comics, and co-created Iron Fist with Roy Thomas for Marvel Comics. He was involved in such major storylines as that of The Amazing Spider-Man #96–98, which, at the behest of the U.S. Department of Health, Education, and Welfare, bucked the then-prevalent Comics Code Authority to depict drug abuse, and ultimately spurred an update of the Code.",
      "pageId": 848565,
      "monthDay": "04/06"
    },
    {
      "year": "1926",
      "uri": "/wiki/Ian_Paisley",
      "name": "Ian Paisley",
      "aboutText": "Joi Lansing (April 6, 1928 – August 7, 1972) was an American model, film and television actress, and nightclub singer.",
      "pageId": 1225701,
      "monthDay": "04/06"
    },
    {
      "year": "1926",
      "uri": "/wiki/Randy_Weston",
      "name": "Randy Weston",
      "aboutText": "Helmut Griem (6 April 1932 - 19 November 2004) was a German film, television and stage actor and director.",
      "pageId": 1258221,
      "monthDay": "04/06"
    },
    {
      "year": "1927",
      "uri": "/wiki/Gerry_Mulligan",
      "name": "Gerry Mulligan",
      "aboutText": "Edmond Henri Fischer (born April 6, 1920) is a Swiss American biochemist. He and his collaborator Edwin G. Krebs were awarded the Nobel Prize in Physiology or Medicine in 1992 for describing how reversible phosphorylation works as a switch to activate proteins and regulate various cellular processes. From 2007 until 2014, he was the Honorary President of the World Cultural Council.",
      "pageId": 1510750,
      "monthDay": "04/06"
    },
    {
      "year": "1928",
      "uri": "/wiki/Joi_Lansing",
      "name": "Joi Lansing",
      "aboutText": "Willis Edward Hall (6 April 1929 – 7 March 2005) was an English playwright and radio and television writer who drew on his working class roots in Leeds for much of his writing.",
      "pageId": 1598223,
      "monthDay": "04/06"
    },
    {
      "year": "1928",
      "uri": "/wiki/James_Watson",
      "name": "James Watson",
      "aboutText": "Suchitra Sen (Bengali: সুচিত্রা সেন) (Bengali pronunciation: [ʃuːtʃiːraː ʃeːn]  listen ), (born as Roma Dasgupta) ( listen ; 6 April 1931 – 17 January 2014), was an Indian film actress who worked in Bengali and Hindi cinema. The movies in which she was paired opposite Uttam Kumar became classics in the history of Bengali cinema.\nSuchitra Sen was the first Bengali actress to receive an award at an international film festival when, at the 1963 Moscow International Film Festival, she won the Silver Prize for Best Actress for Saat Paake Bandha.",
      "pageId": 1939453,
      "monthDay": "04/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Willis_Hall",
      "name": "Willis Hall",
      "aboutText": "Ivan Dixon (April 6, 1931 – March 16, 2008) was an American actor, director, and producer best known for his series role in the 1960s sitcom Hogan's Heroes, for his role in the 1967 television film The Final War of Olly Winter, and for directing many episodes of television series. Active in the civil rights movement since 1961, he served as a president of Negro Actors for Action.",
      "pageId": 2384246,
      "monthDay": "04/06"
    },
    {
      "year": "1929",
      "uri": "/wiki/Andr%C3%A9_Previn",
      "name": "André Previn",
      "aboutText": "Sergio Franchi (April 6, 1926 – May 1, 1990), born Sergio Franci Galli, was an Italian-American tenor and actor who enjoyed a meteoric rise to fame in the USA as a multimedia star and recording artist after being discovered on British television in 1962. Subsequent to a trans-Atlantic taped audition, RCA Victor signed him to an exclusive seven-year contract. Sol Hurok managed Franchi's initial American concert tour with a debut performance at Carnegie Hall in New York City.",
      "pageId": 2407332,
      "monthDay": "04/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ram_Dass",
      "name": "Ram Dass",
      "aboutText": "Randy Weston (born April 6, 1926, in Brooklyn, New York) is an American jazz pianist and composer, of Jamaican parentage. He was described by Marian McPartland as \"one of the world's great visionary pianists and composers\".\nWeston's piano style owes much to Duke Ellington and Thelonious Monk (he has paid direct tribute to both on the \"portraits\" albums), but it is highly distinctive in its qualities: percussive, highly rhythmic, capable of producing a wide variety of moods.",
      "pageId": 3488554,
      "monthDay": "04/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/Ivan_Dixon",
      "name": "Ivan Dixon",
      "aboutText": "Than Tun (Burmese: သန်းထွန်း, pronounced: [θáɴ tʰʊ́ɴ]; 6 April 1923 – 30 November 2005) was an influential Burmese historian as well as an outspoken critic of the military junta of Burma. For his lifelong contributions to the development of worldwide study of Burmese history and culture, Professor Than Tun was awarded the Fukuoka Asian Culture Prize in 2000.",
      "pageId": 3861870,
      "monthDay": "04/06"
    },
    {
      "year": "1931",
      "uri": "/wiki/Suchitra_Sen",
      "name": "Suchitra Sen",
      "aboutText": "Georgios Mylonas (Greek: Γεώργιος Αλεξάνδρου Μυλωνάς, April 6, 1919–February 15, 1998) was a Greek Center Union and New Democracy politician and government minister. He was a close aide to Greek statesman and premier George Papandreou, and was repeatedly elected deputy for the Ioannina seat with the Center Union. Mylonas had served as an undersecretary to the premier's office and education undersecretary from 1963 to 1965.",
      "pageId": 4092676,
      "monthDay": "04/06"
    },
    {
      "year": "1932",
      "uri": "/wiki/Connie_Broden",
      "name": "Connie Broden",
      "aboutText": "Wilbur Marvin \"Moose\" Thompson (April 6, 1921 – December 25, 2013) was an American athlete who competed mainly in the shot put. He was born in Frankfort, South Dakota. Thompson attended the University of Southern California.",
      "pageId": 7667734,
      "monthDay": "04/06"
    },
    {
      "year": "1932",
      "uri": "/wiki/Helmut_Griem",
      "name": "Helmut Griem",
      "aboutText": "Thomas Connell Broden (April 6, 1932 – November 23, 2013) was a Canadian ice hockey forward.\nBroden played his entire National Hockey League career with the Montreal Canadiens. He made his NHL debut in 1956 and would retire following the 1958 season.",
      "pageId": 8499708,
      "monthDay": "04/06"
    },
    {
      "year": "1933",
      "uri": "/wiki/Roy_Goode",
      "name": "Roy Goode",
      "aboutText": "John \"Jack\" Higson Cover, Jr. (April 6, 1920 – February 7, 2009) was the inventor of the Taser stun gun.",
      "pageId": 21526055,
      "monthDay": "04/06"
    },
    {
      "year": "1933",
      "uri": "/wiki/Tom_C._Korologos",
      "name": "Tom C. Korologos",
      "aboutText": "Antonius Johannes \"Anton\" Geesink (April 6, 1934 – August 27, 2010) was a Dutch 10th-dan judoka from Utrecht. He was a two-time World Judo Champion (1961 and 1965), Olympic Gold Medalist (1964) and won 21 European championships. He was 6 ft 6 in (1.98 m) tall and weighed 270 pounds (120 kilograms).",
      "pageId": 104337,
      "monthDay": "04/06"
    },
    {
      "year": "1933",
      "uri": "/wiki/Eduardo_Malapit",
      "name": "Eduardo Malapit",
      "aboutText": "Merle Ronald Haggard (born April 6, 1937) is an American country and Western songwriter, singer, guitarist, fiddler, and instrumentalist. Along with Buck Owens, Haggard and his band The Strangers helped create the Bakersfield sound, which is characterized by the unique twang of Fender Telecaster and the unique mix with the traditional country steel guitar sound, new vocal harmony styles in which the words are minimal, and a rough edge not heard on the more polished Nashville sound recordings of the same era.\nBy the 1970s, Haggard was aligned with the growing outlaw country movement, and has continued to release successful albums through the 1990s and into the 2000s.",
      "pageId": 169941,
      "monthDay": "04/06"
    },
    {
      "year": "1933",
      "uri": "/wiki/Dudley_Sutton",
      "name": "Dudley Sutton",
      "aboutText": "John Sculley III (born April 6, 1939) is an American businessman, entrepreneur and investor in high-tech startups. Sculley was vice-president (1970–1977) and president of Pepsi-Cola (1977–1983), until he became chief executive officer of Apple Inc. on April 8, 1983, a position he held until leaving in 1993.",
      "pageId": 183270,
      "monthDay": "04/06"
    },
    {
      "year": "1934",
      "uri": "/wiki/Enrique_%C3%81lvarez_F%C3%A9lix",
      "name": "Enrique Álvarez Félix",
      "aboutText": "William December \"Billy Dee\" Williams, Jr. (born April 6, 1937) is an American actor, artist, singer, and writer best known for his role as Lando Calrissian in the Star Wars film franchise, as well as acting in the movies Brian's Song, Lady Sings the Blues, Nighthawks, The Last Angry Man, Carter's Army, and for playing Harvey Dent in Tim Burton's Batman.",
      "pageId": 433992,
      "monthDay": "04/06"
    },
    {
      "year": "1934",
      "uri": "/wiki/Anton_Geesink",
      "name": "Anton Geesink",
      "aboutText": "Newton Edward Daniels, known by his stage name Paul Daniels (born 6 April 1938), is a British magician and television performer. He achieved international fame through his television series The Paul Daniels Magic Show, which ran on the BBC from 1979 to 1994.\n^ \"Scotland the Brave\".",
      "pageId": 462609,
      "monthDay": "04/06"
    },
    {
      "year": "1934",
      "uri": "/wiki/Guy_Peellaert",
      "name": "Guy Peellaert",
      "aboutText": "Roy Thinnes (born April 6, 1938) is an American television and film actor best known for his portrayal of lonely hero David Vincent in the ABC 1967-68 television series The Invaders. He also played Alfred Wentworth in the pilot episode of Law & Order.",
      "pageId": 835288,
      "monthDay": "04/06"
    },
    {
      "year": "1935",
      "uri": "/wiki/Douglas_Hill",
      "name": "Douglas Hill",
      "aboutText": "André Ouellet, PC QC (born April 6, 1939) is a former chairman of Canada Post, and a longtime Liberal politician in Canada.\nFirst elected to the Canadian House of Commons in a 1967 by-election, Ouellet served in a number of different positions in the cabinets of Prime Ministers Pierre Trudeau and Jean Chrétien. In his capacity as Registrar General of Canada, he was one of the four signatories of the Proclamation of the Constitution Act of 1982 (along with Queen Elizabeth II, Prime Minister Trudeau, and Justice Minister Jean Chrétien).",
      "pageId": 859852,
      "monthDay": "04/06"
    },
    {
      "year": "1936",
      "uri": "/wiki/Helen_Berman",
      "name": "Helen Berman",
      "aboutText": "Helen Berman (born 6 April 1936) is a Dutch-Israeli visual artist. She was a textile designer in the 1960s and has been a painter and occasionally an art educator since the 1970s. She is well known in Israel and has exhibited also in Germany and the Netherlands.",
      "pageId": 1524483,
      "monthDay": "04/06"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jean-Pierre_Changeux",
      "name": "Jean-Pierre Changeux",
      "aboutText": "Jean-Pierre Changeux (French: [ʃɑ̃ʒø]; born 6 April 1936) is a French neuroscientist known for his research in several fields of biology, from the structure and function of proteins (with a focus on the allosteric proteins), to the early development of the nervous system up to cognitive functions. Although being famous in biological sciences for the MWC model, the identification and purification of the nicotinic acetylcholine receptor and the theory of epigenesis by synapse selection are also notable scientific achievements. Changeux is known by the non-scientific public for his ideas regarding the connection between mind and physical brain.",
      "pageId": 1798741,
      "monthDay": "04/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Merle_Haggard",
      "name": "Merle Haggard",
      "aboutText": "Douglas Arthur Hill (6 April 1935 – 21 June 2007) was a Canadian science fiction author, editor and reviewer. He was born in Brandon, Manitoba, the son of a railroad engineer, and was raised in Prince Albert, Saskatchewan. An avid science fiction reader from an early age, he studied English at the University of Saskatchewan (where he earned an Honours B.A. in 1957) and at the University of Toronto.",
      "pageId": 1818172,
      "monthDay": "04/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Terrence_Hardiman",
      "name": "Terrence Hardiman",
      "aboutText": "Pedro Armendáriz Bohr (April 6, 1940 – December 26, 2011), better known by his stage name Pedro Armendáriz, Jr., was a Mexican actor who made films and television series from United States and Mexico.",
      "pageId": 1865671,
      "monthDay": "04/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Peter_Maivia",
      "name": "Peter Maivia",
      "aboutText": "Dudley Sutton (born 6 April 1933 in Surrey) is an English actor.",
      "pageId": 1895252,
      "monthDay": "04/06"
    },
    {
      "year": "1937",
      "uri": "/wiki/Billy_Dee_Williams",
      "name": "Billy Dee Williams",
      "aboutText": "Terrence Hardiman (born 6 April 1937) is an English actor.",
      "pageId": 2078495,
      "monthDay": "04/06"
    },
    {
      "year": "1938",
      "uri": "/wiki/Paul_Daniels",
      "name": "Paul Daniels",
      "aboutText": "Fanene Leifi Pita Maivia (April 6, 1937 – June 12, 1982), born Peter Fanene Anderson, was a Samoan professional wrestler better known as Peter Maivia.",
      "pageId": 2137749,
      "monthDay": "04/06"
    },
    {
      "year": "1938",
      "uri": "/wiki/Roy_Thinnes",
      "name": "Roy Thinnes",
      "aboutText": "Homero Aridjis (born April 6, 1940) is a Mexican poet, novelist, environmental activist, journalist and diplomat known for his originality and independence.",
      "pageId": 4211636,
      "monthDay": "04/06"
    },
    {
      "year": "1939",
      "uri": "/wiki/Andr%C3%A9_Ouellet",
      "name": "André Ouellet",
      "aboutText": "Tom Chris Korologos (born April 6, 1933) is a former United States Ambassador to Belgium.",
      "pageId": 4562547,
      "monthDay": "04/06"
    },
    {
      "year": "1939",
      "uri": "/wiki/John_Sculley",
      "name": "John Sculley",
      "aboutText": "Christopher Allsopp (born 6 April 1941) is a British economist. He was Director of the Oxford Institute for Energy Studies from 2006-2013, is Emeritus Fellow of New College, Oxford, and a Reader in Economic Policy at the University of Oxford.\nA former Director of the Bank of England (1997–2000) and Member of its Monetary Policy Committee (2000–2003), he has recently completed a Review of Statistics for Economic Policymaking (the 'Allsopp Review').",
      "pageId": 4610839,
      "monthDay": "04/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Homero_Aridjis",
      "name": "Homero Aridjis",
      "aboutText": "Eduardo Enabore Malapit (April 6, 1933 – August 27, 2007) was an American Democratic politician who served as Mayor of Kauai, Hawaii. Malapit, who was elected for four consecutive two-year terms as mayor of Kauai beginning in 1974, holds the distinction of being the first Filipino American mayor of any United States municipality.",
      "pageId": 13114884,
      "monthDay": "04/06"
    },
    {
      "year": "1940",
      "uri": "/wiki/Pedro_Armend%C3%A1riz,_Jr.",
      "name": "Pedro Armendáriz, Jr.",
      "aboutText": "Guy Peellaert (6 April 1934 – 17 November 2008) was a Belgian artist, painter, illustrator, comic artist and photographer, most famous for the book Rock Dreams, and his album covers for rock artists like David Bowie (Diamond Dogs) and The Rolling Stones (It's Only Rock 'n' Roll). He also designed film posters for films like Taxi Driver, Paris, Texas, and Short Cuts.",
      "pageId": 20292695,
      "monthDay": "04/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Christopher_Allsopp",
      "name": "Christopher Allsopp",
      "aboutText": "For the politician, see Enrique Álvarez.",
      "pageId": 22098582,
      "monthDay": "04/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Phil_Austin",
      "name": "Phil Austin",
      "aboutText": "Gheorghe Zamfir (Romanian pronunciation: [ˈɡe̯orɡe zamˈfir]; born April 6, 1941) is a Romanian pan flute musician.\nZamfir is known for playing an expanded version of the traditional Romanian-style pan flute (nai) of 20 pipes to 22, 25, 28 and 30 pipes to increase its range, and obtaining as many as eight overtones (additionally to the fundamental tone) from each pipe by changing the embouchure.\nHe is arguably known as \"The Master of the Pan Flute\".",
      "pageId": 12248,
      "monthDay": "04/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Hans_W._Gei%C3%9Fend%C3%B6rfer",
      "name": "Hans W. Geißendörfer",
      "aboutText": "Philip Baine \"Phil\" Austin (April 6, 1941 – June 19, 2015) was a comedian and writer, best known as a member of The Firesign Theatre.",
      "pageId": 48748,
      "monthDay": "04/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Don_Prudhomme",
      "name": "Don Prudhomme",
      "aboutText": "John Dezso Ratzenberger (born April 6, 1947) is an American actor, voice actor and entrepreneur. He is best known as Cliff Clavin in Cheers and for his recurring supporting cast roles in Pixar films.",
      "pageId": 98713,
      "monthDay": "04/06"
    },
    {
      "year": "1941",
      "uri": "/wiki/Gheorghe_Zamfir",
      "name": "Gheorghe Zamfir",
      "aboutText": "Neal A Boortz, Jr. (born April 6, 1945) is an American author, attorney, and former radio host. His nationally syndicated talk show, The Neal Boortz Show, which ended in 2013, was carried throughout the United States.",
      "pageId": 176237,
      "monthDay": "04/06"
    },
    {
      "year": "1942",
      "uri": "/wiki/Barry_Levinson",
      "name": "Barry Levinson",
      "aboutText": "Maxwell Frank \"Max\" Clifford (born 6 April 1943) is a former British publicity agent and a convicted sex offender. During his long and successful career as a publicist, he represented a mixed range of clients, and was often considered a controversial figure, due to his representation of unpopular clients (such as those convicted, or accused of crimes) and his work for people wishing to sell \"kiss-and-tell\" stories to tabloid newspapers.\nClifford was arrested in December 2012 by Metropolitan Police officers on suspicion of sexual offences; the arrest was part of Operation Yewtree.",
      "pageId": 262800,
      "monthDay": "04/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Max_Clifford",
      "name": "Max Clifford",
      "aboutText": "Barry Levinson (born April 6, 1942) is an American screenwriter, Academy Award-winning film director, actor, and producer of film and television. His most notable works include acclaimed films such as the comedy-drama Diner (1982), the sports drama The Natural (1984), the war-comedy Good Morning, Vietnam (1987), the crime drama Bugsy (1991), and the political black comedy Wag the Dog (1997). He won the Academy Award for Best Director for his work on the drama Rain Man (1988), which also won the Academy Award for Best Picture.",
      "pageId": 318998,
      "monthDay": "04/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Roger_Cook_(journalist)",
      "name": "Roger Cook",
      "aboutText": "Anita Pallenberg (born 6 April 1944) is an Italian-born actress, model, and fashion designer.",
      "pageId": 347201,
      "monthDay": "04/06"
    },
    {
      "year": "1943",
      "uri": "/wiki/Mitchell_Melton",
      "name": "Mitchell Melton",
      "aboutText": "Sir Alexander Paul Beresford (born 6 April 1946) is a British Conservative Party politician, practising dentist and the Member of Parliament (MP) for Mole Valley. He sits on three Parliamentary committees.\n^ Prince, Rosa; Aislinn Simpson (21 May 2009).",
      "pageId": 414638,
      "monthDay": "04/06"
    },
    {
      "year": "1944",
      "uri": "/wiki/Anita_Pallenberg",
      "name": "Anita Pallenberg",
      "aboutText": "Dame Felicity Joan Palmer, DBE (born 6 April 1944), is an English mezzo-soprano and music professor. She sang soprano roles until 1983.\nPalmer was born in Cheltenham.",
      "pageId": 1253880,
      "monthDay": "04/06"
    },
    {
      "year": "1944",
      "uri": "/wiki/Felicity_Palmer",
      "name": "Felicity Palmer",
      "aboutText": "Rodney Kevan Bickerstaffe (born 6 April 1945) has been president of the UK National Pensioners Convention and was leader of Britain's second largest trade union, UNISON until 2001.\n^ Routledge, Paul (16 December 1998). \"Bickerstaffe hunts for a father and uncovers a family\".",
      "pageId": 1460352,
      "monthDay": "04/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/Rodney_Bickerstaffe",
      "name": "Rodney Bickerstaffe",
      "aboutText": "Patrika Darbo (born April 6, 1948) is an American actress.",
      "pageId": 1671302,
      "monthDay": "04/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/Neal_Boortz",
      "name": "Neal Boortz",
      "aboutText": "Patrick Hernández (born 6 April 1949 in Le Blanc-Mesnil, Seine-Saint-Denis) is a French singer who had a worldwide hit with \"Born to Be Alive\" in 1979.",
      "pageId": 1684099,
      "monthDay": "04/06"
    },
    {
      "year": "1945",
      "uri": "/wiki/Peter_Hill_(journalist)",
      "name": "Peter Hill",
      "aboutText": "Don 'The Snake' Prudhomme, (born April 6, 1941, San Fernando, California) is an American drag racer.",
      "pageId": 2653471,
      "monthDay": "04/06"
    },
    {
      "year": "1946",
      "uri": "/wiki/Paul_Beresford",
      "name": "Paul Beresford",
      "aboutText": "Roger Cook (born 6 April 1943) is a BAFTA award winning investigative journalist and broadcaster.",
      "pageId": 4367998,
      "monthDay": "04/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/John_Ratzenberger",
      "name": "John Ratzenberger",
      "aboutText": "André Weinfeld is a French and American film and television producer, director, screenwriter, photographer and journalist. He is an alumnus of the prestigious Lycée Louis-le-Grand and the Sorbonne University in Paris.",
      "pageId": 9712668,
      "monthDay": "04/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Andr%C3%A9_Weinfeld",
      "name": "André Weinfeld",
      "aboutText": "Hans W. Geißendörfer (born 6 April 1941) is a German film director and producer.\nDirector of The Glass Cell (1978, starring Brigitte Fossey), which was nominated for the Academy Award for Best Foreign Language Film, and 16 other films (The Wild Duck starring Jean Seberg; The Magic Mountain starring Rod Steiger; Justice), he is creator of TV-Series Lindenstraße (since 1985).\nIn 1970, Geißendörfer won the Film Award in Gold at the Deutscher Filmpreis for Best New Direction for his first film Jonathan.",
      "pageId": 11677575,
      "monthDay": "04/06"
    },
    {
      "year": "1947",
      "uri": "/wiki/Mike_Worboys",
      "name": "Mike Worboys",
      "aboutText": "Alyson Bailes CMG (born 6 April 1949) is a retired English diplomat. Born in Manchester, she graduated from Somerville College, University of Oxford in 1969 with a Bachelor of Arts degree (First Class Honors) in Modern History and a Master of Arts in 1971.\nBailes joined the London Foreign and Commonwealth Office in 1969 as a Desk Officer for the Western European Department and in 1970, received her first international posting as a Desk Officer at the British Embassy in Budapest.",
      "pageId": 13373479,
      "monthDay": "04/06"
    },
    {
      "year": "1948",
      "uri": "/wiki/Patrika_Darbo",
      "name": "Patrika Darbo",
      "aboutText": "Peter Hill (born 6 April 1945, Oldham, Lancashire) is a British journalist and a former editor of the Daily Express",
      "pageId": 15652914,
      "monthDay": "04/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Alyson_Bailes",
      "name": "Alyson Bailes",
      "aboutText": "Michael Worboys (born April 6, 1947) is a British mathematician and computer scientist. He is professor of spatial informatics at the School of Computing and Mathematical Sciences at the University of Greenwich, London, England.\nWorboys is mostly known for his research on the computational and mathematical foundations of Geographic Information Science (GIS).",
      "pageId": 17516147,
      "monthDay": "04/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Patrick_Hernandez",
      "name": "Patrick Hernandez",
      "aboutText": "Mitchell Wesley Melton (April 6, 1943 – March 11, 2013) was a former Democratic member of the Pennsylvania House of Representatives. He was the founder, organizer and original spokesman of the Pennsylvania Legislative Black Caucus, founded in 1969.\n^ Cox, Harold.",
      "pageId": 25515428,
      "monthDay": "04/06"
    },
    {
      "year": "1949",
      "uri": "/wiki/Horst_Ludwig_St%C3%B6rmer",
      "name": "Horst Ludwig Störmer",
      "aboutText": "Catherine Theresa Mary Andrea \"Cathy\" Jones (born April 6, 1955, in St.",
      "pageId": 351785,
      "monthDay": "04/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Claire_Morissette",
      "name": "Claire Morissette",
      "aboutText": "Bert Blyleven (born Rik Aalbert Blijleven, April 6, 1951) is a former Major League Baseball pitcher who played from 1970 to 1992, and was best known for his curveball. Blyleven was inducted into the Baseball Hall of Fame in 2011.",
      "pageId": 419633,
      "monthDay": "04/06"
    },
    {
      "year": "1950",
      "uri": "/wiki/Cleo_Odzer",
      "name": "Cleo Odzer",
      "aboutText": "Mary Lucy Denise \"Marilu\" Henner (born April 6, 1952) is an American actress, producer, radio host, and author.",
      "pageId": 559311,
      "monthDay": "04/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Bert_Blyleven",
      "name": "Bert Blyleven",
      "aboutText": "Michael Rooker (born April 6, 1955) is an American actor, best known for his roles as Chick Gandil in \"Eight Men Out\", Henry in Henry: Portrait of a Serial Killer, Merle Dixon in The Walking Dead, Yondu Udonta in Guardians of the Galaxy, Frank Bailey in Mississippi Burning, Bill Broussard in JFK, Hal Tucker in Cliffhanger and Jared Svenning in Mallrats.",
      "pageId": 651347,
      "monthDay": "04/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Jean-Marc_Boivin",
      "name": "Jean-Marc Boivin",
      "aboutText": "Udo Dirkschneider (born 6 April 1952 in Wuppertal, Germany) is a German heavy metal vocalist who is best known as the vocalist in German heavy metal band Accept and later U.D.O., the latter of which he formed after leaving Accept in 1987.\nDirkschneider made a guest appearance on Eurovision Song Contest winner Lordi's 2006 album, The Arockalypse. Mr Lordi claims both \"Don't Look Back\" and \"Blitz of Lightning\" by U.D.O. as songs that changed his life in a Kerrang!",
      "pageId": 681300,
      "monthDay": "04/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Pascal_Rog%C3%A9",
      "name": "Pascal Rogé",
      "aboutText": "Christopher Franke (born 6 April 1953, Berlin) is a German musician and composer. From 1971 to 1987 he was a member of the electronic group Tangerine Dream. Initially a drummer with The Agitation, later renamed Agitation Free, his primary focus eventually shifted to keyboards and synthesizers as the group moved away from its psychedelic rock origins.",
      "pageId": 853003,
      "monthDay": "04/06"
    },
    {
      "year": "1951",
      "uri": "/wiki/Phil_Schaap",
      "name": "Phil Schaap",
      "aboutText": "Horst Ludwig Störmer (born April 6, 1949) is a German physicist, Nobel laureate and emeritus professor at Columbia University.\nHe was awarded the 1998 Nobel Prize in Physics jointly with Daniel Tsui and Robert Laughlin \"for their discovery of a new form of quantum fluid with fractionally charged excitations\" (the fractional quantum Hall effect). He and Tsui were working at Bell Labs at the time of the experiment cited by the Nobel committee.",
      "pageId": 1621554,
      "monthDay": "04/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Udo_Dirkschneider",
      "name": "Udo Dirkschneider",
      "aboutText": "Michel Raymond \"Bunny\" Larocque (April 6, 1952 – July 29, 1992) was a Canadian professional ice hockey goaltender who played for the Montreal Canadiens, Toronto Maple Leafs, Philadelphia Flyers and St.",
      "pageId": 1825641,
      "monthDay": "04/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Marilu_Henner",
      "name": "Marilu Henner",
      "aboutText": "Lee Scott (born 6 April 1956) is a British Conservative Party politician. He was the Member of Parliament (MP) for Ilford North until 2015, and an officer of the Conservative Friends of Israel.",
      "pageId": 1847264,
      "monthDay": "04/06"
    },
    {
      "year": "1952",
      "uri": "/wiki/Michel_Larocque",
      "name": "Michel Larocque",
      "aboutText": "Michele Marie Bachmann (/ˈbɑːkmən/; née Amble; born April 6, 1956) is an American politician. A Republican, she is a former member of the United States House of Representatives, who represented Minnesota's 6th congressional district, a post she held from 2007 to 2015. The district includes several of the northern suburbs of the Twin Cities, as well as St.",
      "pageId": 2064489,
      "monthDay": "04/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Patrick_Doyle",
      "name": "Patrick Doyle",
      "aboutText": "Patrick Doyle (born 6 April 1953) is a Scottish film composer. A longtime collaborator of actor-director Kenneth Branagh, Doyle is known for his work composing for films such as Henry V (1989), Sense and Sensibility (1995), Hamlet (1996), and Gosford Park (2001), as well as Harry Potter and the Goblet of Fire (2005), Eragon (2006), Rise of the Planet of the Apes and Thor (both 2011).",
      "pageId": 2915386,
      "monthDay": "04/06"
    },
    {
      "year": "1953",
      "uri": "/wiki/Christopher_Franke",
      "name": "Christopher Franke",
      "aboutText": "Pascal Rogé (born 6 April 1951) is a French pianist.\nHis playing includes the works of compatriot composers Saint-Saëns, Fauré, Debussy, Ravel, Satie, and Poulenc, among others.",
      "pageId": 3952865,
      "monthDay": "04/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Rob_Epstein",
      "name": "Rob Epstein",
      "aboutText": "Phil Schaap (born April 6, 1951) is an American jazz disc jockey, historian, archivist and producer. He has hosted jazz shows on the Columbia University WKCR since 1970; he currently hosts two, Bird Flight and Traditions In Swing, both since 1981.",
      "pageId": 4115937,
      "monthDay": "04/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Keith_Hunter_Jesperson",
      "name": "Keith Hunter Jesperson",
      "aboutText": "Blind Mississippi Morris (born Morris Cummings, April 6, 1955, Clarksdale, Mississippi, United States) is an American blues musician.\n^ Urgo, Joseph R.; Abadie, Ann J. (2007). Faulkner's inheritance: Faulkner and Yoknapatawpha, 2005.",
      "pageId": 6405941,
      "monthDay": "04/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Cathy_Jones",
      "name": "Cathy Jones",
      "aboutText": "Keith Hunter Jesperson (born 6 April 1955) is a Canadian-American serial killer who embarked on a murderous spree in the United States during the early 1990s. Jesperson was known as the \"Happy Face Killer\" for the smiley face he drew on his many letters to the media and prosecutors. He had a violent and troubled childhood under a domineering, alcoholic father.",
      "pageId": 6564968,
      "monthDay": "04/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Blind_Mississippi_Morris",
      "name": "Blind Mississippi Morris",
      "aboutText": "Cleo Odzer (Sheila Lynne Odzer, 6 April 1950 – 26 March 2001) was an American writer, author of books on prostitution in Thailand, the hippie culture of Goa, and cybersex.",
      "pageId": 8490715,
      "monthDay": "04/06"
    },
    {
      "year": "1955",
      "uri": "/wiki/Michael_Rooker",
      "name": "Michael Rooker",
      "aboutText": "Claire Morissette (April 6, 1950 – July 20, 2007) was a Canadian cycling advocate who fought for equal cyclists' rights in Montreal since 1976. She was a member of the group Le Monde à Bicyclette. Notable were the stunts they organized to raise consciousness of automobile transportation's negative impact on cities and their inhabitants, such as bringing snow skis and tobaggons on subways to protest the exclusion of bicycles and a die-in on the corner of St.",
      "pageId": 13551911,
      "monthDay": "04/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michele_Bachmann",
      "name": "Michele Bachmann",
      "aboutText": "Rob Epstein, also credited as Robert P. Epstein (born April 6, 1955), is an American director, producer, writer and editor. Epstein has won two Academy Awards for Best Documentary Feature, for the films The Times of Harvey Milk and Common Threads: Stories from the Quilt.\nRecently, Epstein has transitioned from non-fiction documentaries into scripted narratives, producing such biopics as HOWL, his award-winning film about Allen Ginsberg’s controversial poem by the same name (starring James Franco), and Lovelace, the story about the life and trials of pornographic superstar Linda Lovelace (starring Amanda Seyfried).",
      "pageId": 20171391,
      "monthDay": "04/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Normand_Corbeil",
      "name": "Normand Corbeil",
      "aboutText": "Jean-Marc Boivin (6 April 1951 – 17 February 1990) was a French mountaineer, extreme skier, hang glider and paraglider pilot, speleologist, BASE jumper, award-winning film maker, and author. The holder of several altitude records for hang gliding and paragliding, the creator of numerous first ascents and first ski descents in the Alps, a member of the team that broke the record for a sub-glacial dive and the first person to paraglide from the summit of Mount Everest, Boivin was a pioneer of extreme sports.",
      "pageId": 29027816,
      "monthDay": "04/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Lee_Scott_(politician)",
      "name": "Lee Scott",
      "aboutText": "Normand Corbeil (April 6, 1956 – January 25, 2013) was a Canadian composer known for his work on films, video games and television.",
      "pageId": 38418540,
      "monthDay": "04/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Sebastian_Spreng",
      "name": "Sebastian Spreng",
      "aboutText": "Roderick \"Rory\" Keith Ogilvy Bremner, FKC (born 6 April 1961) is a Scottish impressionist and comedian, noted for his work in political satire and impressions of British public figures. He is also known for his work on Mock the Week as a panellist (for Series 1 and 2), award-winning show Rory Bremner...Who Else?",
      "pageId": 151555,
      "monthDay": "04/06"
    },
    {
      "year": "1956",
      "uri": "/wiki/Dilip_Vengsarkar",
      "name": "Dilip Vengsarkar",
      "aboutText": "Dilip Balwant Vengsarkar  pronunciation  (born 6 April 1956) is an Indian cricketer and cricket administrator. He was known as one of the foremost exponents of the drive. He was also known by the nickname 'Colonel'.",
      "pageId": 994727,
      "monthDay": "04/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Giorgio_Damilano",
      "name": "Giorgio Damilano",
      "aboutText": "John Paul Pizzarelli, Jr. (born April 6, 1960) is an American jazz guitarist, vocalist, songwriter and bandleader. He has had a lengthy career as a recording artist, performing for a variety of labels that include Telarc Records, RCA Records and Chesky Records, among others.",
      "pageId": 1990641,
      "monthDay": "04/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Maurizio_Damilano",
      "name": "Maurizio Damilano",
      "aboutText": "Warren Haynes (born April 6, 1960) is an American musician, singer and songwriter. Haynes is best known for his work as longtime guitarist with The Allman Brothers Band and as founding member of the jam band Gov't Mule. Early in his career he was a guitarist for David Allan Coe and The Dickey Betts Band.",
      "pageId": 2285079,
      "monthDay": "04/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Jaroslava_Maxov%C3%A1",
      "name": "Jaroslava Maxová",
      "aboutText": "Graeme Rowland Base (born 6 April 1958) is an author and artist of picture books. He is perhaps best known for his second book, Animalia published in 1986, and third book The Eleventh Hour which was released in 1989.",
      "pageId": 2511084,
      "monthDay": "04/06"
    },
    {
      "year": "1957",
      "uri": "/wiki/Paolo_Nespoli",
      "name": "Paolo Nespoli",
      "aboutText": "Peter Allan Jackson (born 6 April 1961 in Bradford, England) is a football manager and former footballer. He has previously had two spells as Huddersfield Town manager, whom he helped win the Division Three play-off in 2004, and he has also managed Lincoln City, before taking charge at his former playing club Bradford City in 2011.\nAs a player, Jackson started his career with his hometown club Bradford City, where as the club's youngest ever captain, he lifted the Third Division title in 1985 on the day of the Bradford City stadium fire.",
      "pageId": 2920041,
      "monthDay": "04/06"
    },
    {
      "year": "1958",
      "uri": "/wiki/Graeme_Base",
      "name": "Graeme Base",
      "aboutText": "Maurizio Damilano (born 6 April 1957 in Scarnafigi, Italy) is an Italian former race walker. He won 14 medals, at senior level, at the International athletics competitions.\nHe was the 1980 Olympic Champion and the 1987 and 1991 World Champion in the 20 km race walk.",
      "pageId": 4183579,
      "monthDay": "04/06"
    },
    {
      "year": "1958",
      "uri": "/wiki/Diana_Nasution",
      "name": "Diana Nasution",
      "aboutText": "Paolo Angelo Nespoli (Milan, 6 April 1957) is an Italian astronaut and engineer . In 2007, he first traveled into space aboard the Space Shuttle Discovery as a mission specialist of STS-120.",
      "pageId": 6071867,
      "monthDay": "04/06"
    },
    {
      "year": "1959",
      "uri": "/wiki/Gail_Shea",
      "name": "Gail Shea",
      "aboutText": "Iris Haeussler (or German spelling 'Häussler') (German pronunciation: [ˈiːʁɪs ˈhɔʏslɐ]; born April 6. 1962) is a conceptual and installation art artist of German origin. She lives in Toronto, Ontario, Canada.",
      "pageId": 7110508,
      "monthDay": "04/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Batem",
      "name": "Batem",
      "aboutText": "Rafael Vicente Correa Delgado (Spanish: [rafaˈel korˈea]; born 6 April 1963) is an Ecuadorian politician and economist who has served as President of the Republic of Ecuador since 2007. The leader of the PAIS Alliance political movement, Correa is a democratic socialist and his administration has focused on the implementation of leftist policies, poverty reduction, and combating the influence of the United States and multinational corporations in Ecuador. Internationally, he served as president pro tempore of the Union of South American Nations.",
      "pageId": 7159912,
      "monthDay": "04/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Adriana_Altaras",
      "name": "Adriana Altaras",
      "aboutText": "Gail R. Shea, PC (born April 6, 1959) is a Canadian politician, who served as the Member of Parliament for Egmont from 2008 to 2015. She was previously a member of the Legislative Assembly of Prince Edward Island from 2000 to 2007, representing the electoral district of Tignish-DeBlois as a member of the Progressive Conservative Party.",
      "pageId": 14238732,
      "monthDay": "04/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Warren_Haynes",
      "name": "Warren Haynes",
      "aboutText": "Colin Robert Reitz (born April 6, 1960) is an English former track athlete who competed mainly in the 3000 metres steeplechase. He won a bronze medal at the 1983 World Championships representing Great Britain, and a bronze medal at the 1986 Commonwealth Games representing England.",
      "pageId": 15465783,
      "monthDay": "04/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/John_Pizzarelli",
      "name": "John Pizzarelli",
      "aboutText": "Marco Schällibaum (born 6 April 1962) is a Swiss football manager.\n^ \"Marco Schällibaum Profile\". FootballDatabase.eu.",
      "pageId": 18153945,
      "monthDay": "04/06"
    },
    {
      "year": "1960",
      "uri": "/wiki/Colin_Reitz",
      "name": "Colin Reitz",
      "aboutText": "Luc Collin, best known by the pen name Batem (born 6 April 1960 in Kamina, Belgian Congo) is a Belgian comics artist best known as the artist successor of André Franquin of the series Marsupilami.",
      "pageId": 19270229,
      "monthDay": "04/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Rory_Bremner",
      "name": "Rory Bremner",
      "aboutText": "Sebastian Spreng (born April 6, 1956) is an Argentine-American visual artist and music journalist.",
      "pageId": 22876413,
      "monthDay": "04/06"
    },
    {
      "year": "1961",
      "uri": "/wiki/Peter_Jackson_(footballer,_born_1961)",
      "name": "Peter Jackson",
      "aboutText": "Jaroslava Maxová (born 6 April 1957; Jaroslava Horská, Jaroslava Horská-Maxová) is a Czech mezzo-soprano opera singer and vocal coach.",
      "pageId": 25034139,
      "monthDay": "04/06"
    },
    {
      "year": "1962",
      "uri": "/wiki/Iris_H%C3%A4ussler",
      "name": "Iris Häussler",
      "aboutText": "Giorgio Damilano (born 6 April 1957 in Scarnafigi, Italy) is an Italian former race walker.\nHe is the twin brother of Italian race walker legend Maurizio Damilano and brother of the coach Sandro Damilano.\n^ \"Centro di Marcia - Gli atlteti\" (in Italian).",
      "pageId": 36761234,
      "monthDay": "04/06"
    },
    {
      "year": "1962",
      "uri": "/wiki/Nicholas_Henshall",
      "name": "Nicholas Henshall",
      "aboutText": "Adriana Altaras (born 6 April 1960, Zagreb) is a German actress, theater director and writer, born in Zagreb.\nAltaras was born in Zagreb, SFR Yugoslavia to Jewish parents, Jakob and Thea Altaras. Due to political persecution  she escaped Zagreb, with her mother in 1964 to Italy, in a car by her Italian uncle.",
      "pageId": 39649812,
      "monthDay": "04/06"
    },
    {
      "year": "1962",
      "uri": "/wiki/Marco_Sch%C3%A4llibaum",
      "name": "Marco Schällibaum",
      "aboutText": "Nicholas James Henshall (born 6 April 1962) has been Dean of Chelmsford since 2014.\nThe son of Michael Henshall, long-serving Bishop of Warrington, Nicholas Henshall was born in Mossley, educated at Manchester Grammar School, Wadham College, Oxford and Ripon College Cuddesdon; and ordained in 1989. After a curacy at, St Mary, Blyth he was Vicar of St Margaret, Scotswood from 1992 to 2002 when he became Canon Precentor of Derby Cathedral.",
      "pageId": 44647304,
      "monthDay": "04/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/Rafael_Correa",
      "name": "Rafael Correa",
      "aboutText": "Diana Nasution (5 April 1958 – 4 October 2013), was a very popular Indonesian singer and actress in the 1970s and 1980s.\n^ Singer Diana Nasution dies, thejakartapost.com; accessed 12 August 2015.",
      "pageId": 46464445,
      "monthDay": "04/06"
    },
    {
      "year": "1963",
      "uri": "/wiki/Derrick_May_(musician)",
      "name": "Derrick May",
      "aboutText": "Charles Michael Kittridge Thompson IV (born April 6, 1965) is an American singer, songwriter and guitarist. He is best known as the frontman of the influential alternative rock band Pixies, with whom he performs under the stage name Black Francis. Following the band's breakup in 1993, he embarked on a solo career under the name Frank Black.",
      "pageId": 156222,
      "monthDay": "04/06"
    },
    {
      "year": "1964",
      "uri": "/wiki/Phil_Gayle",
      "name": "Phil Gayle",
      "aboutText": "Derrick May (born April 6, 1963), also known as Mayday and Rhythim is Rhythim, is an electronic musician from Belleville, Michigan, United States. He was an only child born in Detroit and began to explore electronic music early in his life.",
      "pageId": 561413,
      "monthDay": "04/06"
    },
    {
      "year": "1965",
      "uri": "/wiki/Black_Francis",
      "name": "Black Francis",
      "aboutText": "Ari Meyers (born April 6, 1969) is an actress.",
      "pageId": 580092,
      "monthDay": "04/06"
    },
    {
      "year": "1965",
      "uri": "/wiki/Sterling_Sharpe",
      "name": "Sterling Sharpe",
      "aboutText": "Paul Stephen Rudd (born April 6, 1969) is an American actor, comedian, writer and producer. He has primarily appeared in comedies, and is known for his roles in the films Clueless (1995), Wet Hot American Summer (2001), Anchorman: The Legend of Ron Burgundy (2004), The 40-Year-Old Virgin (2005), Knocked Up (2007), Role Models (2008), I Love You, Man (2009), Wanderlust (2012), This Is 40 (2012), and Anchorman 2: The Legend Continues (2013). In television, he appeared in the early 1990s on the NBC drama Sisters and some years later he appeared as Mike Hannigan on the NBC sitcom Friends.",
      "pageId": 685608,
      "monthDay": "04/06"
    },
    {
      "year": "1965",
      "uri": "/wiki/Lieve_Slegers",
      "name": "Lieve Slegers",
      "aboutText": "Jonathan Firth (born 6 April 1967) is an English actor best known for his roles in such noted British television productions as Middlemarch, Far from the Madding Crowd, and Victoria & Albert.",
      "pageId": 1005292,
      "monthDay": "04/06"
    },
    {
      "year": "1966",
      "uri": "/wiki/Vince_Flynn",
      "name": "Vince Flynn",
      "aboutText": "Bret Robert Boone (born April 6, 1969) is a former Major League Baseball second baseman. During his career Boone was a three-time All-Star, four-time Gold Glove winner, and two-time Silver Slugger Award winner.",
      "pageId": 1084636,
      "monthDay": "04/06"
    },
    {
      "year": "1966",
      "uri": "/wiki/Young_Man_Kang",
      "name": "Young Man Kang",
      "aboutText": "Bison Dele (born Brian Carson Williams; April 6, 1969 – presumed dead July 7, 2002) was an American professional basketball player who played center. He played for the NBA's Orlando Magic, Denver Nuggets, Los Angeles Clippers, Chicago Bulls and Detroit Pistons. He won a championship with the Bulls in 1997.",
      "pageId": 1209980,
      "monthDay": "04/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Julian_Anderson",
      "name": "Julian Anderson",
      "aboutText": "Sterling Sharpe (born April 6, 1965) is a former American football wide receiver and analyst for the NFL Network.",
      "pageId": 1306531,
      "monthDay": "04/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Kathleen_Barr",
      "name": "Kathleen Barr",
      "aboutText": "Julian Anderson (born 6 April 1967) is a British composer and teacher of composition.",
      "pageId": 1693639,
      "monthDay": "04/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Tanya_Byron",
      "name": "Tanya Byron",
      "aboutText": "Vincent \"Vince\" Flynn (April 6, 1966 – June 19, 2013) was an American author of political thriller novels. He also served as a story consultant for the fifth season of the television series 24.",
      "pageId": 2312896,
      "monthDay": "04/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Jonathan_Firth",
      "name": "Jonathan Firth",
      "aboutText": "Tanya Byron (born 6 April 1967) is a British psychologist, writer, and media personality, best known for her work as a child therapist on television shows Little Angels and The House of Tiny Tearaways. She also co-created the BBC2 sitcom The Life and Times of Vivienne Vyle with Jennifer Saunders, and still contributes articles to various newspapers.",
      "pageId": 3219259,
      "monthDay": "04/06"
    },
    {
      "year": "1967",
      "uri": "/wiki/Mika_Koivuniemi",
      "name": "Mika Koivuniemi",
      "aboutText": "Kathleen Barr is a Canadian voice actress, best known for voicing Trixie in My Little Pony: Friendship is Magic, Kevin and Marie Kanker in Ed, Edd n' Eddy, and Mrs.",
      "pageId": 3479273,
      "monthDay": "04/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Archon_Fung",
      "name": "Archon Fung",
      "aboutText": "Affonso Giaffone (born April 6, 1968, Santos, Brazil), is a former driver in the Indy Racing League. His family has closed relation with auto racing; he is a cousin of Felipe Giaffone, an ex-IRL driver, and a cousin-in-law of Rubens Barrichello. His father Affonso Giaffone Filho was also a racecar driver.",
      "pageId": 5425348,
      "monthDay": "04/06"
    },
    {
      "year": "1968",
      "uri": "/wiki/Affonso_Giaffone",
      "name": "Affonso Giaffone",
      "aboutText": "Philipp Peter (born 6 April 1969 in Vienna) is a race car driver from Austria.\nHe started in junior formula cars with the highlight winning the Austria Formula 3 Cup in 1992. He represented Austria in the 1990 EFDA Nations Cup and also raced in Indy Lights finishing third in the Championship in 1999.",
      "pageId": 5459991,
      "monthDay": "04/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Bret_Boone",
      "name": "Bret Boone",
      "aboutText": "Phil Gayle (born 6 April 1964 in Birmingham) is an English newsreader and freelance journalist, currently for DW News. Former credits include The Big Breakfast and the ITV News Channel.",
      "pageId": 5536937,
      "monthDay": "04/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Jack_Canfora",
      "name": "Jack Canfora",
      "aboutText": "Mika Juhani Koivuniemi (born April 6, 1967 in Tampere) is a Finnish ten-pin bowler, currently on the Professional Bowlers Association (PBA) tour in the United States, who has won bowling titles in 21 different countries in his career.",
      "pageId": 5578265,
      "monthDay": "04/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Bison_Dele",
      "name": "Bison Dele",
      "aboutText": "John Lawrence \"Jack\" Canfora (born April 6, 1969) is an American playwright, actor, musician and teacher whose works include Place Setting, Jericho and Poetic License.",
      "pageId": 5598696,
      "monthDay": "04/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Ari_Meyers",
      "name": "Ari Meyers",
      "aboutText": "Young Man Kang (born April 6, 1966 in South Chungcheong, South Korea) is a Korean filmmaker based in Los Angeles, California, United States. He has directed and produced The Last Eve (2005), Soap Girl (2002), Cupid's Mistake (2001) and Kimchi Warrior (2009).",
      "pageId": 7803127,
      "monthDay": "04/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Philipp_Peter",
      "name": "Philipp Peter",
      "aboutText": "Lieve Slegers (born 6 April 1965 in Turnhout, Vlaanderen) is a former long-distance runner from Belgium, who won the Rotterdam Marathon on 28 April 1996 clocking 2:28:06. She represented her native country at the 1988 Summer Olympics in the women's 10,000 metres, where she was eliminated in the qualifying heats. Slegers also competed at the 1992 Summer Olympics.",
      "pageId": 8015592,
      "monthDay": "04/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Paul_Rudd",
      "name": "Paul Rudd",
      "aboutText": "Archon Fung (born 6 April 1968), is the Ford Foundation Professor of Democracy and Citizenship at Harvard University's Kennedy School of Government and co-founder of the Transparency Policy Project. Fung served as an Assistant Professor of Public Policy at the Kennedy School from July 1999-June 2004, then as an Associate Professor of Public Policy at the Kennedy School from July 2004-October 2007, and finally as a Professor of Public Policy from October 2007-March 2009 before being named as the Ford Foundation Chair of Democracy and Citizenship in March 2009.",
      "pageId": 31744678,
      "monthDay": "04/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Louie_Spence",
      "name": "Louie Spence",
      "aboutText": "Olaf Kölzig (born April 6, 1970), known as Olie the Goalie or Godzilla, is a South African-born German former professional ice hockey goaltender, subsequently the goaltender coach and now player development coach for the Washington Capitals of the National Hockey League (NHL). With the exception of 8 games with the Tampa Bay Lightning, he played his entire 14 year NHL career with the Capitals.\nKölzig was born in South Africa but grew up in several cities across Canada; his family moved to Union Bay, British Columbia when he was a teenager.",
      "pageId": 327843,
      "monthDay": "04/06"
    },
    {
      "year": "1969",
      "uri": "/wiki/Spencer_Wells",
      "name": "Spencer Wells",
      "aboutText": "Sun Wen (simplified Chinese: 孙雯; traditional Chinese: 孫雯; pinyin: Sūn Wén; born April 6, 1973 in Shanghai) is a retired Chinese professional football (soccer) player. She previously captained the China women's national football team and the Atlanta Beat of the Women's United Soccer Association (WUSA). In 2000, she won the FIFA Female Player of the Century along with Michelle Akers.",
      "pageId": 403179,
      "monthDay": "04/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Olaf_K%C3%B6lzig",
      "name": "Olaf Kölzig",
      "aboutText": "Rie Miyazawa (宮沢 りえ, Miyazawa Rie, born on April 6, 1973) is a Japanese actress and former fashion model.\nShe has done glamour modeling too, having released four photobooks. She is also well known as former fiancé of sumo wrestler Takanohana, to whom she was engaged for 2 months, and for her years of fighting anorexia nervosa.",
      "pageId": 475462,
      "monthDay": "04/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Roy_Mayorga",
      "name": "Roy Mayorga",
      "aboutText": "Randall Euralentris Godfrey (born April 6, 1973) is a former American football linebacker in the National Football League. Godfrey played college football at the University of Georgia, where he majored in housing and consumer economics. He also played High School Football at Lowndes High School in Valdosta Georgia.",
      "pageId": 982694,
      "monthDay": "04/06"
    },
    {
      "year": "1970",
      "uri": "/wiki/Huang_Xiaomin",
      "name": "Huang Xiaomin",
      "aboutText": "Jason Robert Hervey (born April 6, 1972) is an American actor, television producer and former public relations agent.",
      "pageId": 1421758,
      "monthDay": "04/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Lou_Merloni",
      "name": "Lou Merloni",
      "aboutText": "Donnie Edwards (born April 6, 1973) is a former American football linebacker from San Diego, California. He played for thirteen seasons in the National Football League (NFL) for the Kansas City Chiefs and the San Diego Chargers. He began his career as an All-American Collegiate at the University of California, Los Angeles.",
      "pageId": 1439410,
      "monthDay": "04/06"
    },
    {
      "year": "1971",
      "uri": "/wiki/Sanjay_Suri",
      "name": "Sanjay Suri",
      "aboutText": "Spencer Wells (born April 6, 1969) is a geneticist, anthropologist, author, entrepreneur, adjunct professor at the University of Texas at Austin, and owner of Antone's, an iconic nightclub in Austin, Texas. He led The Genographic Project from 2005 to 2015, as an Explorer-in-Residence at the National Geographic Society.",
      "pageId": 1733595,
      "monthDay": "04/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Scott_Martin_Brooks",
      "name": "Scott Martin Brooks",
      "aboutText": "Joe Machine (born Joseph Stokes, 6 April 1973) is an English artist, poet and writer. He is a founding member of the Stuckists art group.",
      "pageId": 1872733,
      "monthDay": "04/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Chad_Eaton",
      "name": "Chad Eaton",
      "aboutText": "Roy Maurice Mayorga (born April 6, 1970 in New York City, New York) is an American musician, best known as the drummer for the American hard rock band Stone Sour.",
      "pageId": 2608405,
      "monthDay": "04/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jason_Hervey",
      "name": "Jason Hervey",
      "aboutText": "Louis William \"Lou\" Merloni (born April 6, 1971) is an American radio personality and a former Major League Baseball player. Merloni was scouted by hall of fame scout 'Buzz' Bowers, and played for his hometown Boston Red Sox from 1998-2003. Merloni is well-known locally for his frequent trips between the Red Sox and their Triple-A affiliate, the Pawtucket Red Sox, which has become known as the \"Merloni Shuttle\" .",
      "pageId": 4074062,
      "monthDay": "04/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Ami_James",
      "name": "Ami James",
      "aboutText": "LuBara Dixon \"Dickey\" Simpkins (born April 6, 1972) is an American former professional basketball player best known for his tenure with the Chicago Bulls in the late 1990s. He is currently a scout for the Charlotte Bobcats.\nA 6' 9\" forward/center, Simpkins starred at Friendly High School (Maryland) and Providence College before being selected by the Bulls with the 21st pick in the 1994 NBA Draft.",
      "pageId": 4173915,
      "monthDay": "04/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Anders_Thomas_Jensen",
      "name": "Anders Thomas Jensen",
      "aboutText": "Sanjay Suri is an Indian actor and producer from Bollywood. He made his debut in 1999 with Pyaar Mein Kabhi Kabhi. He went on to star in many supporting roles but finally got his big break with Jhankaar Beats in 2003, where audiences started to recognise him as a seasoned actor.",
      "pageId": 5699256,
      "monthDay": "04/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Dickey_Simpkins",
      "name": "Dickey Simpkins",
      "aboutText": "Anders Thomas Jensen (born 6 April 1972 in Frederiksværk) is a Danish screenwriter and film director.",
      "pageId": 6202640,
      "monthDay": "04/06"
    },
    {
      "year": "1972",
      "uri": "/wiki/Jo_Van_Daele",
      "name": "Jo Van Daele",
      "aboutText": "Huang Xiaomin (simplified Chinese: 黄晓敏; traditional Chinese: 黃曉敏; pinyin: Huáng Xiǎomǐn; born April 6, 1970 in Qiqihar, Heilongjiang) is a former breaststroke swimmer from China, whose best performance during her career was winning the silver medal in the 200 m breaststroke at the 1988 Summer Olympics in Seoul, South Korea.",
      "pageId": 7457761,
      "monthDay": "04/06"
    },
    {
      "year": "1973",
      "uri": "/wiki/Donnie_Edwards",
      "name": "Donnie Edwards",
      "aboutText": "Chad Everett Eaton (born April 6, 1972 in Exeter, New Hampshire) is a former American football defensive tackle.\nEaton was a Morris Trophy winner at Washington State University. He played in the National Football League for the New England Patriots, the Seattle Seahawks and the Dallas Cowboys from 1996 to 2004.",
      "pageId": 8448751,
      "monthDay": "04/06"
    },
    {
      "year": "1973",
      "uri": "/wiki/Randall_Godfrey",
      "name": "Randall Godfrey",
      "aboutText": "Ami James (born April 6, 1972), is a tattoo artist.",
      "pageId": 8745724,
      "monthDay": "04/06"
    },
    {
      "year": "1973",
      "uri": "/wiki/Lori_Heuring",
      "name": "Lori Heuring",
      "aboutText": "Lori Ann Heuring (born April 6, 1973) is an American film and television actress, perhaps most known for her starring role in 8mm 2, as Alice Richards in The Locket (2002), and as Mrs. Kesher in David Lynch's Mulholland Drive (2001).",
      "pageId": 9323876,
      "monthDay": "04/06"
    },
    {
      "year": "1973",
      "uri": "/wiki/Joe_Machine",
      "name": "Joe Machine",
      "aboutText": "Jo Van Daele (born 6 April 1972) is a male discus thrower from Belgium. His personal best throw is 64.24 metres, achieved in May 2001 in Halle.\nHe finished tenth at the 2002 European Championships.",
      "pageId": 12629406,
      "monthDay": "04/06"
    },
    {
      "year": "1973",
      "uri": "/wiki/Rie_Miyazawa",
      "name": "Rie Miyazawa",
      "aboutText": "Scott Martin Brooks (born April 6, 1972) is an American actor, best known for his appearance in the \"Whassup?\" series of television commercials for Budweiser brand of beer, as the character \"Dookie.\"",
      "pageId": 12679437,
      "monthDay": "04/06"
    },
    {
      "year": "1973",
      "uri": "/wiki/Sun_Wen_(footballer)",
      "name": "Sun Wen",
      "aboutText": "Louie Spence (born 6 April 1969) is an English dancer, choreographer and television personality, best known for the TV show Pineapple Dance Studios. He was a professional dancer in his youth, performing in West End musicals including Cats and Closer to Heaven.",
      "pageId": 26892934,
      "monthDay": "04/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Camilla_Dallerup",
      "name": "Camilla Dallerup",
      "aboutText": "James Fox (born James Richard Mullett, 6 April 1976) is a Welsh pop singer, songwriter, pianist and guitarist. He represented the United Kingdom in the Eurovision Song Contest 2004 in Istanbul.",
      "pageId": 658204,
      "monthDay": "04/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Flash_Flanagan",
      "name": "Flash Flanagan",
      "aboutText": "Zachary Israel \"Zach\" Braff (born April 6, 1975) is an American actor, comedian, director, screenwriter and producer. He is best known for his role as Dr. John Dorian on the television series Scrubs (2001–2010), for which he was nominated for the Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series in 2005.",
      "pageId": 730484,
      "monthDay": "04/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/%C3%89rica_Garc%C3%ADa",
      "name": "Érica García",
      "aboutText": "Robert Kovač (Croatian pronunciation: [rǒbert kǒʋaːt͡ʃ]; born 6 April 1974) is the assistant coach of the Croatian national football team and a retired Croatian football defender.",
      "pageId": 1447099,
      "monthDay": "04/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Robert_Kova%C4%8D",
      "name": "Robert Kovač",
      "aboutText": "Gina Obedapo Yashere (born 6 April 1974) is a British comedian.",
      "pageId": 1962833,
      "monthDay": "04/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jeff_Tymoschuk",
      "name": "Jeff Tymoschuk",
      "aboutText": "George Andrew \"Andy\" Phillips (born April 6, 1977) is the current assistant coach for The University of Alabama's baseball team. He played in Major League Baseball (MLB) for the New York Yankees, New York Mets, and Cincinnati Reds. Phillips was raised in Demopolis, Alabama, where he played baseball for the Demopolis Academy Generals.",
      "pageId": 2048553,
      "monthDay": "04/06"
    },
    {
      "year": "1974",
      "uri": "/wiki/Gina_Yashere",
      "name": "Gina Yashere",
      "aboutText": "Timothy Thomas \"Tim\" Hasselbeck (born April 6, 1978) is a retired American football quarterback who is currently an analyst for ESPN. He played seven seasons in the NFL with the New York Giants, Washington Redskins, Philadelphia Eagles, and Buffalo Bills. He played college football at Boston College. He is the younger brother of NFL quarterback Matt Hasselbeck.",
      "pageId": 2351568,
      "monthDay": "04/06"
    },
    {
      "year": "1975",
      "uri": "/wiki/Zach_Braff",
      "name": "Zach Braff",
      "aboutText": "Ville Juhani Nieminen (born April 6, 1977) is a Finnish former professional ice hockey forward who played over 400 games in the National Hockey League.",
      "pageId": 2668570,
      "monthDay": "04/06"
    },
    {
      "year": "1975",
      "uri": "/wiki/Hal_Gill",
      "name": "Hal Gill",
      "aboutText": "Georg \"Goggi\" Hólm (Icelandic pronunciation: [ˈcɛːɔrk ˈhoulm]; born 6 April 1976) is the bassist of the Icelandic post-rock band Sigur Rós.",
      "pageId": 2780438,
      "monthDay": "04/06"
    },
    {
      "year": "1975",
      "uri": "/wiki/S%C3%B3nia_Lopes",
      "name": "Sónia Lopes",
      "aboutText": "Harold Priestley Gill, III (born April 6, 1975) is a retired American professional ice hockey defenseman who played 16 NHL seasons with 6 different teams, winning one Stanley Cup with the 2009 Pittsburgh Penguins. He is currently the manager of player development for the Florida Panthers of the National Hockey League (NHL).\n^ Fischler, Stan.",
      "pageId": 2975315,
      "monthDay": "04/06"
    },
    {
      "year": "1975",
      "uri": "/wiki/Joel_West",
      "name": "Joel West",
      "aboutText": "Hirotada Ototake (乙武 洋匡, Ototake Hirotada) (born April 6, 1976) is a Japanese sports writer from Tokyo, Japan.\nBorn without arms and legs due to a genetic disorder called tetra-amelia syndrome, Ototake is most notable for his 1998 memoir No One's Perfect (五体不満足, Gotai fumanzoku) (ISBN 4770027648). Within a year of publication, the book became the third-best-selling book in Japan since World War II. It has since been translated into English.",
      "pageId": 2977266,
      "monthDay": "04/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Candace_Cameron_Bure",
      "name": "Candace Cameron Bure",
      "aboutText": "Christopher L. \"Chris\" Hoke (born April 6, 1976) is a former American football defensive lineman in the National Football League.",
      "pageId": 3462968,
      "monthDay": "04/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/James_Fox_(singer)",
      "name": "James Fox",
      "aboutText": "Camilla Dallerup (born 6 April 1974) is an English-based Danish ballroom dancer, Life Coach and Author.",
      "pageId": 4939154,
      "monthDay": "04/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Chris_Hoke",
      "name": "Chris Hoke",
      "aboutText": "Joel West (born April 6, 1975) is an American actor and model.",
      "pageId": 8559573,
      "monthDay": "04/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Georg_H%C3%B3lm",
      "name": "Georg Hólm",
      "aboutText": "Jeff Tymoschuk (Born April 6, 1974) is a Vancouver based composer for film, television, and video games. Jeff has written music for Pursuit Force: Extreme Justice for BigBig Games/Sony Computer Entertainment Europe, the James Bond franchise of games from Electronic Arts (James Bond: Nightfire, and additional music on James Bond 007: Everything or Nothing, supplementing 24 composer Sean Callery’s score), Penny Arcade Adventures: On the Rain-Slick Precipice of Darkness and DeathSpank from Hothead Games, and additional music on The Simpsons Hit and Run for Radical Entertainment/Vivendi Universal Games. In 2011 he composed the score for Sleeping Dogs from United Front Games, an open world game set in the Hong Kong underworld.",
      "pageId": 10655374,
      "monthDay": "04/06"
    },
    {
      "year": "1976",
      "uri": "/wiki/Hirotada_Ototake",
      "name": "Hirotada Ototake",
      "aboutText": "Edward M. \"Teddy\" Sears (born April 6, 1977) is an American actor, known for his starring roles as Richard Patrick Woolsley on the TNT legal drama series Raising the Bar and as Dr. Austin Langham on the Showtime period drama series Masters of Sex.",
      "pageId": 19149639,
      "monthDay": "04/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Ville_Nieminen",
      "name": "Ville Nieminen",
      "aboutText": "Imani Francesca Coppola (born April 6, 1978) is an American singer-songwriter and violinist probably best known for her 1997 hit \"Legend of a Cowgirl\" which sampled the instrumentals from \"Sunshine Superman\" by Donovan.",
      "pageId": 20028032,
      "monthDay": "04/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Andy_Phillips",
      "name": "Andy Phillips",
      "aboutText": "Érica García, born April 6 in Buenos Aires, Argentina, is a composer, singer and an actress of Argentinian-American descent. She was nominated in the Latin Grammy Awards of 2000 for Best Female Rock Vocal Performance for her popular tune \"Vete Destino\". She directs her own Academy.",
      "pageId": 20136148,
      "monthDay": "04/06"
    },
    {
      "year": "1977",
      "uri": "/wiki/Teddy_Sears",
      "name": "Teddy Sears",
      "aboutText": "Candace Helaine Cameron Bure (/bʊˈreɪ/; born April 6, 1976) is an American actress, producer, author, and talk show host. She is known for the role of D.J. Tanner, the eldest daughter, on the television series Full House which she played from ages 10 to 18. She is the younger sister of actor Kirk Cameron.",
      "pageId": 21424406,
      "monthDay": "04/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Imani_Coppola",
      "name": "Imani Coppola",
      "aboutText": "Christopher Kindred (born April 6, 1974) is an American professional wrestler who has appeared in numerous independent wrestling leagues, such as Xtreme Championship Wrestling, as well as the global phenomenon companies, World Wrestling Entertainment, Total Nonstop Action Wrestling and the International Wrestling Association, and is best known by his ring names Flash Flanagan and Slash Venom.",
      "pageId": 21911551,
      "monthDay": "04/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Tim_Hasselbeck",
      "name": "Tim Hasselbeck",
      "aboutText": "Sónia Lopes (born 6 April 1975) is a Cape Verdean middle distance and long-distance runner.\n^ \"Profile of Sonia Lopes\".",
      "pageId": 41534735,
      "monthDay": "04/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Myleene_Klass",
      "name": "Myleene Klass",
      "aboutText": "Myleene Angela Klass (born 6 April 1978) is an English singer, pianist, media figure and model, best known as a member of the now defunct pop band Hear'Say. They released two studio albums and four singles, the first two of which reached number one on the UK singles chart. Klass independently released two solo classical crossover albums in 2003 and 2007.",
      "pageId": 345500,
      "monthDay": "04/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Mart%C3%ADn_M%C3%A9ndez",
      "name": "Martín Méndez",
      "aboutText": "Lord Frederick Windsor (Frederick Michael George David Louis; born 6 April 1979), also nicknamed Freddie Windsor, is a British financial analyst, and the only son of Prince and Princess Michael of Kent (born Baroness Marie-Christine von Reibnitz).",
      "pageId": 560904,
      "monthDay": "04/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Blaine_Neal",
      "name": "Blaine Neal",
      "aboutText": "Robert Earnshaw (born 6 April 1981) is a Welsh international footballer who plays as a forward. He is the only player to have scored a hat-trick in the Premier League, all three divisions of the English Football League, the League Cup, the FA Cup, and for his country in an international match.\nBorn in Zambia and settled in South Wales, Earnshaw joined Cardiff City as a Youth Training Scheme (YTS) trainee in 1997, and turned professional a year later.",
      "pageId": 1102279,
      "monthDay": "04/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Igor_Semshov",
      "name": "Igor Semshov",
      "aboutText": "Martín Méndez (born April 6, 1978 in Montevideo, Uruguay) is the bass guitar player of progressive death metal band Opeth and second most constant member of the band, behind lead vocalist, songwriter and guitarist Mikael Åkerfeldt.\nMéndez has been a member of several other bands, including Fifth to Infinity, Proxima and Vinterkrig. Méndez joined Opeth right before the recording of their third album My Arms, Your Hearse began.",
      "pageId": 1594406,
      "monthDay": "04/06"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kendra_Todd",
      "name": "Kendra Todd",
      "aboutText": "Blaine Neal (born April 6, 1978 in Marlton, New Jersey) is a former Major League Baseball relief pitcher currently pitching for the Camden Riversharks of the Atlantic League. Previously, Neal played with the Florida Marlins (2001–2003), San Diego Padres (2004), Boston Red Sox (2005), and Colorado Rockies (2005).",
      "pageId": 1646110,
      "monthDay": "04/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Sam_Atwell",
      "name": "Sam Atwell",
      "aboutText": "Kendra Todd (born April 6, 1978) is a real estate broker in Seattle, Washington. In 2005, she was the winner of season 3 of NBC's The Apprentice.",
      "pageId": 1912916,
      "monthDay": "04/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Eilen_Jewell",
      "name": "Eilen Jewell",
      "aboutText": "Jaakko Tommi Kristian Evilä (born April 6, 1980 in Tampere) is a Finnish long jumper. He gained fame following his surprise bronze in the 2005 Helsinki World Championships, which was Finland's only medal in the games.\nHe won the bronze medal in a wind-aided 8.25 metre jump.",
      "pageId": 2448477,
      "monthDay": "04/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Christine_Smith_(model)",
      "name": "Christine Smith",
      "aboutText": "Tanja Tuulia Poutiainen (born 6 April 1980) is a retired World Cup alpine ski racer from Finland. She specialized in the technical events of slalom and giant slalom, and was the silver medalist in the women's giant slalom at the 2006 Winter Olympics in Torino.\nBorn in Rovaniemi, Lapland, Poutiainen started skiing at the age of three.",
      "pageId": 2499588,
      "monthDay": "04/06"
    },
    {
      "year": "1979",
      "uri": "/wiki/Lord_Frederick_Windsor",
      "name": "Lord Frederick Windsor",
      "aboutText": "Samuel Atwell (born 6 April 1979) is an Australian television and movie actor perhaps best known for his role as Kane Phillips in the soap opera Home and Away. Born in Nambour, Queensland, he and his family lived in Indonesia for 6 years before returning to Queensland where he grew up in Brisbane. He has always had a passion for acting and pursued speech and drama courses throughout school.",
      "pageId": 2950203,
      "monthDay": "04/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Matthew_Carey",
      "name": "Matthew Carey",
      "aboutText": "For the Irish-American publisher, see Mathew Carey.\nFor the Canadian ice hockey player, see Matt Carey.\nMatthew Carey (born April 6, 1980) is an American film and television actor who has appeared in films such as The Banger Sisters (2002), November (2004), Old School (2003) and a 1997 remake of the television sitcom Leave It to Beaver.",
      "pageId": 3011494,
      "monthDay": "04/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tommi_Evil%C3%A4",
      "name": "Tommi Evilä",
      "aboutText": "Igor Petrovich Semshov (Russian: Игорь Петрович Семшов; born 6 April 1978 in Moscow) is a Russian professional footballer who last played for FC Krylia Sovetov Samara.",
      "pageId": 3217493,
      "monthDay": "04/06"
    },
    {
      "year": "1980",
      "uri": "/wiki/Tanja_Poutiainen",
      "name": "Tanja Poutiainen",
      "aboutText": "Jeffrey Kalei Faine (born April 6, 1981) is a former American football center. He was drafted by the Cleveland Browns 21st overall in the 2003 NFL Draft. He played college football at Notre Dame.",
      "pageId": 4037567,
      "monthDay": "04/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Eliza_Coupe",
      "name": "Eliza Coupe",
      "aboutText": "Alex Suarez was the bass player and additional keyboardist and vocalist for Cobra Starship as well as co-founder of This is Ivy League, a band created with fellow Cobra Starship member and high school best friend Ryland Blackinton.",
      "pageId": 12036531,
      "monthDay": "04/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Robert_Earnshaw",
      "name": "Robert Earnshaw",
      "aboutText": "Wim de Decker (born 6 April 1982 in Temse) is a Belgian football player currently playing for Antwerp in the Belgian Second Division.",
      "pageId": 12764767,
      "monthDay": "04/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Jeff_Faine",
      "name": "Jeff Faine",
      "aboutText": "Eilen Jewell (born April 6, 1979) is an American singer-songwriter from Boise, Idaho.",
      "pageId": 15557685,
      "monthDay": "04/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Kari_Jobe",
      "name": "Kari Jobe",
      "aboutText": "Eliza Coupe (born April 6, 1981) is an American actress and comedienne, most widely known for starring as Jane Kerkovich-Williams in the ABC comedy series Happy Endings and as Denise \"Jo\" Mahoney in the final two seasons of the medical comedy-drama Scrubs. In 2014, she starred in the short-lived USA Network comedy series Benched.",
      "pageId": 21092126,
      "monthDay": "04/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Anastassia_Morkovkina",
      "name": "Anastassia Morkovkina",
      "aboutText": "Kari Brooke Jobe (born April 6, 1981) is an American contemporary Christian music singer and songwriter. Since her first album in 2009, she has received one Grammy Award nomination and three Dove Award nominations, two of which she won. Jobe is also a worship pastor at Gateway Church, a charismatic megachurch in Southlake, Texas.",
      "pageId": 23193498,
      "monthDay": "04/06"
    },
    {
      "year": "1981",
      "uri": "/wiki/Alex_Suarez",
      "name": "Alex Suarez",
      "aboutText": "The following is a list of Playboy Playmates of 2005.",
      "pageId": 26560383,
      "monthDay": "04/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Alana_Austin",
      "name": "Alana Austin",
      "aboutText": "Alana Austin (born April 6, 1982) is an American film and television actress.",
      "pageId": 29841977,
      "monthDay": "04/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Wim_De_Decker",
      "name": "Wim De Decker",
      "aboutText": "Anastassia Morkovkina (born 6 April 1981) is an Estonian football striker, currently playing for Pärnu JK in the Meistriliiga. She has been named Estonian Footballer of the Year in 1996-97, 2000, 2002, 2003, 2004, 2005, 2009, 2010.\nShe was a member of the Estonian national team since 1997 to 2015, and served as its captain.",
      "pageId": 34389746,
      "monthDay": "04/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Michael_Guy_Chislett",
      "name": "Michael Guy Chislett",
      "aboutText": "Maxim Adam \"Max\" Bemis (/ˈbiːmɨs/, born April 6, 1984) is the lead singer, primary composer and primary lyricist of the band Say Anything.",
      "pageId": 1579398,
      "monthDay": "04/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/H%C3%A9rculez_G%C3%B3mez",
      "name": "Hérculez Gómez",
      "aboutText": "Diora Lynn Baird (born April 6, 1983) is an American actress and former model for Guess?",
      "pageId": 2218795,
      "monthDay": "04/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Ilan_Hall",
      "name": "Ilan Hall",
      "aboutText": "Herculez Gomez Hurtado (born April 6, 1982) is an American soccer player who currently plays for Toronto FC of Major League Soccer.",
      "pageId": 2477286,
      "monthDay": "04/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Bret_Harrison",
      "name": "Bret Harrison",
      "aboutText": "Travis Shawn Moen (born April 6, 1982) is a Canadian professional ice hockey player currently playing for the Dallas Stars of the National Hockey League (NHL). Although he was born in Swift Current, Saskatchewan, he grew up in Stewart Valley, Saskatchewan.",
      "pageId": 3499693,
      "monthDay": "04/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Travis_Moen",
      "name": "Travis Moen",
      "aboutText": "Mehdi Ballouchy (Arabic: مهدي بلوشي‎) (born April 6, 1983) is a Moroccan professional footballer who currently plays as a midfielder for New York City FC in Major League Soccer.",
      "pageId": 3853123,
      "monthDay": "04/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Miguel_%C3%81ngel_Silvestre",
      "name": "Miguel Ángel Silvestre",
      "aboutText": "Katherine Marie Weatherston (born April 6, 1983 in Thunder Bay, Ontario) is a Canadian women's ice hockey player.",
      "pageId": 4057280,
      "monthDay": "04/06"
    },
    {
      "year": "1982",
      "uri": "/wiki/Euclides_Varela",
      "name": "Euclides Varela",
      "aboutText": "Bret Michael Harrison (born April 6, 1982) is an American actor and musician known predominantly for his work on comedy television series such as Grounded for Life, The Loop, Reaper, and Breaking In.",
      "pageId": 4427221,
      "monthDay": "04/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Diora_Baird",
      "name": "Diora Baird",
      "aboutText": "James Martin Wade (born 6 April 1983 in Aldershot, Hampshire) is an English professional darts player, currently playing in the Professional Darts Corporation (PDC). He became the youngest player to win a major PDC title at the World Matchplay in 2007, at the age of 24. This record was broken when Michael van Gerwen won the 2012 World Grand Prix at the age of 23.",
      "pageId": 6144544,
      "monthDay": "04/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mehdi_Ballouchy",
      "name": "Mehdi Ballouchy",
      "aboutText": "Jade Seah (Chinese: 谢美玉; pinyin: Xiè Měiyù, born on 6 April 1983) is a Singaporean model, host and actress.",
      "pageId": 9159067,
      "monthDay": "04/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jerome_Kaino",
      "name": "Jerome Kaino",
      "aboutText": "Ilan D. Hall (born April 6, 1982) is an American chef, best known as the winner of the second season of the Bravo television network's reality series Top Chef.",
      "pageId": 9261023,
      "monthDay": "04/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Mitsuru_Nagata",
      "name": "Mitsuru Nagata",
      "aboutText": "Michaël Ciani (born 6 April 1984) is a French professional footballer who plays for Spanish club RCD Espanyol as a central defender.",
      "pageId": 9349938,
      "monthDay": "04/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Remi_Nicole",
      "name": "Remi Nicole",
      "aboutText": "Jerome Kaino (born 6 April 1983) is an American Samoan-born New Zealand professional rugby union player. He plays for the Blues in Super Rugby and All Blacks internationally. In 2004, he was named IRB International Under-21 player of the year.",
      "pageId": 9703872,
      "monthDay": "04/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jekaterina_Patjuk",
      "name": "Jekaterina Patjuk",
      "aboutText": "Siboniso Gaxa Zulu pronunciation: [ˈɡɑːǁɑː] (born 6 April 1984 in Durban, KwaZulu-Natal) is a South African football defender who currently plays for Kaizer Chiefs F.C. and South Africa.",
      "pageId": 9993164,
      "monthDay": "04/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Jade_Seah",
      "name": "Jade Seah",
      "aboutText": "Michael Guy Chislett (born 6 April 1982) is an Australian born musician and producer. He was previously the lead guitarist of American rock band The Academy Is... and is currently a member of contemporary worship music band Hillsong United, a worship band from Hillsong Church.",
      "pageId": 10037168,
      "monthDay": "04/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Bobbi_Starr",
      "name": "Bobbi Starr",
      "aboutText": "Remi Nicole Wilson, better known as Remi Nicole, is an English singer-songwriter and actress who was born in North London, but now resides in Los Angeles. She is best known for her single \"Go Mr Sunshine\", which was released in 2007. Her debut album, My Conscience and I, was released later that year and her second, Cupid Shoot Me, on 31 August 2009.",
      "pageId": 12607249,
      "monthDay": "04/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/James_Wade",
      "name": "James Wade",
      "aboutText": "Bobbi Starr (born April 6, 1983) is the stage name of an American pornographic actress. Starr also became a director for Evil Angel.",
      "pageId": 14830814,
      "monthDay": "04/06"
    },
    {
      "year": "1983",
      "uri": "/wiki/Katie_Weatherston",
      "name": "Katie Weatherston",
      "aboutText": "Mitsuru Nagata (永田 充, Nagata Mitsuru, born 6 April 1983) is a Japanese football player currently playing for Japanese club Urawa Red Diamonds.\n^ \"Stats Centre: Mitsuru Nagata Facts\". Guardian.co.uk.",
      "pageId": 15492485,
      "monthDay": "04/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Max_Bemis",
      "name": "Max Bemis",
      "aboutText": "Miguel Ángel Silvestre Rambla (born 6 April 1982 in Castelló de la Plana) is a Spanish actor.",
      "pageId": 19291181,
      "monthDay": "04/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Micha%C3%ABl_Ciani",
      "name": "Michaël Ciani",
      "aboutText": "Jekaterina Patjuk (6 April 1983) is an Estonian athlete who competed mainly in the 3000 metres steeplechase.",
      "pageId": 37738005,
      "monthDay": "04/06"
    },
    {
      "year": "1984",
      "uri": "/wiki/Siboniso_Gaxa",
      "name": "Siboniso Gaxa",
      "aboutText": "Euclides Varela (born 6 April 1982) is a Cape Verdean long-distance runner.\n^ \"Profile of Antonio Zeferino\".",
      "pageId": 41533342,
      "monthDay": "04/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Clarke_MacArthur",
      "name": "Clarke MacArthur",
      "aboutText": "Al Mukadam (born Ali Mukaddam on April 6, 1985) is a Canadian director, producer, screenwriter and actor of Pakistani descent. He graduated from Humberside Collegiate Institute in Toronto, Ontario in 2003 and studied film at university. His debut directing film was Mookie's Law.",
      "pageId": 2504222,
      "monthDay": "04/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Al_Mukadam",
      "name": "Al Mukadam",
      "aboutText": "Fabrice Ndala Muamba (born 6 April 1988) is a retired professional footballer who played for Arsenal, Birmingham City and Bolton Wanderers as a central midfielder. Born in Zaire (now the Democratic Republic of the Congo), Muamba moved to England at the age of 11, and subsequently played for England up to under-21 level.\nMuamba began his career in 2002, joining Arsenal's youth academy.",
      "pageId": 3010310,
      "monthDay": "04/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Frank_Ongfiang",
      "name": "Frank Ongfiang",
      "aboutText": "Clarke MacArthur (born April 6, 1985) is a Canadian professional ice hockey left winger currently playing for the Ottawa Senators of the National Hockey League (NHL). MacArthur has previously played in the NHL with the Buffalo Sabres, Atlanta Thrashers and Toronto Maple Leafs. He was originally selected by Buffalo in the third round, 74th overall, at the 2003 NHL Entry Draft.",
      "pageId": 5841043,
      "monthDay": "04/06"
    },
    {
      "year": "1985",
      "uri": "/wiki/Sinqua_Walls",
      "name": "Sinqua Walls",
      "aboutText": "Levi Roger Porter (born 6 April 1987, Leicester, Leicestershire) is an English footballer currently playing for Shepshed Dynamo in the Midland Football League.",
      "pageId": 6070516,
      "monthDay": "04/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Nikolas_Asprogenis",
      "name": "Nikolas Asprogenis",
      "aboutText": "Hilary Hollis Rhoda (born April 6, 1987) is an American model. She is perhaps best known for her work with the brand Estée Lauder and her 2009, 2010, and 2011 appearances in the Sports Illustrated Swimsuit Issue.\n^ a b \"Hilary Rhoda Portfolio\".",
      "pageId": 9019922,
      "monthDay": "04/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Aaron_Curry_(American_football)",
      "name": "Aaron Curry",
      "aboutText": "Leigh Adams (born 6 April 1988) is a former professional Australian rules footballer who played with the North Melbourne Football Club in the Australian Football League (AFL).\nA small midfielder who was selected in the 2007 Rookie Draft from Eastern Ranges in the TAC Cup, he captained the Victorian Metro team in the 2006 AFL Under 18 Championships and won the team's Most Valuable Player award. He was hampered at the AFL draft camp after he suffered a hip injury requiring surgery.",
      "pageId": 14687497,
      "monthDay": "04/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Ryota_Moriwaki",
      "name": "Ryota Moriwaki",
      "aboutText": "Nikolas Asprogenous (Greek: Νικόλας Ασπρογένους) (born April 6, 1986 in Limassol) is a Cypriot footballer who played as a goalkeeper for Ethnikos Assia F.C..",
      "pageId": 14712589,
      "monthDay": "04/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Tara_Osseck",
      "name": "Tara Osseck",
      "aboutText": "Aaron Curry (born April 6, 1986) is an American college football coach and former linebacker who played in the National Football League. He is currently the defensive line coach for the Charlotte 49ers football team. Curry was drafted by the Seattle Seahawks fourth overall in the 2009 NFL Draft out of Wake Forest.",
      "pageId": 19350574,
      "monthDay": "04/06"
    },
    {
      "year": "1986",
      "uri": "/wiki/Le1f",
      "name": "Le1f",
      "aboutText": "Ryota Moriwaki (森脇 良太, Moriwaki Ryōta, born 6 April 1986 in Fukuyama, Hiroshima) is a Japanese football player currently playing for Urawa Red Diamonds.",
      "pageId": 20552533,
      "monthDay": "04/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Benjamin_Corgnet",
      "name": "Benjamin Corgnet",
      "aboutText": "Jucilei da Silva, known simply as Jucilei (born 6 April 1988 in São Gonçalo) is a Brazilian footballer who plays as a midfielder for Chinese club Shandong Luneng.",
      "pageId": 22756662,
      "monthDay": "04/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Heidi_Mount",
      "name": "Heidi Mount",
      "aboutText": "Heidi Mount (née Whitworth, born April 6, 1987) is an American fashion model. She has walked the runways of internationally acclaimed fashion houses like Michael Kors, Bottega Veneta, Sonia Rykiel, Versace, and Valentino. She has appeared in campaigns for Chanel, Prada, and Bally.",
      "pageId": 22985399,
      "monthDay": "04/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Juan_Adriel_Ochoa",
      "name": "Juan Adriel Ochoa",
      "aboutText": "Tara Lynn Osseck was Miss Missouri 2009. Before being named Miss Missouri 2009 she was Miss Lake of the Ozarks 2009. She is a talented tap dancer and her platform is \"Education and Awareness of Eating Disorders\".",
      "pageId": 23474388,
      "monthDay": "04/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Levi_Porter",
      "name": "Levi Porter",
      "aboutText": "Carlton Mitchell (born April 6, 1988) is an American football wide receiver who is currently a free agent. He was drafted by the Cleveland Browns of the National Football League (NFL) in the sixth round of the 2010 NFL Draft.",
      "pageId": 25748559,
      "monthDay": "04/06"
    },
    {
      "year": "1987",
      "uri": "/wiki/Hilary_Rhoda",
      "name": "Hilary Rhoda",
      "aboutText": "Melisa Cantiveros-Francisco (born April 6, 1988 in General Santos City, Philippines) is a Filipina actress, comedienne, host and the fifth female Big Winner of the reality show, Pinoy Big Brother, having won Pinoy Big Brother: Double Up in 2009. In 2015, she won the first season of the Filipino version of Your Face Sounds Familiar. She is currently one of ABS-CBN's contract talents.",
      "pageId": 26258908,
      "monthDay": "04/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jucilei",
      "name": "Jucilei",
      "aboutText": "Frank Olivier Ongfiang (born 6 April 1985) is a Cameroonian footballer.",
      "pageId": 27076551,
      "monthDay": "04/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Leigh_Adams_(footballer)",
      "name": "Leigh Adams",
      "aboutText": "Juan Adriel Ochoa Reyes (born April 6, 1987 in Sinaloa) is a Mexican footballer.",
      "pageId": 27388828,
      "monthDay": "04/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Melisa_Cantiveros",
      "name": "Melisa Cantiveros",
      "aboutText": "Daniele Gasparetto (born 6 April 1988) is an Italian footballer who plays for Serie B club Cittadella.",
      "pageId": 28710491,
      "monthDay": "04/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Daniele_Gasparetto",
      "name": "Daniele Gasparetto",
      "aboutText": "Benjamin Corgnet (born 6 April 1987 in Thionville) is a French football player who currently plays for French club AS Saint-Étienne in Ligue 1, having joined from Lorient in July 2013. He plays as a midfielder and joined his first professional side, Dijon in 2010 after a stint with amateur club Monts d'Or Azergues in the Championnat de France amateur 2, the fifth division of French football.",
      "pageId": 33608866,
      "monthDay": "04/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Carlton_Mitchell",
      "name": "Carlton Mitchell",
      "aboutText": "Sinqua Walls (born April 6, 1985) is an American actor and former college basketball player for Cal Poly Pomona and the University of San Francisco.",
      "pageId": 36665557,
      "monthDay": "04/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Fabrice_Muamba",
      "name": "Fabrice Muamba",
      "aboutText": "Khalif Diouf, known by his stage name Le1f (/liːf/), is an American rapper and producer from New York City. He runs the hip hop label Camp & Street, a subsidiary of Greedhead Music. As a gay rapper he's garnered attention for his unique and subversive musical and performance styles.",
      "pageId": 38880714,
      "monthDay": "04/06"
    },
    {
      "year": "1988",
      "uri": "/wiki/Ivonne_Orsini",
      "name": "Ivonne Orsini",
      "aboutText": "Peyton Roi List (born April 6, 1998) is an American actress and model. List is best known for playing Emma Ross on the Disney Channel comedy series Jessie and for playing Holly Hills in Dairy of a Wimpy Kid film series. As of 2015 she is reprising her role playing Emma Ross on the Jessie spinoff series Bunk'd.",
      "pageId": 15061407,
      "monthDay": "04/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Katie_Griffiths",
      "name": "Katie Griffiths",
      "aboutText": "Katie Griffiths (born 6 April 1989) is an English actress, who is best known for playing Chlo Grainger in the BBC1 drama Waterloo Road from 2006 to 2009.",
      "pageId": 15331657,
      "monthDay": "04/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Ren%C4%81rs_Rode",
      "name": "Renārs Rode",
      "aboutText": "Ryutaro Morimoto (森本 龍太郞, Morimoto Ryūtarō, born April 6, 1995 in Kanagawa Prefecture) was a Japanese singer and is a former member of Hey! Say! JUMP. He was under the management of Johnny & Associates.",
      "pageId": 15873050,
      "monthDay": "04/06"
    },
    {
      "year": "1989",
      "uri": "/wiki/Rigard_van_Klooster",
      "name": "Rigard van Klooster",
      "aboutText": "Ivonne Marie Orsini López (born April 6, 1988 at Bayamón) is a Puerto Rican actress, model and TV personality. Her career began in the pageantry industry, but she has moved into other media. Currently, she is one of the hosts of WAPA TV show ¡Viva la tarde!.",
      "pageId": 19183019,
      "monthDay": "04/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Charlie_McDermott",
      "name": "Charlie McDermott",
      "aboutText": "Spencer List (born April 6, 1998) is an American teen actor. List is best known from the Fox show Fringe where he played a mysterious mute child in the episode \"Inner Child\". He has also been on Law & Order: Special Victims Unit where he played Tate, the son of Leland Orser's character Kevin Walker.",
      "pageId": 24499430,
      "monthDay": "04/06"
    },
    {
      "year": "1990",
      "uri": "/wiki/Andrei_Veis",
      "name": "Andrei Veis",
      "aboutText": "Charles Joseph \"Charlie\" McDermott (born April 6, 1990) is an American television and film actor, currently known for his role as Axl Heck on ABC's The Middle.",
      "pageId": 25001117,
      "monthDay": "04/06"
    },
    {
      "year": "1994",
      "uri": "/wiki/Adri%C3%A1n_Alonso",
      "name": "Adrián Alonso",
      "aboutText": "Kwesi Boakye (/ˈkweɪsi/ /bʊɑːˈtʃiː/ KWAY-see buuah-CHEE; born April 6, 1999 in Los Angeles, California) is an American teen actor, voice actor and singer who is most notable for his role as Manny in the Tyler Perry film I Can Do Bad All By Myself. He is the youngest of three brothers who are also actors; Kwame Boateng, and Kofi Siriboe. His family is originally from Ghana.",
      "pageId": 25071778,
      "monthDay": "04/06"
    },
    {
      "year": "1995",
      "uri": "/wiki/Darya_Lebesheva",
      "name": "Darya Lebesheva",
      "aboutText": "Andrei Veis (born 6 April 1990) is an Estonian international footballer who plays in Estonian Meistriliiga for Paide Linnameeskond. He can play as a defender and a midfielder.\n^ \"Kõik Eesti internatsionaalid\" [All Estonian internationals] (in Estonian).",
      "pageId": 33002966,
      "monthDay": "04/06"
    },
    {
      "year": "1995",
      "uri": "/wiki/Ryutaro_Morimoto",
      "name": "Ryutaro Morimoto",
      "aboutText": "Cameron John \"CJ\" Adams (born April 6, 2000) is an American actor. He is best known for his role as Timothy Green in the 2012 film The Odd Life of Timothy Green.\n^ \"The awesome life of CJ Adams - A&E\".",
      "pageId": 36798122,
      "monthDay": "04/06"
    },
    {
      "year": "1998",
      "uri": "/wiki/Peyton_List_(actress,_born_1998)",
      "name": "Peyton List",
      "aboutText": "Rigardus Antonius \"Rigard\" van Klooster (born April 6, 1989 Linschoten) is a former Dutch track racing cyclist and speed skater.",
      "pageId": 37394636,
      "monthDay": "04/06"
    },
    {
      "year": "1998",
      "uri": "/wiki/Spencer_List",
      "name": "Spencer List",
      "aboutText": "Darya Vyacheslavovna Lebesheva (Belarusian: Дар'я Вячаславаўна Лебешева; born 6 April 1995 in Moscow) is a Belarusian tennis player.\nLebesheva has won two singles and two doubles titles on the ITF tour in her career. On 26 August 2013, she reached her best singles ranking of world number 505.",
      "pageId": 37639554,
      "monthDay": "04/06"
    },
    {
      "year": "1999",
      "uri": "/wiki/Kwesi_Boakye",
      "name": "Kwesi Boakye",
      "aboutText": "Adriána Alonso Barona (Born 6 April 1994), known as Adrián Alonso, is a Mexican actor.",
      "pageId": 40338087,
      "monthDay": "04/06"
    },
    {
      "year": "2000",
      "uri": "/wiki/CJ_Adams",
      "name": "CJ Adams",
      "aboutText": "Renārs Rode (born 6 April 1989 in Riga) is a Latvian professional footballer, who used to be a center back for the Latvian Higher League club FK Ventspils and Latvia national football team but is now going to play for Finland.",
      "pageId": 40808133,
      "monthDay": "04/06"
    }
  ]
}