{
  "people": [
    {
      "year": "1498",
      "uri": "/wiki/Jean,_Cardinal_of_Lorraine",
      "name": "Jean, Cardinal of Lorraine",
      "aboutText": "Charles Pierre Baudelaire (/ˌboʊdəlˈɛər/; French: [ʃaʁl bodlɛʁ]; April 9, 1821 – August 31, 1867) was a French poet who also produced notable work as an essayist, art critic, and pioneering translator of Edgar Allan Poe.\nHis most famous work, Les Fleurs du mal (The Flowers of Evil), expresses the changing nature of beauty in modern, industrializing Paris during the 19th century. Baudelaire's highly original style of prose-poetry influenced a whole generation of poets including Paul Verlaine, Arthur Rimbaud and Stéphane Mallarmé among many others.",
      "pageId": 5804,
      "monthDay": "04/09"
    },
    {
      "year": "1597",
      "uri": "/wiki/John_Davenport_(minister)",
      "name": "John Davenport",
      "aboutText": "Leopold II (9 April 1835 – 17 December 1909) was the second King of the Belgians, chiefly remembered for the founding and exploitation of the Congo Free State as a private venture. Born in Brussels as the second (but eldest surviving) son of Leopold I and Louise of Orléans, he succeeded his father to the throne on 17 December 1865, reigning for 44 years until his death. This was the longest reign of any Belgian monarch.",
      "pageId": 57731,
      "monthDay": "04/09"
    },
    {
      "year": "1598",
      "uri": "/wiki/Johann_Cr%C3%BCger",
      "name": "Johann Crüger",
      "aboutText": "Eadweard Muybridge (/ˌɛdwərd ˈmaɪbrɪdʒ/; 9 April 1830 – 8 May 1904, born Edward James Muggeridge) was an English photographer important for his pioneering work in photographic studies of motion, and early work in motion-picture projection. He adopted the name Eadweard Muybridge, believing it to be the original Anglo-Saxon form of his name.\nAt age 20, he emigrated to America, first to New York, as a bookseller, and then to San Francisco.",
      "pageId": 60115,
      "monthDay": "04/09"
    },
    {
      "year": "1627",
      "uri": "/wiki/Johann_Caspar_Kerll",
      "name": "Johann Caspar Kerll",
      "aboutText": "Thomas Johann Seebeck (German: [ˈtoːmas ˈjoːhan ˈzeːbɛk]; 9 April 1770 – 10 December 1831) was a physicist who in 1821 discovered the thermoelectric effect.\nSeebeck was born in Reval (today Tallinn, Estonia) to a wealthy Baltic German merchant family. He received a medical degree in 1802 from the University of Göttingen, but preferred to study physics.",
      "pageId": 88254,
      "monthDay": "04/09"
    },
    {
      "year": "1634",
      "uri": "/wiki/Countess_Albertine_Agnes_of_Nassau",
      "name": "Countess Albertine Agnes of Nassau",
      "aboutText": "Johann Matthias Gesner (9 April 1691 – 3 August 1761) was a German classical scholar and schoolmaster.",
      "pageId": 162260,
      "monthDay": "04/09"
    },
    {
      "year": "1648",
      "uri": "/wiki/Henri_de_Massue,_Earl_of_Galway",
      "name": "Henri de Massue, Earl of Galway",
      "aboutText": "James Scott, 1st Duke of Monmouth, 1st Duke of Buccleuch KG PC (9 April 1649 – 15 July 1685), was an English nobleman. Originally called James Crofts or James Fitzroy, he was born in Rotterdam in the Netherlands, the eldest illegitimate son of Charles II of England, Scotland and Ireland and his mistress, Lucy Walter.\nHe served in the Second Anglo-Dutch War and commanded English troops taking part in the Third Anglo-Dutch War before commanding the Anglo-Dutch brigade fighting in the Franco-Dutch War.",
      "pageId": 165554,
      "monthDay": "04/09"
    },
    {
      "year": "1649",
      "uri": "/wiki/James_Scott,_1st_Duke_of_Monmouth",
      "name": "James Scott, 1st Duke of Monmouth",
      "aboutText": "Elias Lönnrot (Finnish: [ˈɛlias ˈlœnruːt]; 9 April 1802 – 19 March 1884) was a Finnish physician, philologist and collector of traditional Finnish oral poetry.",
      "pageId": 221604,
      "monthDay": "04/09"
    },
    {
      "year": "1680",
      "uri": "/wiki/Philippe_N%C3%A9ricault_Destouches",
      "name": "Philippe Néricault Destouches",
      "aboutText": "Étienne Aignan (9 April 1773 – 21 June 1824) was a French translator, political writer, librettist and playwright born in Beaugency, Loiret.",
      "pageId": 289923,
      "monthDay": "04/09"
    },
    {
      "year": "1686",
      "uri": "/wiki/James_Craggs_the_Younger",
      "name": "James Craggs the Younger",
      "aboutText": "James Craggs the Younger PC (9 April 1686 – 16 February 1721), was a British politician.\nCraggs was born at Westminster, the son of James Craggs the Elder. Part of his early life was spent abroad, where he made the acquaintance of George Louis, Elector of Hanover, afterwards King George I of Great Britain.",
      "pageId": 395632,
      "monthDay": "04/09"
    },
    {
      "year": "1691",
      "uri": "/wiki/Johann_Matthias_Gesner",
      "name": "Johann Matthias Gesner",
      "aboutText": "Philippe Néricault Destouches (9 April 1680 – 4 July 1754) was a French playwright who wrote 22 plays.",
      "pageId": 632739,
      "monthDay": "04/09"
    },
    {
      "year": "1717",
      "uri": "/wiki/Georg_Matthias_Monn",
      "name": "Georg Matthias Monn",
      "aboutText": "John Davenport (April 9, 1597 – May 30, 1670) was an English Puritan clergyman and co-founder of the American colony of New Haven.",
      "pageId": 640325,
      "monthDay": "04/09"
    },
    {
      "year": "1770",
      "uri": "/wiki/Thomas_Johann_Seebeck",
      "name": "Thomas Johann Seebeck",
      "aboutText": "Jean de Lorraine (April 9, 1498 – May 18, 1550) was a French cardinal, who was archbishop of Reims, Lyon and Narbonne, bishop of Metz, Toul, Verdun, Thérouanne, Luçon, Albi, Valence, Nantes and Agen.",
      "pageId": 655849,
      "monthDay": "04/09"
    },
    {
      "year": "1773",
      "uri": "/wiki/%C3%89tienne_Aignan",
      "name": "Étienne Aignan",
      "aboutText": "Theobald Böhm (or Boehm) (April 9, 1794 – November 25, 1881) was a German inventor and musician, who perfected the modern Western concert flute and its improved fingering system (now known as the \"Boehm system\"). He was a Bavarian court musician, a virtuoso flautist, and a celebrated composer for the flute.\nAdditionally, he inspired Hyacinthe Klosé, the inventor of the modern clarinet fingering system.",
      "pageId": 1240859,
      "monthDay": "04/09"
    },
    {
      "year": "1794",
      "uri": "/wiki/Theobald_Boehm",
      "name": "Theobald Boehm",
      "aboutText": "Johann Caspar Kerll (9 April 1627 – 13 February 1693) was a German baroque composer and organist. He is also known as Kerl, Gherl, Giovanni Gasparo Cherll and Gaspard Kerle.\nBorn in Adorf the son of an organist, Kerll showed outstanding musical abilities at an early age, and was taught by Giovanni Valentini, court Kapellmeister at Vienna.",
      "pageId": 1392744,
      "monthDay": "04/09"
    },
    {
      "year": "1802",
      "uri": "/wiki/Elias_L%C3%B6nnrot",
      "name": "Elias Lönnrot",
      "aboutText": "Henri de Massue, 2nd Marquis de Rouvigny, afterward Earl of Galway PC (9 April 1648 – 3 September 1720) was a French Huguenot soldier and diplomat who was influential in the English service in the Nine Years' War and the War of the Spanish Succession.",
      "pageId": 1980729,
      "monthDay": "04/09"
    },
    {
      "year": "1806",
      "uri": "/wiki/Isambard_Kingdom_Brunel",
      "name": "Isambard Kingdom Brunel",
      "aboutText": "Johann Crüger (9 April 1598 – 23 February 1662) was a German composer of well-known hymns.",
      "pageId": 2749820,
      "monthDay": "04/09"
    },
    {
      "year": "1807",
      "uri": "/wiki/James_Bannerman_(theologian)",
      "name": "James Bannerman",
      "aboutText": "Isambard Kingdom Brunel FRS (/ˈɪzəmbɑrd bruːˈnɛl/; 9 April 1806 – 15 September 1859), was an English mechanical and civil engineer who is considered \"one of the most ingenious and prolific figures in engineering history\", \"one of the 19th century engineering giants\", and \"one of the greatest figures of the Industrial Revolution, [who] changed the face of the English landscape with his groundbreaking designs and ingenious constructions\". Brunel built dockyards, the Great Western Railway, a series of steamships including the first propeller-driven transatlantic steamship and numerous important bridges and tunnels. His designs revolutionised public transport and modern engineering.",
      "pageId": 4482809,
      "monthDay": "04/09"
    },
    {
      "year": "1821",
      "uri": "/wiki/Charles_Baudelaire",
      "name": "Charles Baudelaire",
      "aboutText": "Georg Matthias Monn (born Johann Georg Mann April 9, 1717, Vienna – October 3, 1750, Vienna) was an Austrian composer, organist and music teacher whose works were fashioned in the transition from the Baroque to Classical period in music.\nTogether with Georg Christoph Wagenseil and Josef Starzer, Monn formed the Viennese Pre-Classical movement (Wiener Vorklassik), whose composers are nowadays mostly known only by their names. However, his successful introduction of the secondary theme in the symphony was an important element for the First Viennese School that would come some fifty years later.",
      "pageId": 6882461,
      "monthDay": "04/09"
    },
    {
      "year": "1830",
      "uri": "/wiki/Eadweard_Muybridge",
      "name": "Eadweard Muybridge",
      "aboutText": "Albertine Agnes (April 9, 1634 – May 26, 1696), was a regent of Friesland, Groningen and Drenthe. She was the sixth child and fifth daughter of stadtholder Frederick Henry, Prince of Orange and Amalia of Solms-Braunfels.",
      "pageId": 12599045,
      "monthDay": "04/09"
    },
    {
      "year": "1835",
      "uri": "/wiki/Leopold_II_of_Belgium",
      "name": "Leopold II of Belgium",
      "aboutText": "Professor James Bannerman, D.D. (9 April 1807– 27 March 1868), was a Scottish theologian.",
      "pageId": 32032287,
      "monthDay": "04/09"
    },
    {
      "year": "1835",
      "uri": "/wiki/Somerset_Lowry-Corry,_4th_Earl_Belmore",
      "name": "Somerset Lowry-Corry, 4th Earl Belmore",
      "aboutText": "Charles Proteus Steinmetz (April 9, 1865 – October 26, 1923) was a German-born American mathematician and electrical engineer. He fostered the development of alternating current that made possible the expansion of the electric power industry in the United States, formulating mathematical theories for engineers.",
      "pageId": 6451,
      "monthDay": "04/09"
    },
    {
      "year": "1846",
      "uri": "/wiki/Paolo_Tosti",
      "name": "Paolo Tosti",
      "aboutText": "Mance Lipscomb (April 9, 1895 – January 30, 1976) was an American blues singer, guitarist and songster.",
      "pageId": 20484,
      "monthDay": "04/09"
    },
    {
      "year": "1865",
      "uri": "/wiki/Erich_Ludendorff",
      "name": "Erich Ludendorff",
      "aboutText": "Sir Victor Gollancz (9 April 1893 – 8 February 1967) was a British publisher and humanitarian.\nGollancz was often noted as a supporter of left-wing causes. His loyalties shifted between Liberalism and Communism, but he defined himself as a Christian Socialist and Internationalist.",
      "pageId": 66243,
      "monthDay": "04/09"
    },
    {
      "year": "1865",
      "uri": "/wiki/Charles_Proteus_Steinmetz",
      "name": "Charles Proteus Steinmetz",
      "aboutText": "John Christian Watson (born John Christian Tanck; 9 April 1867 – 18 November 1941), commonly known as Chris Watson, was an Australian politician who served as the third Prime Minister of Australia. He was the first prime minister from the Australian Labour Party, and the first prime minister from the labour movement in the world. He was of Chilean birth, with German and New Zealand ancestry.",
      "pageId": 155375,
      "monthDay": "04/09"
    },
    {
      "year": "1867",
      "uri": "/wiki/Chris_Watson",
      "name": "Chris Watson",
      "aboutText": "Erich Friedrich Wilhelm Ludendorff (sometimes incorrectly referred to as von Ludendorff) (9 April 1865 – 20 December 1937) was a German general, victor of Liège and of the Battle of Tannenberg. From August 1916, his appointment as Quartermaster general (Erster Generalquartiermeister) made him joint head (with Paul von Hindenburg), and chief engineer behind the management of Germany's effort in World War I until his resignation in October 1918.\nAfter the war, Ludendorff became a prominent nationalist leader, and a promoter of the stab-in-the-back legend, convinced that the German Army had been betrayed by Marxists and Republicans in the Versailles Treaty.",
      "pageId": 253553,
      "monthDay": "04/09"
    },
    {
      "year": "1867",
      "uri": "/wiki/Charles_Winckler",
      "name": "Charles Winckler",
      "aboutText": "Jacques Heath Futrelle (April 9, 1875 – April 15, 1912) was an American journalist and mystery writer. He is best known for writing short detective stories featuring Professor Augustus S. F. X. Van Dusen, also known as \"The Thinking Machine\" for his application of logic to any and all situations. Futrelle died in the sinking of the RMS Titanic.",
      "pageId": 286228,
      "monthDay": "04/09"
    },
    {
      "year": "1872",
      "uri": "/wiki/L%C3%A9on_Blum",
      "name": "Léon Blum",
      "aboutText": "André Léon Blum [ɑ̃dʁe leɔ̃ blum] (BLOOM) 9 April 1872 – 30 March 1950) was a French politician, identified with the moderate left, and three times Prime Minister of France.\nAs a Jew, he was heavily influenced by the Dreyfus affair of the late 19th century. He was a disciple of French Socialist leader Jean Jaurès and after 1914 became his successor.",
      "pageId": 342137,
      "monthDay": "04/09"
    },
    {
      "year": "1875",
      "uri": "/wiki/Jacques_Futrelle",
      "name": "Jacques Futrelle",
      "aboutText": "John Bradley Gambling (April 9, 1897 – November 21, 1974) was an American radio personality.",
      "pageId": 443541,
      "monthDay": "04/09"
    },
    {
      "year": "1880",
      "uri": "/wiki/Jan_Letzel",
      "name": "Jan Letzel",
      "aboutText": "Jan Letzel (April 9, 1880 – December 26, 1925) was a Czech architect, most famous for designing a building in Hiroshima whose ruins are now the A-Bomb Dome or Peace Memorial.",
      "pageId": 1075180,
      "monthDay": "04/09"
    },
    {
      "year": "1882",
      "uri": "/wiki/Frederick_Francis_IV,_Grand_Duke_of_Mecklenburg-Schwerin",
      "name": "Frederick Francis IV, Grand Duke of Mecklenburg-Schwerin",
      "aboutText": "Sol Hurok (Solomon Isaievich Hurok; born Solomon Izrailevich Gurkov, Russian Соломон Израилевич Гурков; April 9, 1888 – March 5, 1974) was a 20th-century American impresario.",
      "pageId": 1285387,
      "monthDay": "04/09"
    },
    {
      "year": "1882",
      "uri": "/wiki/Otz_Tollen",
      "name": "Otz Tollen",
      "aboutText": "Frank Oscar King (April 9, 1883 – June 24, 1969) was an American cartoonist best known for his comic strip Gasoline Alley. In addition to innovations with color and page design, King introduced real-time continuity in comic strips by showing his characters aging over generations.\nBorn in Cashton, Wisconsin, King was the oldest of the two sons of mechanic John J. King and his wife Caroline.",
      "pageId": 1716460,
      "monthDay": "04/09"
    },
    {
      "year": "1883",
      "uri": "/wiki/Frank_King_(cartoonist)",
      "name": "Frank King",
      "aboutText": "Mahapandit Rahul Sankrityayan (9 April 1893 – 14 April 1963), who is called the Father of Hindi Travelogue Travel literature because he is the one who played a pivotal role to give travelogue a 'literature form', was one of the most widely travelled scholars of India, spending forty-five years of his life on travels away from his home. He travelled many places and wrote many travelogue approximately in the same ratio. He also famously known for his authentic description about his travels experiences, for instance- in his travelogue \"Meri Laddakh Yatra\" he presents overall regional, historical and cultural specificity of that region judiciously.",
      "pageId": 2458525,
      "monthDay": "04/09"
    },
    {
      "year": "1887",
      "uri": "/wiki/Konrad_Tom",
      "name": "Konrad Tom",
      "aboutText": "Somerset Richard Lowry-Corry, 4th Earl Belmore GCMG PC (Ire) (9 April 1835 – 6 April 1913), styled as Viscount Corry from 1841 to 1845, was an Irish nobleman and Conservative politician.",
      "pageId": 2769526,
      "monthDay": "04/09"
    },
    {
      "year": "1888",
      "uri": "/wiki/Sol_Hurok",
      "name": "Sol Hurok",
      "aboutText": "Sir Paolo Tosti (April 9, 1846 – December 2, 1916) was an Italian, later British, composer and music teacher.",
      "pageId": 3067378,
      "monthDay": "04/09"
    },
    {
      "year": "1893",
      "uri": "/wiki/Charles_E._Burchfield",
      "name": "Charles E. Burchfield",
      "aboutText": "Charles Ephraim Burchfield (April 9, 1893 - January 10, 1967) was an American painter and visionary artist, known for his passionate watercolors of nature scenes and townscapes. The largest collection of Burchfield's paintings, archives and journals are in the collection of the Burchfield Penney Art Center in Buffalo.",
      "pageId": 3311818,
      "monthDay": "04/09"
    },
    {
      "year": "1893",
      "uri": "/wiki/Victor_Gollancz",
      "name": "Victor Gollancz",
      "aboutText": "Michel Simon (9 April 1895, Geneva, Switzerland – 30 May 1975, Bry-sur-Marne, France), was a Swiss actor. He appeared in the notable films La Chienne (1931), Boudu Saved from Drowning (1932), L'Atalante (1934), Port of Shadows (1938) and The Train (1964).",
      "pageId": 5117649,
      "monthDay": "04/09"
    },
    {
      "year": "1893",
      "uri": "/wiki/Rahul_Sankrityayan",
      "name": "Rahul Sankrityayan",
      "aboutText": "Frederick Francis IV (9 April 1882 – 17 November 1945) was the last Grand Duke of Mecklenburg-Schwerin and regent of Mecklenburg-Strelitz.",
      "pageId": 7991473,
      "monthDay": "04/09"
    },
    {
      "year": "1895",
      "uri": "/wiki/Mance_Lipscomb",
      "name": "Mance Lipscomb",
      "aboutText": "Charles \"Carl\" Gustav Wilhelm Winckler (April 9, 1867 – December 17, 1932) was a Danish athlete and tug of war competitor who participated at the 1900 Summer Olympics.",
      "pageId": 12670641,
      "monthDay": "04/09"
    },
    {
      "year": "1895",
      "uri": "/wiki/Michel_Simon",
      "name": "Michel Simon",
      "aboutText": "Konrad Tom (April 9, 1887 – August 9, 1957), born Konrad Runowiecki, a Polish Jewish actor, writer, singer and director, born in Warsaw. Wrote song lyrics in Polish and in Yiddish for stage, film and cabaret, including szmonces. His wife was actress Zula Pogorzelska.",
      "pageId": 28129316,
      "monthDay": "04/09"
    },
    {
      "year": "1897",
      "uri": "/wiki/John_B._Gambling",
      "name": "John B. Gambling",
      "aboutText": "Otz Tollen (9 April 1882 – 19 July 1965) was a German actor and film director.\nBorn in Berlin, he made his film debut in the 1912 Joe May directed film In der Tiefe des Schachtes.",
      "pageId": 36006333,
      "monthDay": "04/09"
    },
    {
      "year": "1898",
      "uri": "/wiki/Curly_Lambeau",
      "name": "Curly Lambeau",
      "aboutText": "Paul Leroy Robeson (/ˈroʊbsən/; April 9, 1898 – January 23, 1976) was an American singer and actor who became involved with the Civil Rights Movement. At Rutgers College, he was an outstanding football player, then had an international career in singing, with a distinctive, powerful, deep bass voice, as well as acting in theater and movies. He became politically involved in response to the Spanish Civil War, fascism, and social injustices.",
      "pageId": 23229,
      "monthDay": "04/09"
    },
    {
      "year": "1898",
      "uri": "/wiki/Paul_Robeson",
      "name": "Paul Robeson",
      "aboutText": "Earl Louis \"Curly\" Lambeau (April 9, 1898 – June 1, 1965) was founder, player, and first coach of the Green Bay Packers professional football team. He shares the distinction with rival George Halas of the Chicago Bears of coaching his team to the most National Football League championships, with six.",
      "pageId": 149579,
      "monthDay": "04/09"
    },
    {
      "year": "1900",
      "uri": "/wiki/Allen_Jenkins",
      "name": "Allen Jenkins",
      "aboutText": "Joseph Gustaf \"Sharkey\" Bonano (April 9, 1904 – March 27, 1972), also known as Sharkey Banana or Sharkey Bananas, was a jazz trumpeter, band leader, and vocalist.\nBonano was known for playing searing hot and technically virtuoso trumpet with a beautiful tone. His musical abilities were sometimes overlooked in part because of his love of being an entertainer; he would often sing silly lyrics in a high raspy voice and break into dance routines on stage.",
      "pageId": 189038,
      "monthDay": "04/09"
    },
    {
      "year": "1901",
      "uri": "/wiki/Jean_Bruch%C3%A9si",
      "name": "Jean Bruchési",
      "aboutText": "Victor Vasarely (French: [viktɔʁ vazaʁəli]; Hungarian: [ˈviktor ˈvɒzɒrɛlːi]; born Vásárhelyi Győző [ˈvaːʃaːrhɛji ˈɟøːzøː]; ( 1906-04-09)9 April 1906 – 15 March 1997( 1997-03-15)), was a Hungarian–French artist, who is widely accepted as a \"grandfather\" and leader of the short-lived op art movement.",
      "pageId": 311107,
      "monthDay": "04/09"
    },
    {
      "year": "1901",
      "uri": "/wiki/Paul_Willis_(actor)",
      "name": "Paul Willis",
      "aboutText": "Antal Doráti, KBE (9 April 1906 – 13 November 1988) was a Hungarian-born conductor and composer who became a naturalized American citizen in 1943.",
      "pageId": 317534,
      "monthDay": "04/09"
    },
    {
      "year": "1902",
      "uri": "/wiki/Th%C3%A9odore_Monod",
      "name": "Théodore Monod",
      "aboutText": "Francis Daniel Johnson, Sr., PC (April 9, 1915 – September 26, 1968) was a Quebec politician and the 20th Premier of Quebec from 1966 until his death in 1968.",
      "pageId": 332349,
      "monthDay": "04/09"
    },
    {
      "year": "1903",
      "uri": "/wiki/Ward_Bond",
      "name": "Ward Bond",
      "aboutText": "James William Fulbright (April 9, 1905 – February 9, 1995) was a United States Senator representing Arkansas from January 1945 until his resignation in December 1974.\nFulbright was a Southern Democrat and a staunch multilateralist who supported the creation of the United Nations and the longest serving chairman in the history of the Senate Foreign Relations Committee. He was also a segregationist who signed the Southern Manifesto.",
      "pageId": 333951,
      "monthDay": "04/09"
    },
    {
      "year": "1904",
      "uri": "/wiki/Sharkey_Bonano",
      "name": "Sharkey Bonano",
      "aboutText": "Wardell Edwin Bond (April 9, 1903 — November 5, 1960), known professionally as Ward Bond, was a prolific American film character actor whose rugged appearance and easygoing charm were featured in over 200 films and the television series Wagon Train. He is remembered for his roles as Bert, the cop, in It's a Wonderful Life (1946) and Captain Clayton in The Searchers (1956), among many others.",
      "pageId": 496688,
      "monthDay": "04/09"
    },
    {
      "year": "1905",
      "uri": "/wiki/J._William_Fulbright",
      "name": "J. William Fulbright",
      "aboutText": "Lev Zalmanovich (Zinovyevich) Kopelev (Russian: Лев Залма́нович (Зино́вьевич) Ко́пелев, German: Lew Sinowjewitsch Kopelew, 9 April 1912, Kiev – 18 June 1997, Cologne) was a Soviet author and dissident.",
      "pageId": 500592,
      "monthDay": "04/09"
    },
    {
      "year": "1906",
      "uri": "/wiki/Rafaela_Aparicio",
      "name": "Rafaela Aparicio",
      "aboutText": "Johannes Bobrowski (originally Johannes Konrad Bernhard Bobrowski; April 9, 1917 – September 2, 1965) was a German lyric poet, narrative writer, adaptor and essayist.",
      "pageId": 821951,
      "monthDay": "04/09"
    },
    {
      "year": "1906",
      "uri": "/wiki/Antal_Dor%C3%A1ti",
      "name": "Antal Doráti",
      "aboutText": "Abraham Alexander Ribicoff (April 9, 1910 – February 22, 1998) was an American Democratic Party politician. He served in the United States Congress, as the 80th Governor of Connecticut and as President John F. Kennedy's Secretary of Health, Education, and Welfare.",
      "pageId": 847967,
      "monthDay": "04/09"
    },
    {
      "year": "1908",
      "uri": "/wiki/Joseph_Krumgold",
      "name": "Joseph Krumgold",
      "aboutText": "Allen Jenkins (April 9, 1900 – July 20, 1974) was an American character actor who worked on stage, screen and in television and singer.\n^ Hemming, Roy (1999-06-03). The Melody Lingers On: The Great Songwriters and Their Movie Musicals.",
      "pageId": 1380601,
      "monthDay": "04/09"
    },
    {
      "year": "1908",
      "uri": "/wiki/Victor_Vasarely",
      "name": "Victor Vasarely",
      "aboutText": "Brad Dexter (April 9, 1917 – December 12, 2002) was an American actor.",
      "pageId": 1887989,
      "monthDay": "04/09"
    },
    {
      "year": "1910",
      "uri": "/wiki/Abraham_A._Ribicoff",
      "name": "Abraham A. Ribicoff",
      "aboutText": "Théodore André Monod (Rouen, April 9, 1902 - Versailles, November 22, 2000) was a French naturalist, explorer, and humanist scholar.",
      "pageId": 3457209,
      "monthDay": "04/09"
    },
    {
      "year": "1912",
      "uri": "/wiki/Lev_Kopelev",
      "name": "Lev Kopelev",
      "aboutText": "Joseph Quincy Krumgold (April 9, 1908 – July 10, 1980) was an American writer of books and screenplays. He was the first person to win two annual Newbery Medals for the most distinguished new American children's book.",
      "pageId": 5614428,
      "monthDay": "04/09"
    },
    {
      "year": "1913",
      "uri": "/wiki/Smaro_Stefanidou",
      "name": "Smaro Stefanidou",
      "aboutText": "William Arthur Ronald \"Ronnie\" Burgess (9 April 1917 – 14 February 2005) was a Wales international footballer, who played in the wing half position. Burgess worked as a miner before joining Tottenham Hotspur from his local team Cwm Villa. He went on to captain the league championship winning Spurs team of the 1951 season, the year after he had helped them win the Division 2 crown.",
      "pageId": 8924616,
      "monthDay": "04/09"
    },
    {
      "year": "1915",
      "uri": "/wiki/Daniel_Johnson,_Sr.",
      "name": "Daniel Johnson, Sr.",
      "aboutText": "Jean Bruchési (April 9, 1901 – October 2, 1979) was a Quebecois writer and historian.",
      "pageId": 11851324,
      "monthDay": "04/09"
    },
    {
      "year": "1917",
      "uri": "/wiki/Johannes_Bobrowski",
      "name": "Johannes Bobrowski",
      "aboutText": "Rafaela Aparicio (born Rafaela Díaz Valiente; 9 April 1906 – 9 June 1996 in Madrid) was a famous Spanish film and theatre actress.\nShe made more 100 films. The most remembered are Carlos Saura's Ana y los lobos, Mamá cumple cien años or Fernando Fernán Gómez's El extraño viaje.",
      "pageId": 12005017,
      "monthDay": "04/09"
    },
    {
      "year": "1917",
      "uri": "/wiki/Ron_Burgess_(footballer)",
      "name": "Ronnie Burgess",
      "aboutText": "Paul Willis (April 9, 1901 – November 3, 1960) was an American actor of the silent film era. He began his career as a child actor in the 1910s.\nBorn in Chicago, Illinois, Willis made his screen debut for Vitagraph Studios at the age of twelve in the title role of the 1913 drama-short Little Kaintuck.",
      "pageId": 18822547,
      "monthDay": "04/09"
    },
    {
      "year": "1917",
      "uri": "/wiki/Brad_Dexter",
      "name": "Brad Dexter",
      "aboutText": "Smaro Stefanidou (Greek: Σμάρω Στεφανίδου; April 9, 1913 – November 7, 2010) was a Greek theatre, film, television and radio actress.",
      "pageId": 25000267,
      "monthDay": "04/09"
    },
    {
      "year": "1918",
      "uri": "/wiki/J%C3%B8rn_Utzon",
      "name": "Jørn Utzon",
      "aboutText": "Hugh Marston Hefner (born April 9, 1926) is an American adult magazine publisher, businessman, and a well-known playboy. Hefner is a native of Chicago, Illinois and a former journalist for Esquire. Hefner is also a World War II veteran.",
      "pageId": 14279,
      "monthDay": "04/09"
    },
    {
      "year": "1919",
      "uri": "/wiki/J._Presper_Eckert",
      "name": "J. Presper Eckert",
      "aboutText": "Thomas Andrew Lehrer (/ˈlɛr.ər/; born April 9, 1928) is an American singer-songwriter, satirist, pianist, and mathematician. He has lectured on mathematics and musical theater. He is best known for the pithy, humorous songs he recorded in the 1950s and '60s.",
      "pageId": 30951,
      "monthDay": "04/09"
    },
    {
      "year": "1921",
      "uri": "/wiki/Jean-Marie_Balestre",
      "name": "Jean-Marie Balestre",
      "aboutText": "Jørn Oberg Utzon, AC, Hon. FAIA (Danish: [jɶɐ̯n ˈud̥sʌn]; 9 April 1918 – 29 November 2008) was a Danish architect, most notable for designing the Sydney Opera House in Australia. When it was declared a World Heritage Site on 28 June 2007, Utzon became only the second person to have received such recognition for one of his works during his lifetime.",
      "pageId": 37262,
      "monthDay": "04/09"
    },
    {
      "year": "1921",
      "uri": "/wiki/Yitzhak_Navon",
      "name": "Yitzhak Navon",
      "aboutText": "John Adam Presper \"Pres\" Eckert, Jr. (April 9, 1919 – June 3, 1995) was an American electrical engineer and computer pioneer.",
      "pageId": 74685,
      "monthDay": "04/09"
    },
    {
      "year": "1921",
      "uri": "/wiki/Frankie_Thomas",
      "name": "Frankie Thomas",
      "aboutText": "Nathaniel Branden (born Nathan Blumenthal; April 9, 1930 – December 3, 2014) was a Canadian–American psychotherapist and writer known for his work in the psychology of self-esteem. A former associate and romantic partner of Ayn Rand, Branden also played a prominent role in the 1960s in promoting Rand's philosophy, Objectivism.",
      "pageId": 188436,
      "monthDay": "04/09"
    },
    {
      "year": "1922",
      "uri": "/wiki/Carl_Amery",
      "name": "Carl Amery",
      "aboutText": "Gerard Fitt, Baron Fitt (9 April 1926 – 26 August 2005) was a politician in Northern Ireland.",
      "pageId": 287111,
      "monthDay": "04/09"
    },
    {
      "year": "1923",
      "uri": "/wiki/Leonard_Levy",
      "name": "Leonard Levy",
      "aboutText": "Paul Joseph Arizin (April 9, 1928 – December 12, 2006), nicknamed \"Pitchin' Paul\", was an American basketball player who spent his entire National Basketball Association (NBA) career with the Philadelphia Warriors from 1950 to 1962. He retired with the third highest career point total (16,266) in NBA history, and was named one of the 50 Greatest Players in NBA History upon its 50th anniversary in 1996.",
      "pageId": 314619,
      "monthDay": "04/09"
    },
    {
      "year": "1925",
      "uri": "/wiki/Virginia_Gibson",
      "name": "Virginia Gibson",
      "aboutText": "Richard Bennett Hatfield, PC ONB (April 9, 1931 – April 26, 1991) was a New Brunswick politician and long time Premier of the province (1970–1987).",
      "pageId": 496784,
      "monthDay": "04/09"
    },
    {
      "year": "1925",
      "uri": "/wiki/Art_Kane",
      "name": "Art Kane",
      "aboutText": "Yitzhak Rachamim Navon (Hebrew: יצחק נבון; 9 April 1921 – 7 November 2015) was an Israeli politician, diplomat, and author. He served as the fifth President of Israel between 1978 and 1983 as a member of the center-left Alignment party. He was the first Israeli president to be Sephardi and born in Jerusalem, then within the British Mandate for Palestine, while all previous presidents were born in and immigrated from the Russian Empire.",
      "pageId": 762615,
      "monthDay": "04/09"
    },
    {
      "year": "1926",
      "uri": "/wiki/Gerry_Fitt",
      "name": "Gerry Fitt",
      "aboutText": "Leonard Williams Levy (April 9, 1923 in Toronto, Ontario, Canada – August 24, 2006 in Ashland, Oregon) was an American historian, the Andrew W. Mellon All-Claremont Professor of Humanities and Chairman of the Graduate Faculty of History at Claremont Graduate School, California, who specialized in the history of basic American Constitutional freedoms. He was born in Toronto, Ontario, and educated at Columbia University, where his mentor for the Ph.D. degree was Henry Steele Commager.\nLevy's first book was a revision and expansion of his doctoral dissertation on Lemuel Shaw, chief justice of the Massachusetts Supreme Judicial Court.",
      "pageId": 1661935,
      "monthDay": "04/09"
    },
    {
      "year": "1926",
      "uri": "/wiki/Hugh_Hefner",
      "name": "Hugh Hefner",
      "aboutText": "Virginia Gibson, born Virginia Gorski, (April 9, 1925 – April 25, 2013) was an American dancer, singer and actress of film, television and musical theatre.",
      "pageId": 2162199,
      "monthDay": "04/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Paul_Arizin",
      "name": "Paul Arizin",
      "aboutText": "Art Kane (April 9, 1925 – February 3, 1995), born Arthur Kanofsky in New York City, was a fashion and music photographer active from the 1950s through the early 1990s. He created many portraits of contemporary musicians, including Bob Dylan, Sonny and Cher, Aretha Franklin, Frank Zappa, Jim Morrison, Janis Joplin, the Rolling Stones, and The Who.\nDuring the second World War he served in an unusual deception unit known as The Ghost Army, an incubator for many young artists.",
      "pageId": 2407513,
      "monthDay": "04/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Tom_Lehrer",
      "name": "Tom Lehrer",
      "aboutText": "Jean-Marie Balestre (9 April 1921 – 27 March 2008) was a French auto racing executive administrator, who became President of the Fédération Internationale du Sport Automobile (FISA) from 1978 to 1991 and President of the Fédération Internationale de l'Automobile (FIA) from 1985 to 1993.",
      "pageId": 2853513,
      "monthDay": "04/09"
    },
    {
      "year": "1928",
      "uri": "/wiki/Aubrey_Woods",
      "name": "Aubrey Woods",
      "aboutText": "Paule Marshall (born April 9, 1929) is an American author, whose novels \"emphasize the need for black Americans to reclaim their African heritage\".",
      "pageId": 3675403,
      "monthDay": "04/09"
    },
    {
      "year": "1929",
      "uri": "/wiki/Sharan_Rani_Backliwal",
      "name": "Sharan Rani Backliwal",
      "aboutText": "G. Wallace F. McCain, CC ONB (April 9, 1930 – May 13, 2011) was a Canadian businessman, co-founder of McCain Foods Limited. With an estimated net worth of $US 3.55 billion (as of November 2015), McCain was ranked by Forbes as the 13th wealthiest Canadian and 512th in the world.",
      "pageId": 3728569,
      "monthDay": "04/09"
    },
    {
      "year": "1929",
      "uri": "/wiki/Paule_Marshall",
      "name": "Paule Marshall",
      "aboutText": "Aubrey Woods (9 April 1928 – 7 May 2013) was a British actor and singer, born in London.",
      "pageId": 4704913,
      "monthDay": "04/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Nathaniel_Branden",
      "name": "Nathaniel Branden",
      "aboutText": "Frank Marion Thomas, Jr. (April 9, 1921 – May 11, 2006) was an American actor, author and bridge-strategy expert who played both lead and supporting roles on Broadway, in films, in post-World War II radio, and in early television. He was best known for his starring role in Tom Corbett, Space Cadet.",
      "pageId": 5132645,
      "monthDay": "04/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/F._Albert_Cotton",
      "name": "F. Albert Cotton",
      "aboutText": "Frank Albert Cotton (April 9, 1930 – February 20, 2007) was an American chemist. He was the W.T. Doherty-Welch Foundation Chair and Distinguished Professor of Chemistry at Texas A&M University. He authored over 1700 scientific articles.",
      "pageId": 6341893,
      "monthDay": "04/09"
    },
    {
      "year": "1930",
      "uri": "/wiki/Wallace_McCain",
      "name": "Wallace McCain",
      "aboutText": "Carl Amery (9 April 1922 – 24 May 2005), the pen name of Christian Anton Mayer, was a German writer and environmental activist. Born in Munich, he studied at the University of Munich. He was a participant of Gruppe 47.",
      "pageId": 7956592,
      "monthDay": "04/09"
    },
    {
      "year": "1931",
      "uri": "/wiki/Richard_Hatfield",
      "name": "Richard Hatfield",
      "aboutText": "Sharan Rani Backliwal (née Mathur) (9 April 1929 – 8 April 2008) was an Indian classical instrumentalist and music scholar, best known for her expertise with the sarod.\nHer private collection of 370 musical instruments ranging from the 15th to the 19th century are now part of the \"Sharan Rani Backliwal Gallery of Musical Instruments\" at the National Museum, New Delhi.",
      "pageId": 31867430,
      "monthDay": "04/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Jim_Fowler",
      "name": "Jim Fowler",
      "aboutText": "Jean-Paul Belmondo (French: [ʒɑ̃pɔl bɛlmɔ̃do]; born 9 April 1933) is a French actor initially associated with the New Wave of the 1960s.",
      "pageId": 45380,
      "monthDay": "04/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Armin_Jordan",
      "name": "Armin Jordan",
      "aboutText": "Valerie Jean Solanas (April 9, 1936 – April 25, 1988) was an American radical feminist writer who is best known for writing the SCUM Manifesto and attempting to murder artist Andy Warhol.\nShe was born in New Jersey and as a teenager had a volatile relationship with her mother and stepfather after her parents' divorce. As a consequence, she was sent to live with her grandparents.",
      "pageId": 48029,
      "monthDay": "04/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Peter_Moores_(businessman)",
      "name": "Peter Moores",
      "aboutText": "Carl Lee Perkins (April 9, 1932 – January 19, 1998) was an American singer-songwriter who recorded most notably at Sun Records Studio in Memphis, Tennessee, beginning in 1954. His best-known song is \"Blue Suede Shoes\".\nAccording to Charlie Daniels, \"Carl Perkins' songs personified the rockabilly era, and Carl Perkins' sound personifies the rockabilly sound more so than anybody involved in it, because he never changed.\" Perkins' songs were recorded by artists (and friends) as influential as Elvis Presley, the Beatles, Jimi Hendrix, and Johnny Cash, which further cemented his place in the history of popular music.",
      "pageId": 98513,
      "monthDay": "04/09"
    },
    {
      "year": "1932",
      "uri": "/wiki/Carl_Perkins",
      "name": "Carl Perkins",
      "aboutText": "Sid Krofft (born July 30, 1929) and Marty Krofft (born April 9, 1937) are a sibling team of television producers who were influential in children's television and variety show programs in the USA, particularly throughout the 1970s and early 1980s.\nThey are largely known for a unique brand of ambitious fantasy programs, often featuring large-headed puppets, high-concept plots, and extensive use of low-budget special effects.",
      "pageId": 173736,
      "monthDay": "04/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Jean-Paul_Belmondo",
      "name": "Jean-Paul Belmondo",
      "aboutText": "Sidney Simien aka Rockin' Sidney and Count Rockin' Sidney, (April 9, 1938 – February 25, 1998) was an American R&B, zydeco, and soul musician who began recording in the late 1950s and continued performing until his death.\n^ Whitburn, Joel (2008). Hot Country Songs 1944 to 2008.",
      "pageId": 174840,
      "monthDay": "04/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Ren%C3%A9_Burri",
      "name": "René Burri",
      "aboutText": "Valerie Singleton OBE (born 9 April 1937) is an English television and radio presenter, best known as a presenter of the popular children's series, Blue Peter.",
      "pageId": 293566,
      "monthDay": "04/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Fern_Michaels",
      "name": "Fern Michaels",
      "aboutText": "Viktor Stepanovich Chernomyrdin (Russian: Ви́ктор Степа́нович Черномы́рдин, IPA: [ˈvʲiktər sʲtʲɪˈpanəvʲɪtɕ tɕɪrnɐˈmɨrdʲɪn]; 9 April 1938 – 3 November 2010) was a Russian politician. He was the first chairman of the Gazprom energy company and the longest-serving Prime Minister of Russia (1992–1998). He was a key figure in Russian politics in the 1990s, and a participant in the Russian transition from a planned to a market economy.",
      "pageId": 482420,
      "monthDay": "04/09"
    },
    {
      "year": "1933",
      "uri": "/wiki/Richard_Rose_(political_scientist)",
      "name": "Richard Rose",
      "aboutText": "Sir William Francis Birch GNZM JP (born 9 April 1934), usually known as Bill Birch, is a former New Zealand politician.",
      "pageId": 595530,
      "monthDay": "04/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Bill_Birch",
      "name": "Bill Birch",
      "aboutText": "Avery Lawrence Schreiber (April 9, 1935 – January 7, 2002) was an American comedian and actor.",
      "pageId": 1371431,
      "monthDay": "04/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Tom_Phillis",
      "name": "Tom Phillis",
      "aboutText": "Aulis Sallinen (born April 9, 1935) is a Finnish contemporary classical music composer. His music has been variously described as \"remorselessly harsh\", a \"beautifully crafted amalgam of several 20th-century styles\", and \"neo-romantic\". Sallinen studied at the Sibelius Academy, where his teachers included Joonas Kokkonen.",
      "pageId": 1817312,
      "monthDay": "04/09"
    },
    {
      "year": "1934",
      "uri": "/wiki/Mariya_Pisareva",
      "name": "Mariya Pisareva",
      "aboutText": "Jim Fowler (born April 9, 1932; Albany, Georgia) is a professional zoologist and was host of the Emmy Award-winning television show Mutual of Omaha's Wild Kingdom.\nFowler spent his youth in the Town of Falls Church, VA exploring all things in nature in the stream valley of Four Mile Run near his family home. He graduated high school in 1947 from Westtown School, a Quaker college prep school in Chester County, PA. Fowler first served as the co-host of Wild Kingdom with Marlin Perkins, and then became the main host in 1986.",
      "pageId": 2002136,
      "monthDay": "04/09"
    },
    {
      "year": "1935",
      "uri": "/wiki/Aulis_Sallinen",
      "name": "Aulis Sallinen",
      "aboutText": "Armin Jordan (April 9, 1932 – September 20, 2006) was a Swiss conductor known for his interpretations of French music, Mozart and Wagner.\nArmin Jordan was born in Lucerne, Switzerland. \"Mr.",
      "pageId": 4214589,
      "monthDay": "04/09"
    },
    {
      "year": "1935",
      "uri": "/wiki/Avery_Schreiber",
      "name": "Avery Schreiber",
      "aboutText": "Fern Michaels (born Mary Ruth Kuczkir; April 9, 1933) is an American author of romance and thriller novels, including nearly 50 best selling books with more than 70 million copies in print.",
      "pageId": 4620429,
      "monthDay": "04/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Jerzy_Maksymiuk",
      "name": "Jerzy Maksymiuk",
      "aboutText": "Sir Peter Moores CBE DL (born 9 April 1932) is a British businessman, art collector and philanthropist, a former chairman of the Liverpool-based Littlewoods football pools and retailing business in the United Kingdom. He was between 1960 and 1965 the Chairman of Everton Football Club.\nHis father, Sir John Moores, was the founder of the Littlewoods company, though the family no longer owns it.",
      "pageId": 5402768,
      "monthDay": "04/09"
    },
    {
      "year": "1936",
      "uri": "/wiki/Valerie_Solanas",
      "name": "Valerie Solanas",
      "aboutText": "René Burri (9 April 1933 – 20 October 2014) was a Swiss photographer known for his photos of major political, historical and cultural events and key figures of the second half of the 20th century. Burri worked for Magnum Photos and photographed political, military and artistic figures and scenes since 1946.",
      "pageId": 6809693,
      "monthDay": "04/09"
    },
    {
      "year": "1937",
      "uri": "/wiki/Simon_Brown,_Baron_Brown_of_Eaton-under-Heywood",
      "name": "Simon Brown, Baron Brown of Eaton-under-Heywood",
      "aboutText": "Mariya Pisareva (Russian: Мария Писарева; born 9 April 1934) is a retired Soviet Union athlete who competed mainly in the High Jump.",
      "pageId": 6903234,
      "monthDay": "04/09"
    },
    {
      "year": "1937",
      "uri": "/wiki/Sid_and_Marty_Krofft",
      "name": "Marty Krofft",
      "aboutText": "Jerzy Maksymiuk (born 9 April 1936, Grodno, Poland) is a Polish composer, pianist and orchestra conductor.",
      "pageId": 7773448,
      "monthDay": "04/09"
    },
    {
      "year": "1937",
      "uri": "/wiki/Valerie_Singleton",
      "name": "Valerie Singleton",
      "aboutText": "Simon Denis Brown, Baron Brown of Eaton-under-Heywood, PC, (born 9 April 1937) is a British lawyer and former Justice of the Supreme Court of the United Kingdom.",
      "pageId": 7795182,
      "monthDay": "04/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Viktor_Chernomyrdin",
      "name": "Viktor Chernomyrdin",
      "aboutText": "Thomas Edward Phillis (9 April 1934 – 6 June 1962) was an Australian professional Grand Prix motorcycle road racer. He won the 1961 125cc motorcycle road racing World Championship and was the first person to lap the TT mountain circuit at over 100 mph on a pushrod engined motorcycle. He was also the first person to win a World Championship motorcycle race on a Japanese machine.",
      "pageId": 9106888,
      "monthDay": "04/09"
    },
    {
      "year": "1938",
      "uri": "/wiki/Rockin%27_Sidney",
      "name": "Rockin' Sidney",
      "aboutText": "Richard Rose (born 8 or 9 April 1933 in St Louis, Missouri) is an American political scientist who is currently Director of the Centre for the Study of Public Policy and Professor of Politics at the University of Strathclyde, Scotland. He studied as an undergraduate at Johns Hopkins University and completed his PhD at the University of Oxford. He has conducted research on a wide range of topics, including the Northern Ireland conflict, EU enlargement, democratisation, elections and voting, and policy transfer.",
      "pageId": 16867465,
      "monthDay": "04/09"
    },
    {
      "year": "1939",
      "uri": "/wiki/Michael_Learned",
      "name": "Michael Learned",
      "aboutText": "Michael Thomas Hancock, CBE (born 9 July 1946) is a British politician. He was most recently an independent Member of Parliament (MP) for Portsmouth South.\nHancock formally resigned from the Liberal Democrat whip in early June 2014 until a civil court action brought against him by a female constituent alleging improper conduct was resolved.",
      "pageId": 434607,
      "monthDay": "04/09"
    },
    {
      "year": "1940",
      "uri": "/wiki/Hans-Joachim_Reske",
      "name": "Hans-Joachim Reske",
      "aboutText": "Alan Philip Eric Knott (born 9 April 1946 in Belvedere, Kent), is a former Kent County Cricket Club and English cricketer, as a wicket-keeper-batsman.\nKnott was educated at Northumberland Heath Secondary Modern School. He played for the England Test side between 1967 and 1981, and was a Wisden Cricketer of the Year in 1970.",
      "pageId": 524588,
      "monthDay": "04/09"
    },
    {
      "year": "1940",
      "uri": "/wiki/Jim_Roberts_(ice_hockey,_born_1940)",
      "name": "Jim Roberts",
      "aboutText": "Andre Brandon deWilde (April 9, 1942 – July 6, 1972) was an American theatre, film, and television actor. Born into a theatrical family in Brooklyn, he debuted on Broadway at the age of 7 and became a national phenomenon by the time he completed his 492 performances for The Member of the Wedding.\nBefore the age of 12, he had many accomplishments: He was the first child actor awarded the Donaldson Award, he filmed his role in The Member of the Wedding, he starred in his most memorable film role as Joey Starrett in the film Shane (1953).",
      "pageId": 569502,
      "monthDay": "04/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Kay_Adams_(singer)",
      "name": "Kay Adams",
      "aboutText": "Peter Gammons (born April 9, 1945) is an American sportswriter, media personality, and a recipient of the J. G. Taylor Spink Award for outstanding baseball writing, given by the Baseball Writers Association of America.",
      "pageId": 742065,
      "monthDay": "04/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Hannah_Gordon",
      "name": "Hannah Gordon",
      "aboutText": "Kay Adams (born Princetta Kay Adams; April 9, 1941) is an American country singer.",
      "pageId": 1126471,
      "monthDay": "04/09"
    },
    {
      "year": "1941",
      "uri": "/wiki/Chu_Song-woong",
      "name": "Chu Song-woong",
      "aboutText": "Jaya Bhaduri Bachchan (born Jaya Bhaduri on 9 April 1948) is an Indian politician and former film actress. She is an alumna of the Film and Television Institute of India, Pune. She is the wife of Amitabh Bachchan, and is the mother of Shweta Bachchan-Nanda and Abhishek Bachchan.",
      "pageId": 1133400,
      "monthDay": "04/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Brandon_deWilde",
      "name": "Brandon deWilde",
      "aboutText": "Chu Song-Woong (9 April 1941 – 28 December 1985) was a South Korean stage actor.",
      "pageId": 1179431,
      "monthDay": "04/09"
    },
    {
      "year": "1942",
      "uri": "/wiki/Margo_Smith",
      "name": "Margo Smith",
      "aboutText": "Terry Knight (April 9, 1943 – November 1, 2004), born Richard Terrance Knapp, was an American rock and roll music producer, promoter, singer, songwriter and radio personality, who enjoyed some success in radio, modest success as a singer, but phenomenal success as the original manager-producer for Grand Funk Railroad and the producer for Bloodrock.",
      "pageId": 1507659,
      "monthDay": "04/09"
    },
    {
      "year": "1943",
      "uri": "/wiki/Terry_Knight",
      "name": "Terry Knight",
      "aboutText": "Michael Learned (born April 9, 1939) is an American actress, best known for her role as Olivia Walton in the long-running CBS drama series, The Waltons (1972-1979). She has won a record four Primetime Emmy Award for Outstanding Lead Actress in a Drama Series; three for The Waltons (1973, 74, 76), and one for Nurse (1982).",
      "pageId": 1530473,
      "monthDay": "04/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Joe_Brinkman",
      "name": "Joe Brinkman",
      "aboutText": "Stephen Kendall \"Steve\" Gadd (born April 9, 1945) is an American musician. Gadd is one of the most well-known and highly regarded session and studio drummers in the industry, recognized by his induction into the Modern Drummer Hall of Fame in 1984. Gadd's groove on Paul Simon's \"50 Ways to Leave Your Lover\", and drum solo on Steely Dan's \"Aja\", are both examples of his seminal sound and signature style.",
      "pageId": 1696515,
      "monthDay": "04/09"
    },
    {
      "year": "1944",
      "uri": "/wiki/Heinz-Joachim_Rothenburg",
      "name": "Heinz-Joachim Rothenburg",
      "aboutText": "Hannah Cambell Grant Gordon (sometimes known as Hannah Warwick, born 9 April 1941) is a Scottish actress who is well known in the United Kingdom for her television work, including My Wife Next Door (1972), Upstairs, Downstairs (1974–75), Telford's Change (1979), Joint Account (1989–90) and an appearance in the final episode of One Foot in the Grave.",
      "pageId": 2108285,
      "monthDay": "04/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Steve_Gadd",
      "name": "Steve Gadd",
      "aboutText": "Nathan Colbert Jr. (born April 9, 1946 in St.",
      "pageId": 2255891,
      "monthDay": "04/09"
    },
    {
      "year": "1945",
      "uri": "/wiki/Peter_Gammons",
      "name": "Peter Gammons",
      "aboutText": "Joseph Norbert Brinkman (born April 9, 1944 in Little Falls, Minnesota) is a former umpire in Major League Baseball who worked in the American League from 1972 to 1999 and throughout both major leagues from 2000 until his retirement during the 2006 season.",
      "pageId": 2752053,
      "monthDay": "04/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Nate_Colbert",
      "name": "Nate Colbert",
      "aboutText": "David James Webb (born 9 April 1946) is an English former professional footballer who made 555 appearances in the Football League playing for Leyton Orient, Southampton, Chelsea, Queens Park Rangers, Leicester City, Derby County, A.F.C. Bournemouth and Torquay United. He became a manager, taking charge of A.F.C. Bournemouth, Torquay United, Southend United, Chelsea, Brentford and Yeovil Town.\n^ \"David Webb\".",
      "pageId": 3087680,
      "monthDay": "04/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Mike_Hancock_(British_politician)",
      "name": "Mike Hancock",
      "aboutText": "Margo Smith (born Betty Lou Miller; April 9, 1942, Dayton, Ohio) is an American country music singer. In the 1970s, she was a popular female country vocalist, acquiring two No. 1 hits on the country charts during that time, \"Don't Break the Heart That Loves You\" and \"It Only Hurts for a Little While\", both country music remakes of previous pop music standards.",
      "pageId": 7247104,
      "monthDay": "04/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Alan_Knott",
      "name": "Alan Knott",
      "aboutText": "Hans-Joachim \"Jochen\" Reske (born 9 April 1940) is a West German former athlete, who mainly competed in the 400 metres. In 1962, he won a silver medal at the 1960 Summer Olympics and a European title in the 4×400 metre relay, he finished in third place in the individual 400 m.",
      "pageId": 8346034,
      "monthDay": "04/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/Sara_Parkin",
      "name": "Sara Parkin",
      "aboutText": "James Wilfred \"Jimmy\" Roberts (April 9, 1940 – October 23, 2015) was a Canadian ice hockey defenceman and forward. He went by both nicknames of Jimmy and Jim.\nAfter playing for future Montreal Canadiens coach Scotty Bowman with the OHA junior Peterborough Petes, Roberts was signed by the Canadiens and turned pro with the Montreal Royals minor league team in 1959.",
      "pageId": 8384160,
      "monthDay": "04/09"
    },
    {
      "year": "1946",
      "uri": "/wiki/David_Webb_(footballer)",
      "name": "David Webb",
      "aboutText": "Sara Parkin (born 9 April 1946) is a former Green Party of England and Wales activist and politician. She rose to prominence during and after the 1989 European elections, in which the Green Party received 15% of the vote. She left the Greens as the result of internal feuds in the wake of constitutional changes she introduced, and went on to found the Forum for the Future with Jonathon Porritt.",
      "pageId": 10419958,
      "monthDay": "04/09"
    },
    {
      "year": "1947",
      "uri": "/wiki/Giovanni_Andrea_Cornia",
      "name": "Giovanni Andrea Cornia",
      "aboutText": "Heinz-Joachim Rothenburg (born 9 April 1944 in Luckenwalde, Brandenburg) is a retired East German shot putter.",
      "pageId": 11503990,
      "monthDay": "04/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Jaya_Bachchan",
      "name": "Jaya Bachchan",
      "aboutText": "Giovanni Andrea Cornia (born 9 April 1947), is a development economist. He is Professor of Economics, Department of Economics and Management (formerly Faculty of Economics), at the University of Florence. He has previously been the director of the Regional Institute of Economic Planning of Tuscany (Istituto Regionale Programmazione Economica della Toscana, IRPET), the United Nations University World Institute for Development Economics Research (UNU-WIDER), in Helsinki, and the Economic and Policy Research Program, UNICEF Office of Research-Innocenti, in Florence.",
      "pageId": 31525821,
      "monthDay": "04/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Michel_Parizeau",
      "name": "Michel Parizeau",
      "aboutText": "George Iain Duncan Smith (born 9 April 1954), often referred to by his initials IDS, is a British Conservative Party politician. The Secretary of State for Work and Pensions since 2010, he was previously the Leader of the Conservative Party and Leader of the Opposition from 2001 to 2003. He was first elected to Parliament in 1992 as the MP for Chingford, and he has represented its successor constituency of Chingford and Woodford Green since 1997.",
      "pageId": 159548,
      "monthDay": "04/09"
    },
    {
      "year": "1948",
      "uri": "/wiki/Patty_Pravo",
      "name": "Patty Pravo",
      "aboutText": "Anthony Douglas Cragg, CBE RA (born 9 April 1949) is a British sculptor.",
      "pageId": 189181,
      "monthDay": "04/09"
    },
    {
      "year": "1949",
      "uri": "/wiki/Tony_Cragg",
      "name": "Tony Cragg",
      "aboutText": "Dennis William Quaid (born April 9, 1954) is an American actor known for a wide variety of dramatic and comedic roles. First gaining widespread attention in the 1980s, his career rebounded in the 1990s after he overcame an addiction to drugs and an eating disorder. Some of his notable credits include Breaking Away, The Right Stuff, Wyatt Earp, The Rookie, The Day After Tomorrow, Traffic, Vantage Point, Footloose, Frequency, The Parent Trap, Yours, Mine & Ours and Soul Surfer.",
      "pageId": 314563,
      "monthDay": "04/09"
    },
    {
      "year": "1950",
      "uri": "/wiki/Nathan_Cook",
      "name": "Nathan Cook",
      "aboutText": "Miguel Ángel Russo (born 9 April 1956) is an Argentine football coach and former player.",
      "pageId": 2092862,
      "monthDay": "04/09"
    },
    {
      "year": "1952",
      "uri": "/wiki/Robert_Clark_(author)",
      "name": "Robert Clark",
      "aboutText": "Yamina Benguigui (born in Lille on 9 April 1955) is a French film director and politician of Algerian descent. She is known for her films on gender issues in the North African (both Berbers and Arabs) immigrant community in France.\n^ Décret du 7 mai 2007 portant promotion et nomination à l'Ordre national du mérite, JORF Template:N°107, 8 mai 2007, p.",
      "pageId": 2198306,
      "monthDay": "04/09"
    },
    {
      "year": "1952",
      "uri": "/wiki/Tania_Tsanaklidou",
      "name": "Tania Tsanaklidou",
      "aboutText": "Michael James Benton FRS (born 9 April 1956) is a British palaeontologist, and professor of vertebrate palaeontology in the Department of Earth Sciences at the University of Bristol.",
      "pageId": 3491352,
      "monthDay": "04/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/John_Howard_(singer-songwriter)",
      "name": "John Howard",
      "aboutText": "Joolz Denby (born Julianne Mumford 9 April 1955, previously known simply as Joolz) is a poet, novelist, artist and tatooist based in Bradford, West Yorkshire, England.\n^ Bond, Chris (9 April 2012). \"The Big Interview: Joolz Denby\".",
      "pageId": 3501979,
      "monthDay": "04/09"
    },
    {
      "year": "1953",
      "uri": "/wiki/Hal_Ketchum",
      "name": "Hal Ketchum",
      "aboutText": "Hal Michael Ketchum (born April 9, 1953) is an American country music artist. He has released 11 studio albums since 1986, including nine for the Curb and Asylum-Curb labels. Ketchum's 1991 album Past the Point of Rescue is his most commercially successful, having been certified gold by the Recording Industry Association of America.",
      "pageId": 4334200,
      "monthDay": "04/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Ken_Kalfus",
      "name": "Ken Kalfus",
      "aboutText": "Nathan Earl Cook (April 9, 1950 – June 11, 1988) was an American actor. His eldest brother, Edward Cook (born December 22, 1947, died 1995) was a ballet dancer and choreographer in Europe.",
      "pageId": 6707261,
      "monthDay": "04/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Dennis_Quaid",
      "name": "Dennis Quaid",
      "aboutText": "Patty Pravo (born 9 April 1948; Nicoletta Strambelli) is an Italian singer. With a career spanning more than four decades, Pravo has become one of the most successful Italian female singers. She debuted in 1966 and remained most successful for the rest of the 1960s as well as throughout the 1970s.",
      "pageId": 8434690,
      "monthDay": "04/09"
    },
    {
      "year": "1954",
      "uri": "/wiki/Iain_Duncan_Smith",
      "name": "Iain Duncan Smith",
      "aboutText": "Marina Olegovna Zueva (Russian: Марина Олеговна Зуева, also romanized French-style as Zoueva; born April 9, 1956) is a Russian ice dancing coach and choreographer. She coaches and choreographs for the 2010 Olympic champions and two-time (2010, 2012) World champions in ice dancing, Tessa Virtue / Scott Moir, as well as for the 2014 Olympic champions and two-time (2011, 2013) World champions in ice dancing Meryl Davis / Charlie White and Anna Cappellini / Luca Lanotte.",
      "pageId": 9706038,
      "monthDay": "04/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Yamina_Benguigui",
      "name": "Yamina Benguigui",
      "aboutText": "Michel Gérard Parizeau (born April 9, 1948) is a retired Canadian professional ice hockey left winger and head coach who played two seasons in the National Hockey League (NHL) for the St. Louis Blues and Philadelphia Flyers.",
      "pageId": 11458650,
      "monthDay": "04/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Joolz_Denby",
      "name": "Joolz Denby",
      "aboutText": "Ken Kalfus (born April 9, 1954 in New York, New York) is an American author and journalist.",
      "pageId": 13867845,
      "monthDay": "04/09"
    },
    {
      "year": "1955",
      "uri": "/wiki/Kate_Heyhoe",
      "name": "Kate Heyhoe",
      "aboutText": "Katherine Evelyn Heyhoe (born April 9, 1955) is an American editor and food writer.",
      "pageId": 14587524,
      "monthDay": "04/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michael_Benton",
      "name": "Michael Benton",
      "aboutText": "Sir Nigel Richard Shadbolt FREng CEng CITP FBCS CPsychol (born 9 April 1956) is Principal of Jesus College, Oxford. and Professorial Research Fellow in the Department of Computer Science, University of Oxford. He is Chairman of the Open Data Institute which he co-founded with Sir Tim Berners-Lee.",
      "pageId": 17332858,
      "monthDay": "04/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Michael_Hashim",
      "name": "Michael Hashim",
      "aboutText": "Michael James Hashim (April 9, 1956, Geneva, New York) is an American jazz alto saxophonist.\nHashim began playing saxophone while in elementary school, playing with Phil Flanigan and Chris Flory as a high schooler. He worked with both into the middle 1970s, and in 1976 he toured with Muddy Waters and played with the Widespread Depression Jazz Orchestra, which we would later lead.",
      "pageId": 17993324,
      "monthDay": "04/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Miguel_%C3%81ngel_Russo",
      "name": "Miguel Ángel Russo",
      "aboutText": "Robert Clark (born April 9, 1952) is a novelist and writer of nonfiction. He received the Edgar Award for his novel Mr. White's Confession in 1999.",
      "pageId": 19585677,
      "monthDay": "04/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Nigel_Shadbolt",
      "name": "Nigel Shadbolt",
      "aboutText": "Soultana (Tania) Tsanaklidou (Greek: Τάνια Τσανακλίδου) is a Greek artist, both singer and actress, who represented Greece in the Eurovision Song Contest 1978.",
      "pageId": 22547586,
      "monthDay": "04/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Vahur_Sova",
      "name": "Vahur Sova",
      "aboutText": "Vahur Sova (born April 9, 1956 in Suure-Jaani) is an Estonian architect.\nVahur Sova studied in the Tallinn Art University (today’s Estonian Academy of Arts) in the department of architecture. He graduated from the institute in 1992.",
      "pageId": 25453934,
      "monthDay": "04/09"
    },
    {
      "year": "1956",
      "uri": "/wiki/Marina_Zueva",
      "name": "Marina Zueva",
      "aboutText": "John Howard (born Howard Michael Jones, 9 April 1953) is an English singer-songwriter, pianist and recording artist. With his February 1975 debut album Kid in a Big World (CBS Records), Howard emerged as a late voice of the glam-pop wave of the early 1970s.",
      "pageId": 31063522,
      "monthDay": "04/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Seve_Ballesteros",
      "name": "Seve Ballesteros",
      "aboutText": "Mark Colbert Kelly (born 9 April 1961, Dublin) is an Irish keyboardist and member of the neo-progressive rock band Marillion. He was raised in Ireland until he moved to England with his parents in 1969.\nKelly was an electronics student while performing part-time in the progressive/psychedelic band Chemical Alice, who released their EP Curiouser and Curiouser in 1981.",
      "pageId": 217319,
      "monthDay": "04/09"
    },
    {
      "year": "1957",
      "uri": "/wiki/Martin_Margiela",
      "name": "Martin Margiela",
      "aboutText": "Lisa Guerrero (born April 9, 1964) is an American investigative journalist, actress, former sportscaster, host and model.",
      "pageId": 263495,
      "monthDay": "04/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Tony_Sibson",
      "name": "Tony Sibson",
      "aboutText": "Charles Joseph \"Joe\" Scarborough (/ˈskɑrbɔroʊ/; born April 9, 1963) is an American cable news and talk radio host, lawyer, author, and former politician. He is currently the co-host of Morning Joe on MSNBC, and previously hosted Scarborough Country on the same channel. Scarborough served in the United States House of Representatives from 1995 to 2001 as a Republican from the 1st district of Florida.",
      "pageId": 386261,
      "monthDay": "04/09"
    },
    {
      "year": "1958",
      "uri": "/wiki/Nigel_Slater",
      "name": "Nigel Slater",
      "aboutText": "Bernard Christison Jenkin (born 9 April 1959) is a politician in the United Kingdom, and the current Member of Parliament (MP) for Harwich and North Essex, for which he was re-elected with an increased majority of 15,174 in the General Election of 2015. He was elected Chairman of the Public Administration Select Committee in May 2010. He was Vice Chairman of the Conservative Party, and had responsibility for candidates until 7 November 2006 when this role was given to John Maples.",
      "pageId": 427366,
      "monthDay": "04/09"
    },
    {
      "year": "1959",
      "uri": "/wiki/Bernard_Jenkin",
      "name": "Bernard Jenkin",
      "aboutText": "Severiano \"Seve\" Ballesteros Sota (Spanish pronunciation: [seβeˈɾjano βaʎesˈteɾos]; 9 April 1957 – 7 May 2011) was a Spanish professional golfer, a World No. 1 who was one of the sport's leading figures from the mid-1970s to the mid-1990s. A member of a gifted golfing family, he won more than 90 international tournaments in an illustrious career, including five major championships between 1979 and 1988: The Open Championship three times, and the Masters Tournament twice.",
      "pageId": 740993,
      "monthDay": "04/09"
    },
    {
      "year": "1960",
      "uri": "/wiki/Jaak_Aab",
      "name": "Jaak Aab",
      "aboutText": "Marc Jacobs (born April 9, 1963) is an American fashion designer. He is the head designer for Marc Jacobs, as well as Marc by Marc Jacobs, a diffusion line, with over 200 retail stores in 80 countries. He was the creative director of the French design house Louis Vuitton from 1997 to 2014.",
      "pageId": 1865085,
      "monthDay": "04/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Mark_Kelly_(keyboardist)",
      "name": "Mark Kelly",
      "aboutText": "Nigel Slater (born 9 April 1958) is an English food writer, journalist and broadcaster. He has written a column for The Observer Magazine for over a decade and is the principal writer for the Observer Food Monthly supplement. Prior to this, Slater was food writer for Marie Claire for five years.",
      "pageId": 2640326,
      "monthDay": "04/09"
    },
    {
      "year": "1961",
      "uri": "/wiki/Kirk_McCaskill",
      "name": "Kirk McCaskill",
      "aboutText": "Imran Ahmed Khan Sherwani (born April 9, 1962) is a former English field hockey player.\nHe won gold with the Great Britain squad at the 1988 Summer Olympics in Seoul. He played on the left wing, and scored two of the three goals against Germany in the 1988 final, making a significant contribution to the match.",
      "pageId": 3076674,
      "monthDay": "04/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/John_Eaves",
      "name": "John Eaves",
      "aboutText": "Jeffrey Steven Turner (born April 9, 1962) is a retired American professional basketball player and broadcasting announcer. Turner played ten NBA seasons (1984–1987; 1989–1996), spending time with the New Jersey Nets as well as the Orlando Magic. He ended his NBA career with 3,697 career points.",
      "pageId": 3176917,
      "monthDay": "04/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Ihor_Podolchak",
      "name": "Ihor Podolchak",
      "aboutText": "Daniel R. Escobar (April 9, 1964 – December 13, 2013) was an American actor known for playing Mr. Escobar, a teacher on the Disney Channel TV series, Lizzie McGuire. His other television credits include Charmed, Curb your Enthusiasm, NYPD Blue, and Malcolm in the Middle, amongst others.",
      "pageId": 3251910,
      "monthDay": "04/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Imran_Sherwani",
      "name": "Imran Sherwani",
      "aboutText": "Kirk Edward McCaskill (born April 9, 1961, in Kapuskasing, Ontario, Canada) is a retired Major League Baseball pitcher and a retired professional hockey player.\nMcCaskill played for two different ballclubs during his career: the California Angels (1985–91), and Chicago White Sox (1992–96). He made his Major League Baseball debut on May 1, 1985, and played his final game on July 20, 1996.",
      "pageId": 3590072,
      "monthDay": "04/09"
    },
    {
      "year": "1962",
      "uri": "/wiki/Jeff_Turner",
      "name": "Jeff Turner",
      "aboutText": "Robert Mitchell Awalt (born April 9, 1964) is former professional American football player in the NFL. He was originally selected by the St. Louis Cardinals in the 3rd round of the 1987 NFL Draft. A 6'5\", 248-lb.",
      "pageId": 5901738,
      "monthDay": "04/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Marc_Jacobs",
      "name": "Marc Jacobs",
      "aboutText": "Martin Margiela (born April 9, 1957 in Genk, Belgium) is a Belgian fashion designer, and the founder of fashion house Maison Margiela.",
      "pageId": 5973785,
      "monthDay": "04/09"
    },
    {
      "year": "1963",
      "uri": "/wiki/Joe_Scarborough",
      "name": "Joe Scarborough",
      "aboutText": "Juliet Cuthbert (born on 9 April 1964, in Saint Thomas, Jamaica) is a Jamaican athlete who competed mainly in the sprints (100 and 200 metres).",
      "pageId": 6756205,
      "monthDay": "04/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Rob_Awalt",
      "name": "Rob Awalt",
      "aboutText": "Soyo Oka (岡 素世, Oka Soyo, born April 9, 1964) (also known as DJ Alice) is a Japanese composer, musician, and author, formerly employed by Nintendo.",
      "pageId": 8495709,
      "monthDay": "04/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Juliet_Cuthbert",
      "name": "Juliet Cuthbert",
      "aboutText": "John Eaves (born April 9, 1962) is a designer and illustrator best known for his work on the Star Trek franchise, starting with Star Trek V: The Final Frontier. He served as a production illustrator on Star Trek: Deep Space Nine and Star Trek: Enterprise and was involved in all four Next Generation movies, specifically being responsible for the design of the Sovereign-class Enterprise-E. He also worked on a variety of films, such as Top Gun, Terminator 2: Judgment Day, Valkyrie and G.I. Joe: The Rise of Cobra.",
      "pageId": 10197423,
      "monthDay": "04/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Daniel_Escobar",
      "name": "Daniel Escobar",
      "aboutText": "Jaak Aab (born 9 April 1960 in Taagepera) is an Estonian politician and a former Minister of Social Affairs of Estonia.",
      "pageId": 12279552,
      "monthDay": "04/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Lisa_Guerrero",
      "name": "Lisa Guerrero",
      "aboutText": "Tony Sibson (born 9 April 1958, in Leicester, England) is a former professional boxer.\nTony Sibson was well known as Britain's best as he was Commonwealth and European champion and a 3-time world title challenger. His speed coupled with rugged power enabled him to be ranked as one of the best middleweights in the world and ultimately challenge Marvin Hagler for his world crown.",
      "pageId": 13218587,
      "monthDay": "04/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Soyo_Oka",
      "name": "Soyo Oka",
      "aboutText": "Ihor Podolchak (Ukrainian: Ігор Подольчак) (born April 9, 1962) is a Ukrainian filmmaker and visual artist. He is a co-founder of the creative association Masoch Fund.",
      "pageId": 20541566,
      "monthDay": "04/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Peter_Penashue",
      "name": "Peter Penashue",
      "aboutText": "Peter Penashue, PC (/pɛˈnæʃweɪ/; born April 9, 1964) is a Canadian politician from Newfoundland and Labrador. He was elected as the Conservative Party of Canada Member of Parliament for the riding of Labrador in the 2011 federal election. Penashue was the first Innu from Labrador to be elected to the House of Commons of Canada, the first Innu cabinet minister in Canadian history, and the first Conservative to be elected from the riding of Labrador since 1968.",
      "pageId": 31664981,
      "monthDay": "04/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Margaret_Peterson_Haddix",
      "name": "Margaret Peterson Haddix",
      "aboutText": "Jacques Joseph Charles Villeneuve, OQ (French pronunciation: ​[ʒɑk vilnœv]; born April 9, 1971), is a Canadian auto racing driver and amateur musician. He is the son of Formula One driver Gilles Villeneuve, and is the namesake of his uncle, who was also a racer. Villeneuve won the 1995 CART Championship, the 1995 Indianapolis 500 and the 1997 Formula One World Championship, making him only the third driver after Mario Andretti and Emerson Fittipaldi to achieve such a feat.",
      "pageId": 64258,
      "monthDay": "04/09"
    },
    {
      "year": "1964",
      "uri": "/wiki/Rick_Tocchet",
      "name": "Rick Tocchet",
      "aboutText": "Cynthia Ellen Nixon (born April 9, 1966) is an American actress, known for her portrayal of Miranda Hobbes in the HBO series Sex and the City (1998–2004), for which she won the 2004 Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series. She reprised the role in the films Sex and the City (2008) and Sex and the City 2 (2010). Her other film appearances include Amadeus (1984), The Pelican Brief (1993), Baby's Day Out (1994), Little Manhattan (2005), 5 Flights Up (2014), Stockholm, Pennsylvania (2015), and James White (2015).",
      "pageId": 161257,
      "monthDay": "04/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jay_Wesley_Neill",
      "name": "Jay Wesley Neill",
      "aboutText": "Jeffrey Austin Peck (born April 9, 1971) known professionally as Austin Peck, is an American actor.",
      "pageId": 785972,
      "monthDay": "04/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Mark_Pellegrino",
      "name": "Mark Pellegrino",
      "aboutText": "Paulina Porizkova (born Pavlína Pořízková; Czech pronunciation: [ˈpavliːna ˈpor̝iːskovaː]; 9 April 1965) is a Czech-born model, actress and author, who holds dual U.S. and Swedish citizenship. At 18 years old, in 1984, she became the first woman from Central Europe to be on the cover of the Sports Illustrated swimsuit issue. She was the second woman (after Christie Brinkley) to be featured on the swimsuit issue's front cover consecutive times (1984 and 1985).",
      "pageId": 871448,
      "monthDay": "04/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Paulina_Porizkova",
      "name": "Paulina Porizkova",
      "aboutText": "Jeffrey Adam \"Jeff\" Zucker (born April 9, 1965) is the current president of CNN Worldwide. He previously served as the President and CEO of NBC Universal. Zucker has also served as an Executive in Residence at Columbia Business School.",
      "pageId": 1030227,
      "monthDay": "04/09"
    },
    {
      "year": "1965",
      "uri": "/wiki/Jeff_Zucker",
      "name": "Jeff Zucker",
      "aboutText": "Margaret Peterson Haddix (born April 9, 1964) is an American writer known best for the two children's series, Shadow Children (1998–2006) and The Missing (2008-2015). She also wrote the tenth volume in The 39 Clues, published by Scholastic.\n^ \"The 39 Clues.",
      "pageId": 1607289,
      "monthDay": "04/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/John_Hammond_(weather_forecaster)",
      "name": "John Hammond",
      "aboutText": "Natascha Engel (born 9 April 1967) is a German-British Labour Party politician who has been the Member of Parliament (MP) for North East Derbyshire since 2005. She has extensive involvement in the trade union movement and is currently Second Deputy Chair of Ways and Means (i.e. one of three deputy speakers).",
      "pageId": 1847597,
      "monthDay": "04/09"
    },
    {
      "year": "1966",
      "uri": "/wiki/Cynthia_Nixon",
      "name": "Cynthia Nixon",
      "aboutText": "Richard Tocchet, nicknamed The Rocket, born April 9, 1964, is a retired Canadian professional ice hockey right winger who played 18 seasons in the National Hockey League (NHL) for the Philadelphia Flyers, Pittsburgh Penguins, Los Angeles Kings, Boston Bruins, Washington Capitals and Phoenix Coyotes. He is currently an assistant coach to Mike Sullivan of the Pittsburgh Penguins. He was the head coach of the Tampa Bay Lightning for two seasons.",
      "pageId": 2435810,
      "monthDay": "04/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Natascha_Engel",
      "name": "Natascha Engel",
      "aboutText": "Jay Wesley Neill (April 9, 1965 – December 12, 2002) was a convicted murderer who was executed for his part in a bank robbery that left 4 people dead.",
      "pageId": 2631042,
      "monthDay": "04/09"
    },
    {
      "year": "1967",
      "uri": "/wiki/Alex_Kahn",
      "name": "Alex Kahn",
      "aboutText": "Linda Kisabaka (born 9 April 1969 in Wuppertal) is a retired German middle distance runner. She ran the 400 metres until 1996, when she began specialising in the 800 metres. She retired in 2001, having represented the sports clubs Bayer 04 Leverkusen and LAZ Leipzig during her active career.",
      "pageId": 2645843,
      "monthDay": "04/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/Linda_Kisabaka",
      "name": "Linda Kisabaka",
      "aboutText": "Leopold Paul Osborne \"Leo\" Fortune-West (born 9 April 1971) is an English former professional footballer who played as a striker.\nFortune-West started his career with Eastern Counties League side Tiptree United, and played for four more non-League sides before securing a move into the Football League with Gillingham in July 1995. He finished his first season with them as top scorer, and had several short stints with other League clubs before joining Cardiff City, where he played for three seasons.",
      "pageId": 4959891,
      "monthDay": "04/09"
    },
    {
      "year": "1969",
      "uri": "/wiki/April_Boy_Regino",
      "name": "April Boy Regino",
      "aboutText": "Peter Canavan (born 9 April 1971) is a former Gaelic footballer and manager.\nHe played inter-county football for Tyrone, and is one of the most decorated players in the game's history, winning two All-Ireland Senior Football Championship medals, six All Stars Awards (more than any other Ulster player, and joint third overall), four provincial titles, and two National Leagues and several under-age and club championship medals. He represented Ireland in the International Rules Series on several occasions from 1998 until 2000.",
      "pageId": 5217467,
      "monthDay": "04/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Chor%C3%A3o",
      "name": "Chorão",
      "aboutText": "Mike Barz (born Michael Barszcz, April 9, 1970) is an American broadcaster who was weekday morning news anchor at WFOX-TV and WJAX-TV in Jacksonville, Florida. He was a morning news anchor at WFLD, the Fox affiliate in Chicago, Illinois from 2007-2009.\n^ \"Mike Barz out at WFLD\".",
      "pageId": 5552200,
      "monthDay": "04/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Mike_Barz",
      "name": "Mike Barz",
      "aboutText": "John Michael Hammond (born 9 April 1966) is an English weather forecaster for the BBC. He can be seen presenting weather forecasts on the BBC News channel, BBC Red Button and BBC World News. He is the main weather presenter on BBC News at One and also forecasts on the BBC News at Ten, Countryfile and BBC News at Six, At the weekend he also appears on BBC Radio 5 Live.",
      "pageId": 5798720,
      "monthDay": "04/09"
    },
    {
      "year": "1970",
      "uri": "/wiki/Tricia_Penrose",
      "name": "Tricia Penrose",
      "aboutText": "Mark Ross Pellegrino (born April 9, 1965) is an American actor of film and television. He is best known for his work as Lucifer in Supernatural, Paul Bennett in Dexter, Jacob in Lost and as Bishop in Being Human.",
      "pageId": 6081298,
      "monthDay": "04/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Peter_Canavan",
      "name": "Peter Canavan",
      "aboutText": "Patricia \"Tricia\" Penrose (born 9 April 1970) is an English actress and singer. She is best known for her role as Gina Ward in ITV1's long-running 1960s drama Heartbeat, a role she played continuously from 1993 to 2010. She has also appeared in The Royal, Coronation Street, Emmerdale, Boon, Justice and Dancin' Thru the Dark.",
      "pageId": 6660418,
      "monthDay": "04/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Leo_Fortune-West",
      "name": "Leo Fortune-West",
      "aboutText": "Bernard Ackah (born April 9, 1972) is a German-born, Japanese-based Ivorian taekwondo practitioner, kickboxer, mixed martial artist and comedian.",
      "pageId": 11690636,
      "monthDay": "04/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Austin_Peck",
      "name": "Austin Peck",
      "aboutText": "Alex Kahn (b.",
      "pageId": 16716431,
      "monthDay": "04/09"
    },
    {
      "year": "1971",
      "uri": "/wiki/Jacques_Villeneuve",
      "name": "Jacques Villeneuve",
      "aboutText": "April \"Boy\" Regino (born Dennis Regino on April 9, 1969) is a returning recording artist from the Philippines who popularized the songs \"Paano Ang Puso Ko\", \"Umiiyak Ang Puso\" and \"Di Ko Kayang Tanggapin\" during the 90s and famous for his trademark caps.\n^ Unknown, Unknown (December 19, 2013). \"April Boy retires from showbiz due to cancer\".",
      "pageId": 21231305,
      "monthDay": "04/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Bernard_Ackah",
      "name": "Bernard Ackah",
      "aboutText": "Alexandre Magno Abrão (April 9, 1970 – March 6, 2013), better known by his stage name Chorão, was a Brazilian musician, songwriter and poet.",
      "pageId": 38734245,
      "monthDay": "04/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Neve_McIntosh",
      "name": "Neve McIntosh",
      "aboutText": "Jenna Jameson (born Jenna Marie Massoli; April 9, 1974) is an American entrepreneur, webcam model and former pornographic film actress, who has been called the world's most famous adult-entertainment performer and \"The Queen of Porn\". She started acting in erotic videos in 1993 after having worked as a stripper and glamor model. By 1996, she had won the \"top newcomer\" award from each of the three major adult-movie organizations.",
      "pageId": 74573,
      "monthDay": "04/09"
    },
    {
      "year": "1972",
      "uri": "/wiki/Siiri_Vallner",
      "name": "Siiri Vallner",
      "aboutText": "Blayne Nutron Weaver (born April 9, 1976) is an American actor, voice actor and writer, born in Bossier City, Louisiana.\nWeaver began to perform in the children's theater group The Peter Pan Players in Shreveport, Louisiana. His first major film performance was in the independent film Where the Red Fern Grows.",
      "pageId": 105257,
      "monthDay": "04/09"
    },
    {
      "year": "1973",
      "uri": "/wiki/Spencer_Rice",
      "name": "Spencer Rice",
      "aboutText": "Vesna Pisarović (born 9 April 1978) is a Croatian pop and jazz singer. Before starting her career as a jazz musician in Berlin, Germany, she was one of the most popular female singers in former Yugoslavia countries, and the darling of the people.\nPisarović was born in Brčko, Bosnia-Herzegovina, Yugoslavia and grew up in Požega, Croatia, a part of the same country until she was 13.",
      "pageId": 328019,
      "monthDay": "04/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Jenna_Jameson",
      "name": "Jenna Jameson",
      "aboutText": "Robert Bernard \"Robbie\" Fowler (born 9 April 1975) is an English former professional footballer and manager who played as a striker from 1993 to 2012. Fowler was known for being a natural scorer with an instinctive goal-poaching ability.\nFowler is best remembered for his time at Liverpool and is the sixth-highest goalscorer in the history of the Premier League.",
      "pageId": 346075,
      "monthDay": "04/09"
    },
    {
      "year": "1974",
      "uri": "/wiki/Alexander_Pichushkin",
      "name": "Alexander Pichushkin",
      "aboutText": "Albert Louis Hammond, Jr. (born April 9, 1980) is an American musician and fashion designer. He plays guitar and keyboards for the indie rock band The Strokes.",
      "pageId": 528416,
      "monthDay": "04/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/Robbie_Fowler",
      "name": "Robbie Fowler",
      "aboutText": "Jorge Manuel Almeida Gomes de Andrade, OIH, (Portuguese pronunciation: [ˈʒɔɾʒ(ɨ) ɐ̃ˈdɾad(ɨ)]; born 9 April 1978) is a Portuguese retired footballer who played as a central defender, and the current assistant manager of Atlético Clube de Portugal.\nAfter playing two years with Porto he went on to represent Deportivo (which would be his main club – 169 official appearances in five seasons) and Juventus, appearing rarely for the latter due to injury.",
      "pageId": 767572,
      "monthDay": "04/09"
    },
    {
      "year": "1975",
      "uri": "/wiki/David_Gordon_Green",
      "name": "David Gordon Green",
      "aboutText": "David Gordon Green (born April 9, 1975) is an American filmmaker. He has directed dramas such as George Washington, All the Real Girls, and Snow Angels, as well as the thriller Undertow, all of which he wrote or co-wrote.",
      "pageId": 938296,
      "monthDay": "04/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Kyle_Peterson",
      "name": "Kyle Peterson",
      "aboutText": "Veronica Taylor is an American voice actress known for her dubbing work in English-language adaptations of Japanese anime, in particular for voicing Ash Ketchum in the Pokémon anime for the first eight seasons. Having always wanted to act since she was in her first play when she was five, Taylor went to The Catholic University of America and Brandeis University to learn acting. She was in numerous plays all around the United States for a few years before settling in New York.",
      "pageId": 1034455,
      "monthDay": "04/09"
    },
    {
      "year": "1976",
      "uri": "/wiki/Blayne_Weaver",
      "name": "Blayne Weaver",
      "aboutText": "Neve McIntosh (born Carol McIntosh on 9 April 1972) is a Scottish actress.",
      "pageId": 1846558,
      "monthDay": "04/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Marko_Lepik",
      "name": "Marko Lepik",
      "aboutText": "Hironari Amano (天野 浩成, Amano Hironari, born April 9, 1978 in Kasugai, Aichi) is a Japanese actor. In 2008 he changed his name to Kousei Amano (天野 浩成, Amano Kōsei), maintaining the kanji in his name. In 2013, he married actress Akiko Hinagata.",
      "pageId": 5538144,
      "monthDay": "04/09"
    },
    {
      "year": "1977",
      "uri": "/wiki/Gerard_Way",
      "name": "Gerard Way",
      "aboutText": "Alexander Yuryevich \"Sasha\" Pichushkin (Russian: Алекса́ндр Ю́рьевич Пичу́шкин, born 9 April 1974), also known as The Chessboard Killer and The Bitsa Park Maniac, is a Russian serial killer. He is believed to have killed at least 49 people, and possibly as many as 60, in southwest Moscow's Bitsa Park, where a number of the victims' bodies were found.",
      "pageId": 12569905,
      "monthDay": "04/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Kousei_Amano",
      "name": "Kousei Amano",
      "aboutText": "Gerard Arthur Way (born April 9, 1977) is an American musician and comic book writer who was the lead vocalist and co-founder of the American alternative rock band My Chemical Romance from its formation in September 2001 until its split in March 2013. He is the executive producer of the band LostAlone's second album I'm a UFO in This City. Way also wrote the comic mini-series The True Lives of the Fabulous Killjoys, and wrote the Eisner Award-winning comic book The Umbrella Academy.",
      "pageId": 13060731,
      "monthDay": "04/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Jorge_Andrade",
      "name": "Jorge Andrade",
      "aboutText": "Katsuni (born April 9, 1979) is a French former pornographic actress and featured dancer.",
      "pageId": 14846188,
      "monthDay": "04/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Vesna_Pisarovi%C4%87",
      "name": "Vesna Pisarović",
      "aboutText": "Spencer Nolan \"Spenny\" Rice is a Canadian writer, director, producer, musician and comedian. He was the co-star of Kenny vs. Spenny along with Kenny Hotz.",
      "pageId": 16140827,
      "monthDay": "04/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Rachel_Stevens",
      "name": "Rachel Stevens",
      "aboutText": "Rachel Lauren Stevens (born 9 April 1978) is an English singer-songwriter, actress, television presenter, model and businesswoman. She was a member of the pop group S Club between 1999 and 2003. She released her solo debut studio album Funky Dory in September 2003.",
      "pageId": 19595026,
      "monthDay": "04/09"
    },
    {
      "year": "1978",
      "uri": "/wiki/Veronica_Taylor",
      "name": "Veronica Taylor",
      "aboutText": "Marko Lepik (born 9 April 1977) is a retired association football midfielder from Estonia.",
      "pageId": 23042030,
      "monthDay": "04/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Katsuni",
      "name": "Katsuni",
      "aboutText": "Albina Borisovna Dzhanabaeva (Russian: Альбина Борисовна Джанабаева; born April 9, 1979, in Volgograd, Russia) is a Russian singer, actress, TV-Host.",
      "pageId": 24257777,
      "monthDay": "04/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Billy_Brandt",
      "name": "Billy Brandt",
      "aboutText": "Siir Vallner (born 9 April 1972) is an Estonian architect.\nVallner was born in Tallinn and studied in the Estonian Academy of Arts in the department of architecture. She graduated from the academy in 1997.",
      "pageId": 25455860,
      "monthDay": "04/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Albina_Dzhanabaeva",
      "name": "Albina Dzhanabaeva",
      "aboutText": "Kyle Johnathan Peterson (born April 9, 1976) in Elkhorn, Nebraska is a former Major League Baseball pitcher for the Milwaukee Brewers.",
      "pageId": 26424945,
      "monthDay": "04/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Albert_Hammond,_Jr.",
      "name": "Albert Hammond, Jr.",
      "aboutText": "Jerry Jack Wardrop (born April 9, 1979), known by his stage name Billy Brandt, is an American pornographic actor, model and director. Born in Flint, Michigan, he first signed with Falcon Studios in 1999 and since then made films for such companies as Pacific Sun Entertainment and CockyBoys. He has appeared in magazines including Playgirl, Freshmen and Unzipped and is also the cover model for two of the three books of erotic photography which he has appeared in.",
      "pageId": 30864180,
      "monthDay": "04/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Keith_Nobbs",
      "name": "Keith Nobbs",
      "aboutText": "Eric David Harris (April 9, 1981 – April 20, 1999) and Dylan Bennet Klebold (September 11, 1981 – April 20, 1999) were the two American high school seniors who committed the Columbine High School massacre. The pair killed 13 people and injured 24 others, three of whom were injured as they escaped the attack. The two then committed suicide in the library, where they had killed 10 of their victims.",
      "pageId": 378561,
      "monthDay": "04/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Keshia_Knight_Pulliam",
      "name": "Keshia Knight Pulliam",
      "aboutText": "Keshia Knight Pulliam (born April 9, 1979) is an American actress.",
      "pageId": 678326,
      "monthDay": "04/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Jeff_Reed_(American_football)",
      "name": "Jeff Reed",
      "aboutText": "Benjamin Maurice Silverstone (born 9 April 1979) is an English barrister and former actor.",
      "pageId": 1333800,
      "monthDay": "04/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Mark_Ruiz",
      "name": "Mark Ruiz",
      "aboutText": "Jeffrey \"Jeff\" Montgomery Reed (born April 9, 1979) is a former National Football League placekicker. He was signed by the New Orleans Saints as an undrafted free agent in 2002. He played for the Pittsburgh Steelers from 2002 until 2010, and is second all-time behind Gary Anderson for the most points scored by a Steeler.",
      "pageId": 1400709,
      "monthDay": "04/09"
    },
    {
      "year": "1979",
      "uri": "/wiki/Ben_Silverstone",
      "name": "Ben Silverstone",
      "aboutText": "Jerko Leko (born 9 April 1980) is a Croatian footballer who currently plays for NK Lokomotiva.",
      "pageId": 1447162,
      "monthDay": "04/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Clueso",
      "name": "Clueso",
      "aboutText": "Yoanna House (born April 9, 1980) is an American fashion model and television host, best known as the winner of Cycle 2 of America's Next Top Model.",
      "pageId": 1770115,
      "monthDay": "04/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Sarah_Ayton",
      "name": "Sarah Ayton",
      "aboutText": "Luciano Martín Galletti (Spanish pronunciation: [lusiˈano ɣaˈleti]; born 9 April 1980) is an Argentine retired footballer who played as a right winger, and a current scout for Olympiacos FC.",
      "pageId": 2848330,
      "monthDay": "04/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Luciano_Galletti",
      "name": "Luciano Galletti",
      "aboutText": "Moran Atias (Hebrew: מורן אטיאס‎; born April 9, 1981) is an Israeli actress. She gained notoriety in the Italian films Gas, Oggi sposi, and Mother of Tears. She is best known for her work with Paul Haggis in the 2008 TV series Crash and the 2013 film Third Person.",
      "pageId": 3087963,
      "monthDay": "04/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Yoanna_House",
      "name": "Yoanna House",
      "aboutText": "Milan Bartovič (born April 9, 1981) is a Slovak professional ice hockey left winger, who is currently playing for the HC Slovan Bratislava in the Kontinental Hockey League. He previously played for Atlant Moscow Oblast in the Russian Kontinental Hockey League after previously playing for HC Bílí Tygři Liberec in Czech Extraliga.",
      "pageId": 3111064,
      "monthDay": "04/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Jerko_Leko",
      "name": "Jerko Leko",
      "aboutText": "Sarah Lianne Ayton OBE (born 9 April 1980 in Ashford, Surrey) is an English professional sailor.\nShe won a gold medal in the Yngling sailing class in the 2004 Summer Olympics in Athens, together with Shirley Robertson and Sarah Webb, and another gold medal in the Yngling sailing class in the 2008 Summer Olympics in Beijing, together with Pippa Wilson and Sarah Webb.\nAlready a Member of the Order of the British Empire (MBE), Ayton was appointed Officer of the Order of the British Empire (OBE) in the 2009 New Year Honours.",
      "pageId": 3937324,
      "monthDay": "04/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Ryan_Northcott",
      "name": "Ryan Northcott",
      "aboutText": "Thomas Hübner (born April 9, 1980), better known by his stage name Clueso (pronounced [klyˈzo]), is a German singer, rapper, songwriter and producer. Born in Erfurt, he started performing since he was 15. His first album Text und Ton was released in 2001.",
      "pageId": 4287672,
      "monthDay": "04/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Isabelle_Severino",
      "name": "Isabelle Severino",
      "aboutText": "Ireneusz Jeleń (Polish pronunciation: [irɛˈnɛuʂ ˈjɛlɛɲ]; born 9 April 1981 in Cieszyn) is a retired Polish footballer who played as a right-winger or striker for the Polish national football team.",
      "pageId": 5283575,
      "monthDay": "04/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Rachel_Specter",
      "name": "Rachel Specter",
      "aboutText": "Ryan Northcott (born April 9, 1980 in Calgary, Alberta, Canada) is a Canadian actor, in the film Mystery, Alaska, Ripper (film), and played Carl Wilson in the Emmy nominated miniseries The Beach Boys: An American Family. He is currently CEO & Founder of MEDIAPOP Creative and OwlBox Construction Time-Lapse and continues to appear in TV & Film.",
      "pageId": 6861640,
      "monthDay": "04/09"
    },
    {
      "year": "1980",
      "uri": "/wiki/Lee_Yo-won",
      "name": "Lee Yo-won",
      "aboutText": "Isabelle Severino, born 9 April 1980, is a French gymnast and actress from Montmorency, Paris, France.\nSeverino was a member of the 1996 and 2004 French Olympic teams where the French team placed 8th and 6th respectively. Isabelle is also a veteran of several World Championships and European Championships, having won medals at both of these competitions and made several All Around and Event finals at both competitions.",
      "pageId": 8028423,
      "monthDay": "04/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Moran_Atias",
      "name": "Moran Atias",
      "aboutText": "Mark Ruiz (born April 9, 1979 in Río Piedras, Puerto Rico), is an Olympic diver from Puerto Rico.",
      "pageId": 8584200,
      "monthDay": "04/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Milan_Bartovi%C4%8D",
      "name": "Milan Bartovič",
      "aboutText": "Keith Nobbs (born April 9, 1979) is an American stage, television, and film actor perhaps best known for his portrayal of Joey Ice Cream in the TV series The Black Donnellys.",
      "pageId": 9624465,
      "monthDay": "04/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/A._J._Ellis",
      "name": "A. J. Ellis",
      "aboutText": "Rachel Sarah Specter (born April 9, 1980) is an American actress and writer, who is best known as the model for the RGX body spray commercials. In addition to her work in commercials, Specter has guest-starred in episodes of How I Met Your Mother, Gilmore Girls, What I Like About You, and Entourage, as well as co-hosted the April 4, 2007 episode of Attack of the Show! and a segment of The Feed on May 23.",
      "pageId": 10171411,
      "monthDay": "04/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Arlen_Escarpeta",
      "name": "Arlen Escarpeta",
      "aboutText": "Andrew James \"A.J.\" Ellis (born April 9, 1981) is an American professional baseball catcher for the Los Angeles Dodgers of Major League Baseball (MLB).",
      "pageId": 12556222,
      "monthDay": "04/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Eric_Harris_and_Dylan_Klebold",
      "name": "Eric Harris",
      "aboutText": "Arlen Alexander Escarpeta (born April 9, 1981) is a Belizean actor.",
      "pageId": 21563235,
      "monthDay": "04/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Ireneusz_Jele%C5%84",
      "name": "Ireneusz Jeleń",
      "aboutText": "Lee Yo-won (born April 9, 1980) is a South Korean actress.",
      "pageId": 26434949,
      "monthDay": "04/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Dennis_Sarfate",
      "name": "Dennis Sarfate",
      "aboutText": "Adam Alexander Loewen (born April 9, 1984) is a Canadian professional baseball pitcher in the Arizona Diamondbacks organization. He previously pitched in Major League Baseball (MLB) for the Baltimore Orioles from 2006 to 2008, before converting to a position player and playing with the Toronto Blue Jays in 2011. After spending the next two seasons in the minors as a position player, Loewen then converted back to being a pitcher, and was called up to the Phillies in August, 2015.",
      "pageId": 1552585,
      "monthDay": "04/09"
    },
    {
      "year": "1981",
      "uri": "/wiki/Melissa_Witek",
      "name": "Melissa Witek",
      "aboutText": "Jonathan Adam Saunders \"Jay\" Baruchel (born April 9, 1982) is a Canadian actor and comedian. He plays Josh Greenberg, the main character, in the FXX comedy television series Man Seeking Woman, and played the lead character in the 2001–02 Judd Apatow-created comedy TV series, Undeclared.",
      "pageId": 1782793,
      "monthDay": "04/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Jay_Baruchel",
      "name": "Jay Baruchel",
      "aboutText": "Brian Larsen (born April 9, 1986, in Laurel, Maryland) is a multi-instrumentalist, singer, and record producer. Larsen has released ten albums, eight under the name \"Twilight's Moon\" and two under his own name, 2009's Breaking and 2012's Building. In late 2012, it was announced that Larsen's eleventh album would be titled Being and is to be released in early 2014.",
      "pageId": 1894221,
      "monthDay": "04/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Carlos_Hern%C3%A1ndez_(footballer)",
      "name": "Carlos Hernández",
      "aboutText": "Carlos Gerardo Hernández Valverde (born 9 April 1982), known simply as Carlos Hernández, is a Costa Rican football player who plays as a Attacking midfielder for Dempo in the top division of Indian football, the I-League.",
      "pageId": 3030936,
      "monthDay": "04/09"
    },
    {
      "year": "1982",
      "uri": "/wiki/Kathleen_Munroe",
      "name": "Kathleen Munroe",
      "aboutText": "Tomohisa Yamashita (山下 智久, Yamashita Tomohisa, born April 9, 1985), also widely known as Yamapi, is a Japanese idol, actor, singer, and TV host.\nYamashita joined the Japanese talent agency Johnny & Associates as a trainee in 1996 and made his acting debut in NHK's Shonentachi in 1998. He recently starred in the summer 2013 series Summer Nude and the autumn 2012 series Monsters.",
      "pageId": 3151607,
      "monthDay": "04/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Ryan_Clark_(actor)",
      "name": "Ryan Clark",
      "aboutText": "Leighton Marissa Meester (born April 9, 1986) is an American actress and singer. She is mostly known for her starring role as Blair Waldorf in the teen drama series Gossip Girl (2007–12). She has also appeared in the 2010 country drama film Country Strong, the 2011 thriller The Roommate, the 2011 romantic-comedy Monte Carlo, and the comedies The Oranges (2011) and That's My Boy (2012).",
      "pageId": 3270177,
      "monthDay": "04/09"
    },
    {
      "year": "1983",
      "uri": "/wiki/Willie_Colon_(American_football)",
      "name": "Willie Colon",
      "aboutText": "Willie Colon (born April 9, 1983) is an American football offensive guard for the New York Jets of the National Football League (NFL). He was drafted by the Pittsburgh Steelers in the fourth round of the 2006 NFL Draft.",
      "pageId": 4957715,
      "monthDay": "04/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Linda_Chung",
      "name": "Linda Chung",
      "aboutText": "Melissa Witek (born April 9, 1981) is an American actress, model and beauty queen who competed in the Miss USA pageant and appeared on the reality television show Treasure Hunters.",
      "pageId": 4991824,
      "monthDay": "04/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Habiba_Ghribi",
      "name": "Habiba Ghribi",
      "aboutText": "Linda Chung Ka-yan (Chinese: 鍾嘉欣) (born in 9 April 1984) is a Canadian actress and singer. She is currently active in Hong Kong and signed with Television Broadcasts Limited (TVB) after winning the 2004 Miss Chinese International. She has starred in several popular TV series, notably Forensic Heroes, Heart of Greed, Moonlight Resonance, A Journey Called Life, The Gem of Life, Yes, Sir.",
      "pageId": 5203206,
      "monthDay": "04/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Adam_Loewen",
      "name": "Adam Loewen",
      "aboutText": "Leon Michael \"Mike\" Hart (born April 9, 1986) is an American football coach and former player. He currently serves as the running backs coach at Western Michigan University. Hart played college football as a running back at the University of Michigan from 2004 to 2007 and holds the Michigan Wolverines career rushing record with 5,040 yards.",
      "pageId": 5812810,
      "monthDay": "04/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/Lili_Mirojnick",
      "name": "Lili Mirojnick",
      "aboutText": "Antonio Nocerino (Italian pronunciation: [anˈtɔːnjo notʃeˈriːno]; born 9 April 1985) is an Italian footballer who plays as a midfielder for Serie A club Milan.",
      "pageId": 8433953,
      "monthDay": "04/09"
    },
    {
      "year": "1984",
      "uri": "/wiki/%C3%93scar_Razo",
      "name": "Óscar Razo",
      "aboutText": "Luca Marin (born 9 April 1986 in Vittoria, Province of Ragusa) is an Italian medley swimmer. He specializes in the 400 m medley, and won ten medals at European and World Championships in this event.",
      "pageId": 9578527,
      "monthDay": "04/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Antonio_Nocerino",
      "name": "Antonio Nocerino",
      "aboutText": "Ryan James Clark (born 9 April 1983) is a former Australian television actor.",
      "pageId": 12504752,
      "monthDay": "04/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/David_Robertson_(baseball)",
      "name": "David Robertson",
      "aboutText": "Dennis Scott Sarfate (born April 9, 1981) is an American professional baseball pitcher for the Fukuoka SoftBank Hawks of Nippon Professional Baseball.",
      "pageId": 12819587,
      "monthDay": "04/09"
    },
    {
      "year": "1985",
      "uri": "/wiki/Tomohisa_Yamashita",
      "name": "Tomohisa Yamashita",
      "aboutText": "Kathleen Munroe (born 9 April 1982) is a Canadian actress.\nMunroe was born in Hamilton, Ontario, and currently resides in Los Angeles. She studied cinema at the University of Toronto.",
      "pageId": 15925969,
      "monthDay": "04/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Mike_Hart_(American_football)",
      "name": "Mike Hart",
      "aboutText": "Lili Mirojnick (born April 9, 1984) is an American film and television actress.",
      "pageId": 16656922,
      "monthDay": "04/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Brian_Larsen",
      "name": "Brian Larsen",
      "aboutText": "David Alan Robertson (born April 9, 1985) is an American professional baseball pitcher for the Chicago White Sox of Major League Baseball (MLB). He previously played in MLB for the New York Yankees from 2008 through 2014.\nRobertson played college baseball for the Alabama Crimson Tide, and made his MLB debut with the Yankees in 2008.",
      "pageId": 18181711,
      "monthDay": "04/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Luca_Marin",
      "name": "Luca Marin",
      "aboutText": "Óscar Francisco Razo Ventura (born 9 April 1984 in Irapuato) is a Mexican professional football defender who currently plays for Club Atlas in the Liga MX. He previously played for CD Veracruz, and made 16 appearances for them in 2006-07.",
      "pageId": 23745736,
      "monthDay": "04/09"
    },
    {
      "year": "1986",
      "uri": "/wiki/Leighton_Meester",
      "name": "Leighton Meester",
      "aboutText": "Kassim Abdallah Mfoihaia (born 9 April 1987 in Marseille) is a French-born Comorian professional footballer. He currently plays in the Ligue 2 for Evian Thonon Gaillard.",
      "pageId": 25072556,
      "monthDay": "04/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Kassim_Abdallah",
      "name": "Kassim Abdallah",
      "aboutText": "Habiba Ghribi (born 9 April 1984) is a Tunisian middle- and long-distance runner who specialises in the 3000 metres steeplechase. She was the 2012 Summer Olympics silver medalist giving her country its first Olympic medal by a woman. She is also the Tunisian record holder in the event, having run 9:05.36 at the Memorial van Damme in Brussels in September 2015.",
      "pageId": 26779525,
      "monthDay": "04/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Graham_Gano",
      "name": "Graham Gano",
      "aboutText": "Mary Elle Fanning (born April 9, 1998) is an American teen actress. She is the younger sister of actress Dakota Fanning and mainly known for her starring roles in Phoebe in Wonderland, Somewhere, We Bought a Zoo, and as Aurora in 2014's Maleficent. In 2011, Fanning starred in her breakout role as Alice Dainard in J. J. Abrams' sci-fi-drama blockbuster, Super 8.",
      "pageId": 1653786,
      "monthDay": "04/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Craig_Mabbitt",
      "name": "Craig Mabbitt",
      "aboutText": "Jesse McCartney (born April 9, 1987) is an American singer, songwriter, and actor. McCartney achieved fame in the late 1990s on the daytime drama All My Children as JR Chandler. He later joined boy band Dream Street, and eventually branched out into a solo musical career.",
      "pageId": 1778716,
      "monthDay": "04/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jesse_McCartney",
      "name": "Jesse McCartney",
      "aboutText": "Danielle \"Dani\" Kahle (born April 9, 1989) is an American figure skater. She won four medals on the ISU Junior Grand Prix series, including gold in Croatia in 2003, and finished 11th at the 2004 World Junior Championships.",
      "pageId": 2378362,
      "monthDay": "04/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jarrod_Mullen",
      "name": "Jarrod Mullen",
      "aboutText": "Kristen Jaymes Stewart (born April 9, 1990) is an American actress, known for playing the protagonist Bella Swan in The Twilight Saga film series from 2008–12, which has grossed over $3.3 billion worldwide. She is the \"face\" of Chanel and Balenciaga fashion brands.\nStewart began her career in 1999 and came to prominence playing Jodie Foster's daughter in the 2002 thriller Panic Room.",
      "pageId": 2629332,
      "monthDay": "04/09"
    },
    {
      "year": "1987",
      "uri": "/wiki/Jazmine_Sullivan",
      "name": "Jazmine Sullivan",
      "aboutText": "Ram Bahadur Bomjon (Sanskrit: राम बहादुर बामजान) (born c. 9 April 1990, sometimes spelled Bomjan, Banjan, or Bamjan), also known as Palden Dorje (his monastic name) and now Dharma Sangha, is from Ratanapuri, Bara district, Nepal. Some of his supporters have claimed that he is a reincarnation of Gautama Buddha, but Ram himself has denied this, and many practitioners of Buddhism agree that the Gautama Buddha has entered nirvana and cannot be reborn.",
      "pageId": 3226746,
      "monthDay": "04/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Uee",
      "name": "Uee",
      "aboutText": "Jarrod Stephen Mullen (born 9 April 1987) is an Australian professional rugby league footballer who plays for the Newcastle Knights of the National Rugby League (NRL). A New South Wales State of Origin representative halfback, he also plays five-eighth and has played his entire career with the Knights.\nMullen is a playmaker for the Newcastle Knights.",
      "pageId": 6422496,
      "monthDay": "04/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Michel_Alves_Baroni",
      "name": "Michel Alves Baroni",
      "aboutText": "Jeremy Metcalfe (born 9 April 1988 in Fleet, Hampshire) is a British motor racing driver who last competed in 2008 in the British GT Championship where he finished the season as Vice-Champion along with team-mate Luke Hines. Racing in the Formula Renault UK championship prior to his move into GT, Metcalfe enjoyed a good level of success.",
      "pageId": 11391690,
      "monthDay": "04/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Dino_Imperial",
      "name": "Dino Imperial",
      "aboutText": "Dino Imperial (born (Dino Ricardo Kilates on April 9, 1988) is a Filipino actor, Club Mc and commercial model. He was a member of ABS CBN's circle of homegrown talents named Star Magic, ABS-CBN's Talent Management & Development Center and starred in Star Magic Presents: Abt Ur Luv.\nIn 2010, Imperial left Star Magic and joined Viva Artists Agency.",
      "pageId": 14395134,
      "monthDay": "04/09"
    },
    {
      "year": "1988",
      "uri": "/wiki/Jeremy_Metcalfe",
      "name": "Jeremy Metcalfe",
      "aboutText": "Jazmine Marie Sullivan (born April 9, 1987) is a Grammy-nominated American singer-songwriter from Philadephia, Pennsylvania. Her debut single \"Need U Bad,\" produced by Missy Elliott, reached number one on Billboard '​s Hot R&B/Hip-Hop Songs chart, while her second single, \"Bust Your Windows,\" produced by Salaam Remi, peaked at number four. Elements of R&B, reggae, dub, pop, jazz, neo soul and doo-wop can be heard in her work.",
      "pageId": 17974635,
      "monthDay": "04/09"
    },
    {
      "year": "1989",
      "uri": "/wiki/Danielle_Kahle",
      "name": "Danielle Kahle",
      "aboutText": "Craig Edward Mabbitt (born April 9, 1987) is an American musician, singer and songwriter. He is the lead vocalist of Escape the Fate. He was formerly lead vocalist of the bands Blessthefall and The Word Alive.",
      "pageId": 18440371,
      "monthDay": "04/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ram_Bahadur_Bomjon",
      "name": "Ram Bahadur Bomjon",
      "aboutText": "Graham Gano (pronounced ga-NO) (born April 9, 1987) is a Scottish American football placekicker for the Carolina Panthers of the National Football League (NFL). He was signed by the Baltimore Ravens as an undrafted free agent in 2009. He played college football at Florida State University.",
      "pageId": 21138409,
      "monthDay": "04/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/David_Jones-Roberts",
      "name": "David Jones-Roberts",
      "aboutText": "David Jones-Roberts (born 9 April 1990) is an Australian actor, best known for portraying Xavier Austin in the soap opera Home and Away.",
      "pageId": 21635995,
      "monthDay": "04/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Kristen_Stewart",
      "name": "Kristen Stewart",
      "aboutText": "Michel full name Michel Aires Baroni (or Alves Baroni) (born 9 April 1988) is a Brazilian footballer who plays for Fernandópolis.",
      "pageId": 23412583,
      "monthDay": "04/09"
    },
    {
      "year": "1990",
      "uri": "/wiki/Ryan_Williams_(American_football)",
      "name": "Ryan Williams",
      "aboutText": "Ryan Gene Williams (born April 9, 1990) is an American football running back who is currently a free agent. He was drafted by the Arizona Cardinals in the second round of the 2011 NFL Draft.",
      "pageId": 24763852,
      "monthDay": "04/09"
    },
    {
      "year": "1991",
      "uri": "/wiki/Ryan_Kelly_(basketball)",
      "name": "Ryan Kelly",
      "aboutText": "Joey Pollari (born April 9, 1994) is an American actor best known for his role as Tyler in the Disney XD first original movie, Skyrunners, which premiered on November 27, 2009.",
      "pageId": 25247061,
      "monthDay": "04/09"
    },
    {
      "year": "1992",
      "uri": "/wiki/Joshua_Ledet",
      "name": "Joshua Ledet",
      "aboutText": "Kim Yu-jin (born April 9, 1988), better known by her stage name Uee (sometimes romanized as U-ie), is a South Korean singer and actress.",
      "pageId": 25922817,
      "monthDay": "04/09"
    },
    {
      "year": "1994",
      "uri": "/wiki/Joey_Pollari",
      "name": "Joey Pollari",
      "aboutText": "Joshua Ledet (born April 9, 1992) is an American singer from Westlake, Louisiana. In 2012 he placed third in the eleventh season of American Idol.",
      "pageId": 34952081,
      "monthDay": "04/09"
    },
    {
      "year": "1995",
      "uri": "/wiki/Domagoj_Bo%C5%A1njak",
      "name": "Domagoj Bošnjak",
      "aboutText": "Ryan Matthew Kelly (born April 9, 1991) is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA).",
      "pageId": 39799079,
      "monthDay": "04/09"
    },
    {
      "year": "1996",
      "uri": "/wiki/Emerson_Hyndman",
      "name": "Emerson Hyndman",
      "aboutText": "Emerson Schellas Hyndman (born April 9, 1996) is an American soccer player who plays as a midfielder for English club Fulham.",
      "pageId": 43516018,
      "monthDay": "04/09"
    },
    {
      "year": "1998",
      "uri": "/wiki/Elle_Fanning",
      "name": "Elle Fanning",
      "aboutText": "Domagoj Bošnjak (born April 9, 1995) is a Croatian professional basketball player currently playing for Zadar. He plays as a shooting guard or a small forward. He started his professional career with Široki during the 2011–12 season.",
      "pageId": 44567457,
      "monthDay": "04/09"
    },
    {
      "year": "1999",
      "uri": "/wiki/Isaac_Hempstead-Wright",
      "name": "Isaac Hempstead-Wright",
      "aboutText": "Jacqueline Marie \"Jackie\" Evancho (/iːˈveɪŋkoʊ/ ee-VAYNG-koh; born April 9, 2000) is an American classical crossover singer who gained wide recognition at an early age and, since 2009, has issued an EP and five albums, including a platinum and gold album and three Billboard 200 top 10 debuts.\nBetween 2008 and 2010, Evancho entered several talent competitions; made singing appearances, mostly in Pennsylvania (including singing the US national anthem at a Pittsburgh Pirates baseball game); issued an independent album, Prelude to a Dream; and attracted interest on YouTube. Evancho impressed composers Tim Janis and David Foster, each of whom included her in his concerts beginning in 2009.",
      "pageId": 24972730,
      "monthDay": "04/09"
    },
    {
      "year": "2000",
      "uri": "/wiki/Jackie_Evancho",
      "name": "Jackie Evancho",
      "aboutText": "Isaac Hempstead Wright (born Isaac William Hempstead; 9 April 1999) is an English actor. He is best known for his role as Bran Stark on the HBO series Game of Thrones, which earned him a Young Artist Award nomination as Best Young Supporting Actor in a TV Series.",
      "pageId": 31547566,
      "monthDay": "04/09"
    }
  ]
}